{
    "Biases": [
        "immigration",
        "border"
    ],
    "Articles": [
        {
            "headline": "Ukraine dissolves parliament amid ongoing fight against pro-Russian insurgents",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "August",
                "day": 25,
                "year": 2014
            },
            "article_content": "KIEV, Ukraine - Ukraine's president on Monday dissolved parliament and called for early elections in October as his country continues to battle a pro-Russian insurgency in its eastern regions. In a statement on his website, President Petro Poroshenko said snap elections would be held Oct. 26. Poroshenko said the dissolution, which was prefigured by the breakup of the majority coalition last month, was in line with \"the expectations of the vast majority of the citizens of Ukraine\" and called it a move toward \"cleansing\" the parliament. Many members of parliament \"are allies of the militants-separatists,\" Poroshenko said, referring to the pro-Russian rebels who have battled government troops in the country's east since April. The Party of Regions, which is backed by much of the country's industrial, Russian-speaking east and was supported by pro-Russian ex-president Viktor Yanukovych, was the largest party in parliament before Yanukovych fled the country in the wake of massive protests in February and still has a substantial presence. Most of these members \"accepted dictatorial laws that took the lives of the Heaven's Hundred,\" he said, using the common term for those killed during the protests against Yanukovych, many by sniper fire. He emphasized the need to elect new leaders from the war-torn areas of east Ukraine in order to represent the region in the new government. It wasn't clear how it would be possible to conduct elections at such short notice in Donetsk and Luhansk, where hundreds of thousands have fled their homes and shelling between rebel and government forces continues daily. Over the past month, Ukrainian forces have made substantial inroads against pro-Russia separatists in eastern Ukraine, taking control of several sizeable towns and cities that had been under rebel control since April, when the clashes began. But the advances have come at a high cost - more than 2,000 civilians reportedly killed and at least 726 Ukrainian servicemen. There is no independent figure for the number of rebel dead, although Ukrainian authorities said Monday that 250 rebels were in fighting around Olenivka, a town 25 kilometers (15 miles) south of Donetsk. Many have expressed hopes ahead of a summit Tuesday in Minsk, Belarus that includes both Poroshenko and Russian President Vladimir Putin, and could be aimed at pressuring Ukraine into seeking a negotiated end to the conflict rather than a military victory. Earlier Monday, a Ukrainian official said a column of Russian tanks and armored vehicles entered southeastern Ukraine - a move that brings the conflict to an area that has so far escaped the intense fighting of recent weeks. Col. Andriy Lysenko, a spokesman for Ukraine's National Security Council, told reporters that the column of 10 tanks, two armored vehicles and two trucks crossed the border near the village of Shcherbak and that shells were fired from Russia toward the nearby city of Novoazovsk. He said they were Russian military vehicles bearing the flags of the separatist Donetsk rebels. The village is in the Donetsk region, but not under the control of the rebels. The Ukrainian National Guard later said two of the tanks had been destroyed. In Moscow, Russian Foreign Minister Sergey Lavrov said Monday he had no information about the column. Russia announced plans, meanwhile, to send a second aid convoy into rebel-held eastern Ukraine, where months of fighting have left many residential buildings in ruins. Russia's unilateral dispatch of over 200 trucks into Ukraine on Friday was denounced by the Ukrainian government as an invasion and condemned by the United States, the European Union and NATO. Even though the tractor-trailers returned to Russia without incident Saturday, the announcement of another convoy was likely to raise new suspicions. Lavrov said the food, water and other goods the convoy delivered Friday to the hard-hit rebel city of Luhansk were being distributed Monday and that Red Cross workers were involved in talks on how best to do that. There was no immediate confirmation from the Red Cross. In sending in the first convoy, Russia said it had lost patience with what it called Ukraine's stalling tactics. It claimed that soon \"there will no longer be anyone left to help\" in Luhansk, where weeks of heavy shelling have cut off power, water and phone service and made food scarce. The Ukrainian government had said the aid convoy was a ploy by Russia to get supplies to the rebels and slow down the government's military advances.",
            "url": "https://www.cbsnews.com/news/ukraine-dissolves-parliament-amid-ongoing-fight-against-pro-russian-insurgents/?intcid=CNM-00-10abd1h"
        }
    ]
}