{
    "Biases": [
        "immigration",
        "border"
    ],
    "Articles": [
        {
            "headline": "Face The Nation Transcript May 17, 2015: Walker, Nunes, Gates",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "May",
                "day": 17,
                "year": 2015
            },
            "article_content": "(CBS News) -- Below is a transcript from the May 17, 2015, episode of \"Face the Nation.\" Guests included NTSB member Robert Sumwalt, Sen. Bob Casey Jr., Gov. Scott Walker, Rep. Devin Nunes, former Defense Secretary Robert Gates, Peggy Noonan, David Ignatius and Frank Rich. BOB SCHIEFFER: Today on FACE THE NATION, the parade of Republican presidential candidates rolls on. U.S. forces stage a daring raid in Syria against ISIS and mystery of the Amtrak derailment in Philadelphia. Amtrak has ordered to make safety changes to the Northeast corridor rails. We will get the latest on the train accident that killed eight outside of Philadelphia from the head NTSB investigator Bob Sumwalt and Pennsylvania's Senator Bob Casey. Plus, another gabfest of 2016 Republican candidates in Iowa. GOVERNOR SCOTT WALKER: In less than two years, we are going to have a Republican President in the White House. BOB SCHIEFFER: I talked with former secretary of defense Robert Gates and asked him what he thinks of the would-be Presidents so far. ROBERT GATES: Most of these candidates have no experience in foreign policy. BOB SCHIEFFER: And we'll talk to one of them, Wisconsin Governor Scott Walker. And we'll get latest on that U.S. attack against ISIS from the new chairman of the House Intelligence Committee, Devin Nunes. It's all ahead because this is FACE THE NATION. Good morning, first the train. Investigators say they have asked the FBI to investigate the possibility of a projectile hitting Amtrak 188 just before it derailed Tuesday night. So we begin with Robert Sumwalt who is a member of the National Transportation Safety Board, the point man on this investigation. There-- is it possible that this thing that hit the train windshield that we now know about is it possible somebody shot at that train? ROBERT SUMWALT (NTSB): Bob, we're certainly going to be looking at that. As you pointed out, we are going to have the FBI providing their technical assistance to help us analyze exactly what sort of fracture pattern may be on that windshield. BOB SCHIEFFER: Well, is there any way that that could have been connected to the crash in some way? ROBERT SUMWALT: And, you know, that's a great point. It could be completely coincidental or it could be causal and that's exactly what we intend to find out. BOB SCHIEFFER: But it could have been somebody fired a shot at the train? ROBERT SUMWALT: You know I would like to downplay that part. I've-- I've seen the fracture pattern. It looks like something about the size of a-- of a grapefruit, if you will. And it did-- did not even penetrate the entire windshield. BOB SCHIEFFER: Well, what is it? I mean that could have-- that there was a connection, what could it have been that it distracted the engineer or something of that sort? ROBERT SUMWALT: And, certainly, everything is on the table in that respect. We're really looking at everything. And this is just another piece of the investigation. BOB SCHIEFFER: Well, the-- the engineer says he has no memory of anything. Does that make sense to you? ROBERT SUMWALT: It certainly does. As we know, people can be in an automobile crash and they will say I don't-- I don't even remember the crash. I just woke up in the hospital. And so that's-- that's typical in some-- some traumatic event like this. BOB SCHIEFFER: But was he actually injured? ROBERT SUMWALT: Yes, Sir, he was injured. BOB SCHIEFFER: And was it a head injury? ROBERT SUMWALT: The-- the media sources are reporting that he had a concussion and had staples, so that's what the media reports are. BOB SCHIEFFER: But, as the investigator, you don't know? ROBERT SUMWALT: Well, I-- I do. But, of course, there is HIPAA regulations that would prohibit even-- even me from releasing those-- those sorts of information, so I'll just tell you what-- what the media sources are. But, yes, he-- he did spend some time in the hospital. BOB SCHIEFFER: And you are satisfied that he's cooperating now? ROBERT SUMWALT: Yes, Sir. We met with him on Friday and he's-- he was very cooperative and provided us with information of what he did know. BOB SCHIEFFER: Do you think that this in any way is connected with Amtrak being underfunded? ROBERT SUMWALT: Well, we're certainly not going to get at that at the NTSB, getting into that political fray. But we will say that we have long called for positive train control. And we believe that positive train control if installed and operational, it would have prevented this accident. BOB SCHIEFFER: Well why wasn't it? ROBERT SUMWALT: Well, that's a question that we intend to find out. Of course, it's not required to be installed by the end of the year, but we do want to know what the management decisions were at Amtrak, which-- those decisions were to install positive train control in certain parts of that track but not in others. BOB SCHIEFFER: All right. Well, Mister Investigator, we want to thank you for joining us this morning. We are going to go now to Senator Bob Casey. He is at the 30th Street Station in Philadelphia. He rides this train twice a week. Do you think, Senator, that something should have been done that wasn't done and that's why we had this accident or was it just simply this train was speeding? SENATOR BOB CASEY (D-Pennsylvania): Well, Bob, I think we've got to wait for the results of the investigation to be certain, but the little information we do know about speed and about the nature of the curve and-- and the-- the-- the basic facts that are on record right now I think indicate that we've got to make sure that as your-- as Mister Sumwalt just said that we have positive train control in place, so if you are a member of Congress, as I am, and the law says as it does that by the end of the year positive train control has to be implemented and deployed, we have to make sure that we do everything possible to support Amtrak in completing that assignment. BOB SCHIEFFER: Well-- well explain-- SENATOR BOB CASEY: They are committed to it. Yeah. BOB SCHIEFFER: --to those who may not know, what is positive train control? What does that mean? SENATOR BOB CASEY: It's-- the good-- it's a-- it's a technology that allows the-- the-- the train engineer, if-- if-- if he or she is not slowing the train down appropriately, it can override that human error if the train is moving too fast. It's a-- it's among other things sensors and technology that allows-- allows that train to slow down when it should and to comply with the speed regulations in addition to sensing other problems on the-- on the tracks so it's remarkably effective technology. We got to make sure that it's on every-- every model of the track. BOB SCHIEFFER: Do you think Amtrak has-- do you think Amtrak has done enough to ensure passenger safety or are there things that need to be done here? SENATOR BOB CASEY: Well, I think that an incident like this crosses us to question a lot of things. Once we have the facts, and, as you know, NTSB will be providing more facts in a preliminary report and then down the road maybe as long as a year a full-scale report. We have to make sure that as-- that the Congress reacts appropriately to that. We should not. The Congress should not put Amtrak in the position of-- of choosing between positive train control safety and fixing crumbling bridges. We have to do both. And we've got to make sure they have the resources to do that. We don't know the-- the connection between funding and this incident. But, regardless, Amtrak needs more funding. I've been advocating for years. And, at a minimum, I think we should fund what the President proposed as opposed to what was done the other day in the House Appropriations Committee. BOB SCHIEFFER: Well, do you think there will be a congressional investigation or will you let it go with this NTSB investigation? SENATOR BOB CASEY: I would guess that-- that the Congress in its oversight role would have some sort of investigation beyond the routine-- beyond the routine appropriations debates but-- but that's really up to the-- the relevant committees in House and Senate. BOB SCHIEFFER: All right. Well, thank you so much, Senator, thank you. SENATOR BOB CASEY: Thanks, Bob. BOB SCHIEFFER: We turn now to campaign 2016 and with foreign policy on the front burner again, we sought out Robert Gates, secretary of Defense for both President George W. Bush and President Obama. We ask him what he thought of the candidates so far on foreign policy. (Begin VT) ROBERT GATES: I haven't been particularly impressed, frankly, by anybody at this point. On either side of the aisle, I'm-- I'm not seeing much courage when it comes to support of the trade agreements which are, I think, very important for this country. I think the President's right on that. I think that there's an awful lot of easy solutions to tough problems that are being bruited about. So-- so I think we have to wait-- most of these candidates have no experience in foreign policy; in fact, very few do. On the Republican side, have any experience or very little, maybe two or three years in the Senate. But, perhaps, their views will be flushed out and-- and become more cogent as the campaign goes along but so far they're in early days And I think their views are probably largely unformed. BOB SCHIEFFER: You worked for how many Presidents? ROBERT GATES: Eight. BOB SCHIEFFER: Eight Presidents. You've worked for both Bushs. Jeb Bush is often kind of a stumbling star it seems to me. Obviously, he has great fundraising potential here but over the last week, he's had trouble answering the question about would he have gone into Iraq knowing what he now knows. First, he said, yes, he would. Then he said, well, it's a hypothetical question; then he said, well, actually, no, he wouldn't. Do you have any advice for him? ROBERT GATES: That's one question where I would have thought he would have had an answer before he got into the middle of this. It was inevitable question that would be asked. And-- and I think-- I think that the way to deal with it frankly is to say you don't make policy by going back and reliving old decisions. One of the things that I admired about both President Bush and second President Bush and President Obama was they didn't have second thoughts. They made a decision and they moved on. And-- and I think, you know, the same thing as a candidate you-- you say what you believe and then you move on. (End VT) BOB SCHIEFFER: We will have more from Bob Gates later, including his take on Hillary Clinton. But now to Wisconsin Governor Scott Walker, one of the Republicans exploring a run in 2016. He's in Iowa this morning. Governor, welcome. Well, you just heard Secretary Gates not exactly complimentary to the Republican field thus far but does he have a point? GOVERNOR SCOTT WALKER (R-Wisconsin): Well, I think foreign policy is going to be an important part along with talking about growth, helping grow the economy, and helping reform the federal government by taking power from Washington and sending it back to the states. But I talk to people all the time. We're just in La Crosse, Wisconsin, yesterday at my state party convention, last night at the Iowa Republican party event. And I got to tell you one of the areas where people talked to me about is the safety and security of this country and our allies around the world. So I do think it's going to be an important issue. If I choose to get into this race, it's something I'm going to weigh on a very clear plan from what we should do going forward and how we should address the issues we face here in America and the issues we face around the world. So I think there's a wide open door to lay out a very clear doctrine. And I do think that if foreign policy plays an important role, the contrast will be clear because everywhere, just about everywhere that Hillary Clinton has played a role with this President, under President Obama, that part of the world is largely a failure a mess because of the policies that we've seen from Obama and Clinton. BOB SCHIEFFER: Well, you- you've have just come back from Israel. But let me just ask you, what would you list as your foreign policy credentials? GOVERNOR SCOTT WALKER: Well, I think as a governor it's really ultimately about leadership. To me, in my lifetime one of the best presidents when it comes to foreign policy was a governor from California. In my lifetime one of the worst presidents when it comes to foreign policy was a freshman senator from Illinois. So I think it's not just about past experiences, it's about leadership. As a-- as a governor you have to put a cabinet in place, and, hopefully, you pick people that are smarter than you on any given topic. I think that's something that's required of a successful President is putting people in place, be it Secretary of Defense, National Security Advisor, Secretary of State and others. And then having the good sense to listen to them and to others and the chain of command in the military, consulting with the Congress. All those sorts of things I think are important of a President. And I think successful governors in either party have to do that every single day--consult with people in their cabinet and act. The most beyond that as-- as a governor I have been to just recently in Germany, and Spain, and France, earlier in the year was in United Kingdom on trade-related missions. Few years back in China and Japan. So that's probably the most that any governor of either party has is that experience in terms of trade relations, and something I think it's very important not just to our states, it's important to our country. BOB SCHIEFFER: Well, you know, Jeb Bush, and you just heard what Secretary Gates said. He was a governor, but he had kind of a hard time it seems to me answering that question of would he have gone into Iraq had he known what we all now know and he gave about four different answers. By the end of the week he said, well, no, he wouldn't have. What do you have to say about that? Did that surprise you? GOVERNOR SCOTT WALKER: I tend to agree with Secretary Gates. We should really be talking about the challenges we face going forward. But-- but I did stand up and defend the President-- President Bush that is as saying, I think any President, regardless of party probably would have made a similar decision to what President Bush did at the time with the information he had available. Remember even Secretary of State then Senator Clinton voted for measures supporting the Iraq war. I think it was a failure in many cases in the intelligence that was given to the President and to the Congress at the time. Knowing what we know now I think it's safe many of us, myself included, to say we probably wouldn't have taken that tact. But I give credit to the President for recognizing the challenges, for being responsible for the surge, listening to those in Congress who were pushing for that. That was highly successful. And I also think it's important to learn from the fact that this President and the advisors he had like Secretary Clinton I think made a mistake by urging the country to pull back from our state in Iraq and we have a place that's largely destabilized now because of their quick move on the last few years to get out of Iraq. That's something we need to learn from going forward. We have a very destabilized region and we need to have a strong presence there. BOB SCHIEFFER: Let me ask you about something that you said previously. You told a gathering that the most significant foreign policy decision of your lifetime was Ronald Reagan's ending of the 1981 air traffic controller strike. You said it sent a message not only across America, it sent a message around the world. Don't you think there may have been a few things while I agree that that was a significant development, a few things maybe a little more important like the Nixon's opening to China, for example, the decision to go after Osama bin Laden. Do you really think that was the most significant foreign policy statement of your lifetime? GOVERNOR SCOTT WALKER: Well, I think those were all important things. Don't get me wrong in that regard. But this is not something I hold alone. Former Secretary of State George Shultz said that that was the most significant action during the-- the Reagan administration. I came of age during the-- the-- the Reagan administration. I was I think I believe just turned thirteen two days before his election in 1980. And for me, looking at that kind of leadership, he set the tone, not just domestically with that action; he sent a message around the world as-- as you just read off, I think not only to our allies, this is-- was someone who was serious that that could be trusted. But in combination with our adversaries, they sent a clear message, not to mess with him. You-- you'd combine that clear leadership position he took early in his administration with the buildup in the military, much like we need today to get back to a minimum, at least to Gates' level budget for the Department of Defense. You combine that to what he did in the eighties with the leadership he showed earlier on his term. And that's why I believe, in many regards, we had one of the lowest levels of military engagement, not because the President-- President Reagan was afraid to engage but because our adversaries knew he would if needed; and I think that made for a safer world that was peace through strength, personified. BOB SCHIEFFER: Let me ask you quickly about the Iran negotiations. You're ready to stop the negotiations, as I understand it. What do you see as the alternative? GOVERNOR SCOTT WALKER: Well, I think if we're going to have negotiations, we should have them on our terms, not on theirs. To me we need to dismantle the elicit nuclear infrastructure they have that has to be clear. It's a real threat not just to Israel. I've talked to leaders from the Persian Gulf states, the Sunni states who have very real concerns in that regard. Secondly, they need to provide full disclosure, transparency, and immediate ability to inspect, which I don't think we fully have right now under those the parameters of the supposed deal. And third, we need to make sure that they deal with others in the region. That Iran, in many ways, it's not much different than the country. I remember as a kid when I tied yellow ribbons around the tree in front of our house. When Americans were held hostage, people like my friend Kevin Hermening from Wausau, Wisconsin, who was the youngest marine held there I don't see a lot changing. They need to learn to deal with others in the region. I think you've seen their influence in terms of Shiite militias, not only in Iraq, but, obviously, their involvement in Syria, now with the Houthis in Yemen. Those are the sorts of things we need to crackdown on. BOB SCHIEFFER: Okay. All right. And one final question. When are you going to make the decision on whether or not to run? GOVERNOR SCOTT WALKER: My state budget will be completed by the end of June. It's something I am focused on every day, completing another budget with the fifth and sixth year or property tax relief on. Once that's complete at the end of June, we'll announce our intentions to our state, to our country and the world and we'll keep you posted. BOB SCHIEFFER: All right. Well, thank you so much, Governor. Nice to talk to you. GOVERNOR SCOTT WALKER: Great to be with you, too. BOB SCHIEFFER: And we'll be back in one minute. (ANNOUNCEMENTS) BOB SCHIEFFER: And we're back now with the new Chairman of the House Intelligence Committee, California Republican Devin Nunes. He joins us for his first Sunday show interview since becoming chairman. We want to welcome you, Mister Chairman. Let's just talk a little bit about this raid that took place over the weekend. U.S. Special forces went into Syria, apparently, killed a fairly significant ISIS leader, got out without any Americans being killed. Flesh it out for us. What do you know about that? REPRESENTATIVE DEVIN NUNES (Intelligence Committee Chairman/R-California): Well, many of us have been advocating this strategy for a long time. We're using this tactic, because it's just a better way to gather intelligence versus just air strikes. So it takes guts for the administration and our military to put action like this together. It was successful. And we're happy that they got back and got back safely. Now over the coming weeks we'll know what they were actually able to gather there. BOB SCHIEFFER: What do you-- I hear they may have gotten computers, phones, how significant will that be? REPRESENTATIVE DEVIN NUNES: Well, this target was known as the accountant for ISIS. So, hopefully, one would assume there would be a lot of intelligence at his-- at his hideout. BOB SCHIEFFER: He was the one, as I understand it, who was brokering sales of oil? REPRESENTATIVE DEVIN NUNES: Of oil. And so you would want to know what he's doing because you would-- you would want to know how they're bringing in money, moving money, and then spreading it out to the organization. BOB SCHIEFFER: You are just coming to the-- to the chairmanship of this committee. What's your first impression? How are we doing in this fight against ISIS? REPRESENTATIVE DEVIN NUNES: Well, it's-- I think it's important for people to know first of that ISIS I describe as al-Qaeda 6.0, which was what Ambassador Crocker defined ISIS as. So this is really the-- the sixth generation of al-Qaeda. Our-- the problem that we have now, the-- the-- I think the American people need to understand and the administration needs to get a better grasp of is ISIS is not in just Iraq and Syria. So if you want to-- if your strategy is to do degrade and, ultimately, defeat ISIS, and you're not looking at the-- at the broader picture of places like North Africa, Libya. Essentially, what you have is a containment strategy not-- not an effort to degrade and defeat ISIS. And I say that because you have many of the fighters we know are coming from North Africa. And if you don't stop that flow of fighters, plus, the flow of fighters from the West that are coming down in through Turkey, getting trained and then coming out to the West, you're going to have an ever increasing terrorist threat for the United States and our allies. BOB SCHIEFFER: Well, do you feel we're making progress here or are we losing? REPRESENTATIVE DEVIN NUNES: I think we are containing ISIS within the borders of Iraq and Syria. Outside of that we're not doing much. BOB SCHIEFFER: On Wednesday you sent a letter to the President warning that the five Taliban who were released from Gitmo as a prisoner exchange for Bowe Bergdahl last summer are due to be released from confinement in Qatar. Are you concerned about that? REPRESENTATIVE DEVIN  NUNES: Yeah. So what we explained to the President was, on June first, so we're what, less than two weeks away from guys who we know, what I said in the letters, we know they are in communications with bad guys just like they were doing before when they were picked up on the battlefield and brought to Guantanamo in the first place. So many of us believe they never should have been released and we just sent a letter to the President to make sure that you work with the Qataris. We don't want these five guys going back to the battlefield, engineering plans to kill American and NATO-- and our NATO allies. BOB SCHIEFFER: Well, what do you know about them? REPRESENTATIVE DEVIN  NUNES: We know that they have been back, once they got to Qatar that they have had been in constant communication with some of their old pals. BOB SCHIEFFER: What about this whole issue of Guantanamo. Do you think it ought to be closed down? REPRESENTATIVE DEVIN  NUNES: No, I have long been on the record saying that we need to leave Guantanamo open. I think one of the tragedies is is that we've been relying more on drone strikes, which is a very effective tool, don't get me wrong, and we need to have it in our arsenal. But when you're-- when you go out and you vaporize our opponents, it makes-- and you're not willing to bring them in, bring them to places like Guantanamo and get actionable intelligence from them, it makes it harder to understand the enemy, thus harder to defeat the enemy. BOB SCHIEFFER: The big thing in Congress right now the trade agreement that's pending. Where do you come down on that? REPRESENTATIVE DEVIN  NUNES: Look, I believe it is-- it is imperative for us, for our national security interests, to quickly pass trade promotion authority because you can then move on to the trans-Pacific partnership and an agreement with our European allies. If you can bring those trade agreements together you will have two thirds of the-- of the world's economy under the same trade agreement which allows for fair and free trade unlike what we have now. BOB SCHIEFFER: All right. Mister Chairman, it's certainly nice to have you. We hope you'll come back many times. REPRESENTATIVE DEVIN  NUNES: Thank you. BOB SCHIEFFER: And we'll be right back. (ANNOUNCEMENTS) BOB SCHIEFFER: Maybe you saw this. Even so you need to see it again. Mitt Romney fought a boxing match with heavyweight champion Evander Holyfield. I'm serious. Look, here he is entering the arena in Salt Lake City and, yes, that's Mrs. Romney wearing Batman hat leading the way. Once in the ring, they stripped him of his robe and the usual shirt and tie and the announcer announced his record. MAN: His political record, one win and one very big loss. BOB SCHIEFFER: And then the fight began. Actually there was more dancing than fighting. But Romney did manage to get in a few jabs. Holyfield may or may not have realized he'd been hit but he did remain upright. Romney threw in the towel during the second round. It was all for charity. And he put his shirt on and took a few political jabs saying if people wondered who could have negotiated such a mismatch, it was obvious. MITT ROMNEY: The answer is John Kerry, of course. And-- BOB SCHIEFFER: I'm not sure about Romney's future as a boxer but when a guy in my age demographic takes his shirt off in public and the ladies don't go \"ew\" I got to say he gets a high five from me. So here you go, Governor. Back in a minute. (ANNOUNCEMENTS) BOB SCHIEFFER: Some of our stations are leaving us now. Most of you, we'll be right back with a lot more FACE THE NATION, including more of our interview with former Secretary of Defense Robert Gates and our panel. So stay with us. (ANNOUNCEMENTS) BOB SCHIEFFER: Welcome back to FACE THE NATION. We spoke Friday to former Secretary of Defense Bob Gates at the College of William & Mary in Williamsburg, Virginia, where he is chancellor. Secretary Gates' best-selling book Duty: Memoirs of a Secretary at War is now out in paperback and we ask among other things what he thought about the nuclear deal with Iran. (Begin VT) ROBERT GATES (Former Defense Secretary/\"Duty\"): Well, first of all, getting the Iranians to the negotiating table in the first place was a success for U.S. foreign policy. They didn't come to the table at a goodwill. They came to the table because their economy was being strangled and the leadership was afraid they might get overthrown. So they are there because they have to be there. I think that the agreement there're some specifics in the agreement that are very encouraging, but I-- I have several concerns that I hope can be addressed in the negotiations between now and June the first is the timing of the lifting of the sanctions. Is it-- are they going to be lifted right away as long as the Iranians agree to implement the agreement. Or will be-- they be phased over time based on performance which has been our position all along. The second is verification. Unless we have sort of on-demand inspection at all facilities, including military facilities, I think, there is a great potential to cheat. Third, I think that this-- the-- the idea of being able to have these snapback sanctions, that sanctions could be re-imposed once lifted is very unrealistic. I think that the pursuit of the agreement is based on the President's hope that over a ten-year period with the sanctions being lifted that the Iranians will become a constructive stakeholder in the international community. That-- that as their economy begins to grow again, that-- that they will abandon their ideology, their theology, their revolutionary principles, their meddling in various parts of the region. And, frankly, I believe that's very unrealistic. BOB SCHIEFFER: What if we can't get a deal? With is the alternative? ROBERT GATES: Well, I don't think the alternative is war. One alternative is better deal. I think that you go back to the sanctions, I think you reinforce the sanctions, and you basically say, here are the additional things we need for this agreement to work and to be worthwhile, and an agreement that reassures our allies or at least doesn't scare them half to death. If they choose not to come back to the negotiations, but to race to a nuclear weapon, well my guess is that will show that they intended to do that all along. Despite all their protestations, that they have no interest in a nuclear weapon, but I think-- I think that there is a potential for a better deal. BOB SCHIEFFER: You worked very closely with Hillary Clinton when she was secretary of state, you-- you two kind of bonded it seemed to me during the administration. Do you think she's qualified to be a President? ROBERT GATES: Well, I only ever dealt with Secretary Clinton on foreign policy matters. And, as I wrote in my book, we never discussed domestic affairs and that probably was a good thing. But I think that-- I think she was a good secretary of state. I think she played a-- a critical role in-- in getting the much tougher sanctions on Iran and getting particularly the Russians and the Chinese onboard, to allow those more severe sanctions to-- to be put into place. We agreed in terms of the Afghan surge. If anything, she was tougher than I was on that. She was ready to support McChrystal's forty thousand-- request for forty thousand troops and only went along with the thirty thousand because I proposed it. I think that we certainly agreed in terms of how to deal with the very first phases of-- of the Arab Spring, and, particularly, disagreeing with President on how to handle Mubarak. So the first place we actually ever parted ways was on the intervention in Libya, which she supported and I opposed. BOB SCHIEFFER: Does it bother you this controversy that sprung up around her about having her own server on the e-mails and deleting e-mails and all of that business. ROBERT GATES: Well, I think it's a concern. And I-- I never used e-mail for official business when I was either-- well, when I was director of CIA e-mail was still in its infancy. But-- but as secretary of Defense, I mean I would use it for personal things but I never used e-mail for business. And I-- I just think it's-- it's a risky way to try and do business. BOB SCHIEFFER: And-- and what about this controversy now over foreign governments contributing to the Clinton Foundation and this went on while she was secretary of state. ROBERT GATES: Well, I don't know the details. I really only know what I read in the press and-- and so on. But it-- and the question is did the foundation abide by the agreements that were made when Secretary Clinton became secretary, the agreements that were made with President Obama and his staff or the president-elect and his staff, were those--- were those agreements fulfilled. I think that's the key and-- and it is a-- it is an issue of appearances at a minimum. BOB SCHIEFFER: If it came down to it, could you see yourself voting for Hillary Clinton? ROBERT GATES: Well, I think it's a little early to-- to start touring that besides I'm not sure that having a-- having a Republican endorse you is the best thing at this point. BOB SCHIEFFER: The big argument in Washington right now is over the trade bill. And here we have Republicans, a lot of them lining up with the President on this and some in his own party are the most vehement critics of this bill. Where do you come out on all that? ROBERT GATES: I'm totally supportive of these trade pacts. I think that the President is exactly right. They-- he needs this fast-track authority. This is important for not only our economic relationships with other countries and our own economic growth long term, it's important in terms of our political relationships and our security relationships with other countries, particularly, in Asia. So I think that-- I think that this is-- it's profoundly mistaken to oppose these trade pacts and, particularly, in the way they've been put forward. BOB SCHIEFFER: We're now hearing in Iraq new victories by ISIS. Can you envision United States having to send ground troops back into there? ROBERT GATES: Actually, I think sending large numbers of U.S. ground troops back into Iraq would be a serious mistake, but I do believe that the rules of engagement for our troops need to be more flexible. I think we need to have more deeply embedded trainers with the Iraqi, Kurdish, and the Iraqi security forces, the Sunni tribes with the Kurds in the north. I think we need to have forward air controllers and spotters. We need to have Special Forces in there. I think to be able to really get at ISIS, we need-- and these-- these are relatively small numbers. We have thirty-- three thousand plus in country already. It seems to me a fraction of those, if given broader rules of engagement, could it play a more effective role. I worry about the role of the Iranians and the Shia militias in Iraq and so for us to be more deeply engaged but we're talking hundreds or maybe at most a thousand U.S. forces. Sending a big U.S. force back in would be a mistake and I don't know of anybody who really supports that. BOB SCHIEFFER: You're still concerned by the dysfunction in Washington. Do you see a way out of that? ROBERT GATES: It-- it really is simply a matter of leadership. I mean there are a lot of structural changes that have taken place over the last thirty years or so that make-- I mean, we've always had tough politics in this country. We've always had polarized politics. But my favorite example is the politics today are no worse than they were when the Republicans controlled both houses of Congress in 1947. And Truman was a hated President and he still got the NATO agreement, NATO Treaty approved, he restructured the national security organizations, he got the Marshall Plan through. People were still willing to reach across the aisle to do what was in the best interest of the country. And I think what's missing now are the number-- the-- that band in the middle, both center left and center right, who are willing to reach across and-- and do deals and get things done. And anybody who wants to compromise is accused of selling out or betraying their principles and that's not the way our system of government works. Constitution is a bundle of compromises. The only way divided government, meaning the three separate branches of government works is through compromise. And you get these people, men and women back there who basically say it's my way or the highway. That's not the way the American system has ever been able to work. BOB SCHIEFFER: Secretary, it's always fun to talk to you. And wish you the best. ROBERT GATES: Thanks a lot, Bob. Wish you the best, too. BOB SCHIEFFER: Thank you. (End VT) (ANNOUNCEMENTS) BOB SCHIEFFER: Back now for some analysis with some of my favorite people, Peggy Noonan who is a columnist for the Wall Street Journal and a CBS News contributor. David Ignatius is a Washington Post columnist and in New York this morning New York Magazine columnist Frank Rich. Peggy, let me just start with you. This was a tough week for Jeb Bush. PEGGY NOONAN (Wall Street Journal/CBS News Contributor): Yeah. It definitely was. He seemed consistently taken aback by the asking of a question anyone could have told you a year and two years ago was going to be a primary question of the primary time. It was difficult for him in ways that are almost mysterious. And because I think he showed such discomfort in his answers, he sort of opened up the possibility that this will only be the beginning of many questions about things your brother did, would you have you done them. Do you know what I mean? So, it was difficult, however, he deserves I think great credit in this. He's going to the press every day. He's taking questions. He's being out there. He's doing sit-down interviews. Mrs. Clinton, instead, is doing sort of a silent movie of a campaign in which she doesn't feel she has to do those things. I don't think that's a good way to go and will be problematic for her down the road. BOB SCHIEFFER: Well, what do you think, David? I would guess at some point here Hillary Clinton is going to have to have a news conference? DAVID IGNATIUS (Washington Post): She is. I wrote this week, playing a rope-a-dope campaign to remember Muhammad Ali the fighter letting presumably hoping to let the Republicans punch themselves out swinging and swinging in. By the time we get to the real campaign their arms will be tired. I'm not sure that's going to-- going to work. I found it genuinely troubling that on an issue where she was involved in the takeoff of the Trans-Pacific Partnership Trade Deal she has been so silent as if she's really running scared from the liberal wing of her own party and-- and-- and not putting her-- her views out there. I thought the President by contrast was really a strong voice for what he believes in. And I think for Clinton to be compelling she's going to have to have that same full throated expression of what she thinks. BOB SCHIEFFER: What do you think, Frank Rich, a lot of focus on foreign policy so far in this campaign? Do you think that is going to go right on in to when we get into the final years of the campaign season, I think we'll have for a couple of years? FRANK RICH (New York Magazine): The final yeah-- the final decade it feels like already. I feel, look, if we're at war which we're unlikely to be, and I hope we won't be. Of course it would be enormous issue. But short of that, I'm not sure, I also feel if Republicans want to distinguish themselves from Hillary Clinton it's probably not a good way to do it. She is the most hawkish national Democrat can be. She was Secretary of State which is a credential they don't have. Even if you'd think she wasn't a great secretary of state, it's hard to take that away from her. She is the red phone at three o'clock in the morning candidate and you have bunch of fresh-faced youngish Republicans for the most part who look like neophytes. And no matter how hawkish they are they all sort of sound the same. They're going to have to put themselves far to the right, in sort of the neocon territory to distinguish themselves from her. The one exception Rand Paul has already sort of cratered on his revolt on Republican foreign policy. So I don't see even the percentage for Republicans and I think that public as a whole is much more interested in domestic issues, particularly, as always the economy. BOB SCHIEFFER: Well-- well, Peggy, let's go back and talk a little bit about this Republican field. There are several dozen of them. But, as you heard Bob Gates say earlier today, and he is basically a Republican although he has worked for eight presidents. PEGGY NOONAN: Sure. BOB SCHIEFFER: He said he's not impressed with any of them so far. PEGGY NOONAN: Yeah. He-- he has a way the past few years of exhibiting a fabulous and dangerous candor, Mister Gates. And it's a kind of a delight to see. I think there's-- there is one little distinction to be made here. He looks at the Republican field and in terms for President and-- and in terms of foreign policy he-- policy, he says, well, I see pretty thin experience or knowledge more or less. There is a distinction between the Republican governors going for the presidency and the Republican senators. The Republican senators are more immersed and have been more immersed. Their brain space has been filled more with foreign policy.  The governors are mostly young men who are in effect catching up. Their brain space the past eight years has been full of domestic issues and (INDISTINCT) contracts. And how the state is doing in-- in terms of its economic environment. I do think, however, that the 2016 election will be both an economic and a foreign policy election. It's a great cliché of American politics that every presidential is about the economy. This one I think will be half economy and half foreign policy because we all sense that the world is exploding every day. So it will be important. And the-- there are Republicans who I think have some distance to go to make up for some gaps. BOB SCHIEFFER: Well, David, my sense of it is that no job, being a senator, being a governor, being a business executive prepares one for being president of the United States. DAVID IGNATIUS: I think that's absolutely right. We referred earlier in the broadcast to Harry Truman, in one sense, utterly unprepared to become president after Franklin Roosevelt, and, yet, he, by most accounts, was a superb foreign policy leader. This Republican field with some exceptions, I think Marco Rubio speaks powerfully with some real ideas about foreign policy. Generally, they-- they don't have a lot of experience. We've learned watching Barack Obama learn on the job the dangers of that. And I think the American public looking at this election and it's one thing Hillary Clinton really has going for. I-- I wonder if people want to roll the dice again with a very inexperienced person. I mean Frank Rich is right. We're not at war but we are fighting a-- a very dangerous terrorist adversary in ISIS, which is expanding. Congressman Nunes is right. It is becoming a global force. So that will be a factor in-- in 2016. And people want somebody who they have confidence is going to be a good leader in them. BOB SCHIEFFER: You know, Frank, and you just did a piece about this in New York Magazine about the situation in Baltimore, which is not about foreign policy in the least. But it certainly seems to me to be an issue before the American people right now. And this is this sort of racial divide that we have been reminded of, for want of a better way to say it, by these recent events involving the police and African-Americans. FRANK RICH: Well, exactly. And keep in mind where the conventions are taking place in 2016. And the Republicans are in Cleveland. The Democrats are in Philadelphia. Both these cities have had police departments with African-American police chiefs investigated by the Justice Department for abuses, much in the way the Baltimore department is now. Both these cities have enormous amount of poverty and unemployment, which is much a piece of this as race. We're going to see two conventions, I think, in a very tone-deaf way, I suspect in both cases partying there. And it's sort of going to dramatize, I think, a big domestic problem we have. You know, Cleveland is where the twelve-year-old Tamir Rice, you know, was-- was killed for carrying a toy gun. There've been similar cases in Philadelphia. All this is going to be front and center in 2016. It's not going away. It's never going away, even before recent years. And I feel, you know, it's going to be much more short of war. I think it's going to be a much bigger deal than the Middle East. BOB SCHIEFFER: Do-- do you think this is something that goes beyond police relations with the black communities because I certainly do. FRANK RICH: Oh, yeah. BOB SCHIEFFER: I think what we are reminded of here and what we've been seeing is that African-Americans can look at one set of facts and white people can look at the same set of facts, and sometimes come up with entirely different conclusions. And it seems to me that's what we need to be working on and thinking about right now. And how-- how do you-- how do we bridge that gap? Frank, what-- FRANK RICH: It's very, very difficult. No one has a real solution and we get into the stale debate about government versus private enterprise, but clear-- and we talk about having a national discussion about race. I don't think that cuts it. I think the country as the President said is going to have to decide it really wants to address this. It's-- this is, you know, fifty years of-- of riots in America often for the same causes of the same triggers and I think there's going to have to be a real mobilization and I hate to use this cliché but it's going to take a leader. Imagine, for instance, if one Republican candidate, well, we have fifteen to twenty Republican candidates, imagine if one of them, doesn't even matter which one, really decided in a real way to talk to black America, not make a cameo appearance at Howard University or turn up at one convention of the NAACP or whatever, really rolled up his or her sleeves and-- and made some kind of interesting leadership statement about digging into this. But it's not even on the radar screen of one of our two major political parties. BOB SCHIEFFER: Let me go back to what's been happening here in Washington. The President had this rather unusual summit with-- with Arab leaders. And-- and of all things he invites six countries, these are all allies of the United States, and only two of them, David, chose to send their top guys. King Salman of Saudi Arabia sent his number two and number three, and that was pretty much the rule. What do you-- what do you make that have? DAVID IGNATIUS: Well, I think that there's no other way to look at the Saudi refusal to send King Salman after they had said that he would be coming as dissing the President. I think Presidents don't make that ask without the expectation that they will say yes. I am told by people who attended the meetings at Camp David that they were very positive. That getting these people together, the group that came are all pretty much of the same age, they spoke informally; sheiks and emirs raised their hands and interrupted and one person in the White House said to me, you know, one thing we've learned is we should have done this a long time ago. That these allies are important to us, that they have been anxious about American leadership. They needed to sit down with the President and hear the President explain what he's doing. So I think that's one take away. They're going to do this meeting again, hopefully, King Salman, if he's well, and his health is an issue, will be at the next one. But no question, the Saudis gave a kind of qualified, negative message in not sending him. BOB SCHIEFFER: I think you make a very interesting point. I mean it's like when the President asked somebody if they want to-- if he wants to serve in his cabinet, they always find out beforehand if the President calls and asks you what will you say and you get people say. In this case they asked the king to come and he didn't show up. It's pretty hard to, you know, get past that. PEGGY NOONAN: It's not something that makes the White House look impressive as an organization at the moment. It looks a little bit personal towards the President and-- and towards U.S. policy. I think just as interesting the past few weeks as this meeting has been the trade authority drama in which the President and the left of his party have been having some tensions. And there are plenty of Republicans who will support him; maybe, enough, maybe not enough. It's been interesting to see the President be cuffed about and rebuffed publicly by some people he used to be able to rely on to obey at least politest. DAVID IGNATIUS: And push back. BOB SCHIEFFER: And push back. DAVID IGNATIUS: Which he did. BOB SCHIEFFER: Yeah. Well, I want to thank all three of you for being with us this morning. There's been a lot of news this week. And it was good to kick it around with all of you. We'll be back in one minute. (ANNOUNCEMENTS) BOB SCHIEFFER: Well, that's all the time we have for today. We want to thank you for being with us. And be sure to join us next week for more FACE THE NATION. We'll see you then.",
            "url": "https://www.cbsnews.com/news/face-the-nation-transcript-may-17-2015-walker-nunes-gates/?intcid=CNM-00-10abd1h"
        }
    ]
}