{
    "Biases": [
        "immigration",
        "border"
    ],
    "Articles": [
        {
            "headline": "The original \"birther\" controversy",
            "author": "",
            "source": "CBS",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2012
            },
            "article_content": "(CBS News) Whatever the outcome THIS Election Day, the question will linger: Has a man been elected to the U.S. presidency without having been born in the U.S.A.? It's a question addressed now by our Mo Rocca: The rumors persist.  Was the president ACTUALLY born in the U.S.?  And, if he wasn't, what does that say about President . . . Chester Alan Arthur? (Who did you think I was talking about?) Our 21st President, Chester Alan Arthur is remembered as much for his outlandish facial hair . . . as he is for his outlandish facial hair. \"It's really awful.  I would be cutting those off in his sleep,\" said Heather Darch.  But when Arthur became president in 1881, the whispers surrounding him were about more than his whiskers. Democrats claimed that Arthur, a Republican, wasn't born in Vermont as he maintained, but in Canada, which according to the Constitution made him ineligible for the Oval Office. The charge was never proven, but even today there are those who say it's true. Heather Darch says that Arthur was born in a modest house in the town of Bedford in French-speaking Canada, just 15 miles north of the U.S. border - a house that is up for sale.  \"I think Americans could come up here and own a piece of Americana, very easily,\" she told Rocca. \"I really do believe that Chester A. Arthur was America's first Canadian president!\" Just down the road in the village of Stanbridge East, Quebec, Darch and Judy Antle oversee the region's archives at the Missisquoi Historical Society.  This would be the place to come to check up on Arthur's birthplace, Antle said, \"Because we have birth records, baptism records that go back to the early 1800s.\" This much we know: Chester's father, William Arthur, was an itinerant minister and teacher who traveled back and forth across the very porous border.  When his son, the future president, was born in 1829, Darch says, oral history and \"vague references\" point to Arthur's father teaching in Stanbridge East at the local school. And the schoolhouse was known as ... the White House. \"Ironic!\" said Rocca.  \"Yeah, very!\" laughed Darch.  What's more, the family of Chester's mother, Malvina, was living in CANADA at the time of his birth.  \"Malvina, we know, already had children.  So she would've needed someone to look after the children while she was nursing a new baby.  So very likely that she went to her mother for help and assistance.  So yes, it's very likely that Chester was born here.\" And then there's this: Chester Alan Arthur lied about the year of his birth, until the day he died. And he refused to answer questions raised by the \"birthers\" of his time. \"If he was born in the States, why was it such a big cover-up?\" said Antle. \"Why didn't things just come out into the open? Why is it still an issue right now? And why is it still a mystery?\" Not surprisingly, 30 miles south in Fairfield, Vt., the locals at Chester's Bakery & Restaurant stand by their namesake as Made-in-America. \"Now the people in Quebec that we've spoken to say he was born over there,\" said Rocca.  \"Fairfield people know he was born here,\" Rose Longe replied. \"Read the pamphlet. We have a pamphlet right in the window.\" \"Well, they've got pamphlets in Canada.\" \"They must have lied,\" Longe said.  \"Granted, the pamphlets are in French, so I couldn't . . .\" \"Couldn't read it, right. Ours are in English. It says, 'Born in Fairfield.'\" To investigate, we traveled down Chester Arthur Road, to the Chester Arthur Historic Site (which USED to be called the \"birthplace\"). \"Do you think there's at least a chance that he was born in Canada?\" asked Rocca.  \"No,\" said John Dumville, who is in charge of Vermont's historic sites. \"Well, yes, there is a chance.  But I doubt it.\" \"Is it possible that Chester Alan Arthur was born in Kenya?\" \"No, no.  Come on!\" Dumville laughed.  Fairfield's town clerk, Amanda Forbes, showed us their evidence: A town record that indicates that William Arthur was elected to a school board months before Arthur's birth in 1829. \"This is sort of as good as it gets in terms of evidence?\" asked Rocca.  \"Yes,\" said Forbes. \"We don't have any concrete birth certificate. I wish we did, but we don't.\" The truth may be lost to time - and to the fact that Chester Arthur burned all of his papers right before he died. \"What would the average Canadian say if he or she found out that Chester Arthur was actually Canadian?\" Rocca asked. \"I think they would first have to tell them who he was,\" laughed Darch. \"And then, they might be pretty thrilled.\" For more info:",
            "url": "https://www.cbsnews.com/news/the-original-birther-controversy/?intcid=CNM-00-10abd1h"
        }
    ]
}