{
    "headline": "A nation in crisis faces a critical moment in history this election",
    "author": "Stephen Collinson",
    "source": "CNN",
    "published_date": {
        "month": "November",
        "day": 2,
        "year": 2020
    },
    "article_content": "Presidential candidates always hype the coming election as the most important in our lifetimes. This time it might be true. An already divided nation is making its choice between President Donald Trump and former Vice President Joe Biden with fraught political divides exacerbated by the worst public health crisis in a century. It is also facing a consequent economic slump that has cost millions of Americans their jobs and a still unresolved reckoning over race and police brutality. Whether Trump gets one or two terms in office will decide if his shocking, untamed Republican presidency is an aberration in modern political history or can more permanently transform America and the world in his own disruptive image. A victory for Biden, the Democratic nominee, would end the constant gut calls, staffing chaos and continuous assaults on truth, science, fact and evidence in every sphere of national life. It would see a return to a more traditional head of state who is vowing to unite the country, create a new spirit of hope and restore compassion to the White House. How to spot a red or blue 'mirage' in early election night results Trump has made clear that becoming the first impeached president to win reelection would cause him to unleash a far purer form of his hardline nationalist ideology, and he may be all but unstoppable in his effort to fully weaponize the institutions of the US government to his own goals and whims. Vindicated by victory, the President would likely double down on crusades against “elites” and warnings that White America is in danger of being overwhelmed by changing demographics. He is likely to be even more devoted to his loyal supporters who see his calls to lock up his opponents and blame doctors over Covid-19 deaths as the embodiment of the wrecking machine they sent to destroy the Washington establishment in 2016. His victory, after trailing for months in the polls, would be yet another staggering thumb in the eye to pollsters and media commentators who predicted he was heading for defeat and would confirm his unorthodox yet uncanny and unique political talent for channeling the fears and views of millions of Americans. Four more years would give Trump more time to turn the government to the pursuit of his own personal goals. Trump’s complaints, for instance, that Attorney General William Barr – who has appeared to pursue the President’s political priorities since taking office – is insufficiently attuned to his wishes hint at a future government staffed purely by his acolytes. Such an approach would almost certainly erode Constitutional structures that even at times of political angst have largely guaranteed American political freedoms. Build your own road to 270 electoral votes with CNN’s interactive map The President, however, is billing the election as the last chance to save the individual liberties of the millions of Americans who put him in office – and whom he has ostentatiously courted ever since. “The forgotten men and women of our country will never ever be forgotten again and you know that and you saw that,” Trump said as part of an exhaustive campaign trail final swing in Minnesota on Friday. “Four years ago we had a very, very exciting time, this is even more exciting and frankly, this is a more important election and I never thought I’d be saying that … This is it. This is the history of our nation, this is a very, very big moment for our country.” The most immediate impact of a second Trump term would likely be on the management of the Covid-19 crisis, a deepening disaster that the White House has largely stopped trying to contain. The estrangement between the President and the government’s top infectious disease specialist, Dr. Anthony Fauci — who in a Washington Post interview said that the US is heading “for a whole lot of hurt” – now seems past mending. A policy that looks more like herd immunity appears more likely if the President wins. That approach, which experts say could cost hundreds of thousands of lives, is advocated by Trump’s favored adviser Dr. Scott Atlas, who is not an infectious disease expert. Even if Trump loses, in a dark winter until the inauguration in January, Trump hardly seems inclined to aggressively adopt policies to combat the virus that he refused to put into place when he was running for a second term and denying the threat. On policy, a Trump win would prioritize swift economic recovery over any effort to slow the pandemic that is now as bad as it has ever been. His victory would have consequences for the health plans of millions of Americans, enshrine hardline immigration policies, could prolong the national dislocation he has fostered over race and will reverberate far beyond American shores among hundreds of millions of people who have no say in an election that shapes their lives. On health care, for example, Trump has still not said how he would replace Obamacare – which faces its next date with destiny at the Supreme Court next week – or how he would guarantee coverage for those with pre-existing conditions after destroying the marketplace system that allows insurance companies financial leeway to provide such coverage. The election is crucial to the political aspirations of millions of heartland voters who didn’t necessarily embrace his vulgarity but believed he delivered on his promise to stand up for “forgotten Americans” devastated by globalization. If Trump wins reelection by performing better than polls suggest he will in the Midwest, he will have these voters to thank. America again has a choice between the past and the future Washington experts may scoff at Trump’s over promoted trade deals and confrontation with China after initially cozying up to President Xi Jinping. But such stances and a willingness to put the concerns of heartland workers at the center of his “America First” agenda forged a bond with voters who feel that a more cosmopolitan, middle class and urban Democratic Party has left them behind. While the President claims to have restored respect for America around the globe, and has some achievements – including newly minted diplomatic normalization deals between Israel and some Arab states – his leadership has not been widely appreciated worldwide. There are fears in Europe that a second Trump term would irrevocably weaken the transatlantic alliance and could even call the existence of NATO into question. In Asia, Trump’s hostility to US troop deployments in Japan and South Korea could presage major changes in America’s global security posture. His brewing Cold War with China is likely to intensify, as will a showdown with Iran. And dictators and strongmen would enjoy four more years of immunity from criticism from the United States, which has traditionally stood for the global promotion of human rights and democracy. Biden has bet his candidacy on the idea that Trump’s tumultuous term is indeed a deviation from the democratic and philosophical impulses that have underpinned nearly 250 years of American democracy. If he wins, he would be building on a political backlash to the President that began when Democrats won back control of the House of Representatives in the 2018 midterm election. By vowing to restore the “soul” of the nation, Biden – in likely his generation’s last kick at power – promises to promote the democracy, decency, empathy and internationalism that he says have been crushed under Trump. Biden goes all in on rebuilding 'blue wall' in campaign's closing stretch “We can choose the path of becoming angrier, less hopeful, and more divided, a path of shadow and suspicion. Or we can choose a different path, and together, take this chance to heal, to be reborn, to unite. A path of hope and light,” Biden said at the Democratic National Convention. “This is a life-changing election that will determine America’s future for a very long time. Character is on the ballot. Compassion is on the ballot. Decency, science, democracy. They are all on the ballot. Who we are as a nation. What we stand for. And, most importantly, who we want to be.” Biden is attempting to restore the role of government in seeking to advance the health and economic welfare of Americans, in a tradition that unites Presidents Franklin Roosevelt, Lyndon Johnson and Barack Obama. Biden’s election would also represent the culmination of a winding political journey that first reached Washington when Richard Nixon was president, and has encompassed all the momentous events of the past half century, from Watergate to 9/11 and the Great Recession to the rise of America’s first Black President. Biden’s running mate, California Sen. Kamala Harris, would make a fresh dent in a glass ceiling as the first woman and the first person of color to serve as vice president. Biden has large support from female voters, many of whom were alienated by Trump’s presidency and clumsy campaign trail appeals to “suburban housewives.” And if Biden captures the Oval Office, it will mean a sickened and mourning America would also have turned to a man whose reputation for integrity and compassion for the grief-stricken was forged in a lifetime of personal tragedy at a moment when more than a quarter of a million citizens are likely to have died from the virus by the time of his inauguration. Yet the chances of a Biden presidency being a return to some kind of sunlit political uplands of unity and stability are remote. The President’s repeated attempts to cast the election as “rigged” and fraudulent may make it less likely that his supporters will accept his defeat, meaning that Biden’s hopes of rescuing national unity are likely a pipe dream. The uncertainty over the destiny of the Senate also casts questions about the scope of a potential Biden presidency. Even if Democrats win back the chamber, their majority is unlikely to be more than a few seats deep – and the party coalition could encompass ultra-liberal members and new lawmakers from some more conservative states, complicating the work of unifying behind legislation. Biden will certainly hear from progressive factions, epitomized by Vermont Sen. Bernie Sanders and New York Rep. Alexandria Ocasio-Cortez, who have muted their aggressive calls for radical reform in the service of defeating Trump. At the same time, in the event of a Biden win, Republicans would be embroiled in a battle for the future of their party that would further roil the political scene. The fact that the first year of a Biden presidency would be dominated by the effort to first contain the pandemic, then begin the slow business of eradicating it through vaccines and preparing the economy, may drain the political capital many Democrats hope will be spent on aggressive climate, health, social and economic legislation. Just as Trump’s presidency could come to be seen as a blip on American history, Biden would also face questions about the long-term sustainability of his presidency. After turning 78 at the end of the month, he would be the oldest president ever inaugurated. The former Delaware senator has largely dismissed the assaults from Trump, age 74, on his cognition through solid performances at two presidential debates. But given his age, questions over Biden’s health would be a constant companion in his presidency. And Biden would have to work hard to ensure that the issue of his succession and the 2024 election — at which time he would be nearly 82 – do not turn him into an early lame duck. Such questions, however, are for the future – and another election that will begin to unfold as soon as this one is over. But first, on Tuesday, history is on the ballot."
}