[
    {
        "headline": "Email shows federal immigration bosses in OT push to swear in new citizens 'due to election'",
        "author": "By\n        Malia Zimmerman ,     | Fox News",
        "source": "",
        "published_date": {
            "month": "September",
            "day": 23,
            "year": 2016
        },
        "article_content": "Federal hearing taking place after immigrants who should have been deported were granted citizenship An internal Obama administration email shows immigration officials may be literally working overtime to swear in as many new “citizen voters” as possible before the Nov. 8 presidential election, a powerful lawmaker charged Thursday. The email, from a U.S. Citizenship and Immigration Services field office chief and part of a chain of correspondence within the agency, urges the unnamed recipient to swear in as many citizens as possible “due to the election year.” “The Field Office due to the election year needs to process as many of their N-400 cases as possible between now and FY 2016,” reads the email, which was disclosed to FoxNews.com by Sen. Ron Johnson, R-Wis., who chairs the Committee on Homeland Security and Governmental Affairs. “If you have cases in this category or other pending, you are encouraged to take advantage of the OT if you can,” the email continues. “This will be an opportunity to move your pending naturalization cases. If you have not volunteered for OT, please consider and let me know if you are interested.” Parts of the email were redacted before it was disclosed to FoxNews.com, but it was sent by the branch chief of the Houston Field Office District 17. It was not clear to whom it was addressed. “I couldn’t have said it better!” reads the July 21 note introducing the forwarded missive. “It’s the end of the year crunch time, so let’s get crunchy! Go Team Houston! Thanks for all your hard work!” Johnson and Sen. Charles Grassley, R-Iowa, in a Wednesday letter to Department of Homeland Security Secretary Jeh Johnson, said it appears the agency is trying to swear in new citizens as the election between Democrat nominee Hillary Clinton and GOP choice Donald Trump approaches. “Your department seems intent on approving as many naturalization cases as quickly as possible at a time when it should instead be putting on the brakes and reviewing past adjudications,” the senator’s letter read. Johnson referred to a report this week from the Department of Homeland Security’s Inspector General that found at least 858 people from terror hotspots and other countries of concern had been mistakenly granted citizenship despite facing orders of deportation under other identities. \"Considering that USCIS already has a troubling record of inadequate review of naturalization applications, and mistakenly giving away citizenship to terrorists, criminals and other fraudsters, it is disturbing that they are now in full and blind rubber stamp mode to crank out new citizens,\" said Jessica Vaughan, director of Policy Studies for the Center for Immigration Studies. In a USCIS planning document submitted to Congress earlier this year, USCIS reported it expected to receive 828,000 total applications this year, up from a planned 815,000 last year, an increase of 13,000, Vaughan said. A USCIS official, though, said the processing push has to do with managing applications in a timely manner -- and officials are merely trying to deal with the surge in applications typical in election years. \"USCIS’s goal is to process applications for naturalization within five to seven months, regardless of external events such as elections,\" the official said. \"USCIS anticipated that there would be a spike in applications this year, as we usually see in an election year, but the increase in N-400 applications has exceeded expectations. USCIS has detailed staff to offices experiencing increased workloads and has authorized overtime for many offices.\" The official added: \"USCIS certainly encourages our naturalized citizens to be active participants in our democracy. However, like other citizens, no new U.S. citizen is required to register to vote, or participate in any election. The issue at hand is our desire to ensure naturalization applications are processed within our normal times.\" The effort is reminiscent of a similar bid to bring in new voters when Bill Clinton ran for re-election in 1996, said Claude Arnold, a retired U.S. Immigration and Customs Enforcement special agent in charge of Homeland Security Investigations. \"I am not at all surprised by this revelation,\" Arnold said. \"This is a repeat of the Clinton election playbook. Then it was to help re-elect Bill Clinton, this time it is to help elect Hillary Clinton.\" The all-out push shows the Obama administration is using levers to help Clinton win, said Dan Stein, president of Federation for American Immigration Reform. \"In the pursuit of a partisan advantage, one party has decided integrity in the system is irrelevant,\" Stein said. \"They don’t really care about checking backgrounds or verifying status and eligibility – it is more about increasing the number of eligible voters in the upcoming election.\""
    },
    {
        "headline": "Canadian immigration website crashes during election",
        "author": "By\n           | Fox News",
        "source": "",
        "published_date": {
            "month": "November",
            "day": 9,
            "year": 2016
        },
        "article_content": "Bold Global Media founder Carrie Sheffield breaks down the process In the midst of the 2016 U.S. presidential election, anyone wishing to look into possibly moving to Canada had some difficulties Tuesday night. The Immigration and Citizen page repeatedly crashed as election results rolled in and started to show Republican presidential nominee Donald Trump in the lead. 10 STARS TO SAY THE'YRE MOVING TO CANADA IF DONALD TRUMP BECOMES PRESIDENT An attempt to access the website showed a “500 – Internal server error.” A laundry list of celebrities, including Lena Dunham, Bryan Cranston and Stephen King, has all threatened to leave the U.S.  should Trump win the election. Trump held a slight 254 to 209 lead as the clock struck midnight Wednesday."
    },
    {
        "headline": "Illegal immigrants surging to US-Mexico border in race against Election Day",
        "author": "By\n        William La Jeunesse ,     | Fox News",
        "source": "",
        "published_date": {
            "month": "November",
            "day": 4,
            "year": 2016
        },
        "article_content": "William La Jeunesse reports from Nogales, Arizona Americans aren’t the only ones motivated by Tuesday’s election. The presidential race has immigrants from around the world racing to the U.S.-Mexican border, as the cartels exploit a powerful narrative: get into the U.S. while you still can. “Smugglers are telling them that they need to come across now while there’s a chance,” said Art Del Cueto, a Border Patrol agent in Tucson, Ariz., whose views were echoed by another agent in Texas. “People think if one candidate wins, certain things will happen, like a giant wall being built and then they can never get through,” said Chris Cabrera, an agent in the Rio Grande Valley. “Another faction believes that if the other candidate wins, they’ll get amnesty if they’re here by a certain date.” Those two competing narratives – triggered by the rhetoric of Donald Trump and Hillary Clinton, respectively -- are driving immigration numbers the Border Patrol hasn’t seen in years in some sectors. “We are overwhelmed,” said a veteran agent in McAllen, Texas. “We are seeing 800 to 1,000 apprehensions every night.” In fiscal 2016, the Border Patrol apprehended 117,200 immigrants from Central America, almost one-third of all apprehensions border-wide -- and 5,000 more than during the so-called surge of 2014. The agency also apprehended 5,000 Haitians, up from just 700 last year. The number of immigrants claiming to be from Africa and Asia also is up. \"There are always going to be push and pull factors that influence an individual’s decision to make that trek,\" said Tucson Border Patrol Sector Chief Paul Beeson. The poverty and violence plaguing many of these countries helps push immigrants north, Beeson said. Pull factors include available and good-paying jobs in the U.S. and immigration policy that provides work permits and freedom for immigrants while the courts adjudicate their ‘asylum’ claim. “When you stop somebody, you ask their name and the first thing they tell you is – ‘I’m here for asylum, I can’t go home because they’ll kill me.’ … When it takes a good five or six minutes just to get their name out of them, they have a rehearsed story,” said Cabrera. “Once they get those papers saying they can pass through our checkpoint, we’ll never see them again.” Del Cueto said the agents are “not getting any backing” from D.C. and “we need to start enforcing every single immigration law we have on the books.” Del Cueto and Cabrera belong to the National Border Patrol Council, which represents the Border Patrol’s 18,000 field agents who are prohibited from talking openly to the media. While Central American immigrants have posed the biggest resource challenge for Texas, they say a surge of Haitians are pouring into ports of entry in California and Arizona. Last year, the U.S. saw a 500 percent increase of Haitians admitted to the U.S., double that in San Diego where right now 2,000 are waiting outside the port in San Ysidro. According to Homeland Security sources, another 2,000 are in Mexicali and several hundred are in San Luis, just south of Yuma where Del Cueto says immigrants are sleeping in a church parking lot. Further east in Nogales, Mexico, 150 are waiting to cross into the U.S. They are camped next to the border fence, waiting for Customs and Border Protection officers to process them as refugees. Some had jewelry and one woman had an iPad. The men surrounded the women, who huddled around a pile of boxes containing water and food. “We’ve been in Nogales 20 days,” said one middle-aged man in a striped shirt in broken English. “We need help crossing the border.” He said each immigrant paid a $4,000 to $6,000 smuggling fee. Once here, he said the Mexican government had given each a number based on their arrival. “We are seeing an uptick in the number of Haitians that are looking for an immigration benefit,” said Beeson, who admits the surge is taking agents off the front lines. Following the earthquake several years ago, Haitians were allowed to immigrate and stay in the U.S. under a program known as ’Temporary Protected Status.’ Earlier this year, the U.S. ended that protection, leaving some Haitians in the pipeline traveling through Mexico, where according to officials there, roughly 8,000 are on their way to the border. While Trump and Clinton have very different visions of immigration reform and border security, Stratfor’s Scott Stewart doesn’t see the border threat changing until conditions do south of the border. “There’s really no easy answer to it because there are just deeper issues,” said Stewart, from the defense and security think tank. “You have pervasive corruption where you see all levels of government are involved in, you know, drug dealing and other criminal activity. … So these things all tie together and make it a very difficult place for people to live and survive and because of that it’s very understandable why people would want to migrate from those conditions up to the United States.”"
    },
    {
        "headline": "US immigration policies allow gangs to thrive in violence-plagued NY community, say critics",
        "author": "By\n        Joseph J. Kolb   | Fox News",
        "source": "",
        "published_date": {
            "month": "October",
            "day": 3,
            "year": 2016
        },
        "article_content": "GOP senators claim the department is trying to register new voters in an effort to influence the presidential race; Adam Housley reports for 'Special Report' Critics say a combination of federal and local policies is being blamed for rolling out the red carpet for illegal immigrants, some of whom have committed violent crimes, allowing them to pour into a Long Island, N.Y., neighborhood where four teens have been murdered in recent weeks. Federal policy that allows Central American children apprehended by Border Patrol to be placed with illegal immigrant sponsors has sent thousands of teens to the region in recent years. While most don't arrive as hardened gang members, many are placed in homes with little supervision, say critics. Nisa Mickens, (l.), and Kayla Cuevas, (r.) “It should not be surprising that when these kids are allowed to enter illegally and then are placed in the custody of someone who is here illegally, they do not have much of an interest in complying with the process,” said Jessica Vaughan, director for policy studies for the Center for Immigration Studies. Compounding matters for some communities on Long Island, which has been plagued with violent crimes from the notorious El Salvadoran gang MS-13, is Suffolk County's status as a sanctuary county. The Center for Immigration Studies reports that Sheriff Vincent DeMarco, who could not be reached for comment, refuses to honor Immigration and Customs Enforcement detainers without a warrant. Vaughan noted that illegal immigrants have a big incentive to sign up as sponsors of unaccompanied children, whether they are family or not: Doing so shields them from deportation. Sliwa says Suffolk County's sanctuary city status makes it a recruting pipeline for gangs. (Associated Press) Curtis Sliwa, founder of the community protection group the Guardian Angels, said Suffolk County being a sanctuary region only empowers MS-13. \"Sanctuary will have a great impact on safety in Suffolk County as long as gang bangers are allowed to prey on their own people,\" says Sliwa, referring to the MS-13 primarily targeting Central American migrants for gang membership. Known for patrolling subway platforms in New York City, Sliwa has now deployed Guardian Angels to bucolic communities on eastern Long Island, where violent crime at the hands of MS-13 is rising. Vaughan and others claim the situation is a recruiting pipeline for MS-13, and Suffolk County has seen a rise of the notorious and violent gang. Last month, Nisa Mickens and Kayla Cuevas, both 15, were brutally murdered. Days after the teens were found beaten to death, the skeletal remains of 19-year-old Oscar Acosta and 15-year-old Miguel Garcia-Moran were discovered, all allegedly linked, according to the Suffolk County Police Department, to this violent clique -- sparking community outrage. Vaughan has observed, through close analysis of immigration court records, that about half of the children are not showing up to their hearings. “When they do, they typically are ordered to be deported, but under current policies, they are not a high priority to be tracked down for enforcement, unless they are convicted of a serious crime,” she says. “The Obama administration’s approach to dealing with the surge in illegal alien minors from Central America has been nothing short of a disaster for many communities.” She said most of the children are not qualified for any kind of legal status here and are likely to be non-compliant with immigration regulations, especially when housed with an illegal immigrant. “When that happens, they are usually ordered removed in absentia, but then ICE has to track them down, which isn’t easy and requires a lot of resources,” she says. Between 2013 and 2015, ICE had deported 5,834 people who entered the country as unaccompanied children, but by the time the feds catch up to them they are well into their adult years and have already committed a violent crime. Mark Weber, spokesman for the U.S. Department of Health and Human Services, said the goal of the program is to place the children with their parents or family members who are already in the country -- regardless of their immigration status. “Last year, 55 percent of children were released to a parent, 36 percent were released to a close family member and the remaining 9 percent were released to a distant or non-relative sponsor,” says Weber. Weber says he does not have updated figures on how many children were placed with illegal immigrant sponsors, which includes home visits and follow-up calls once the child has been placed with the sponsor. However, the statistics posted on the HHS website tell part of the story. According to the HHS website, in fiscal year 2015 only 1,895 home visits were conducted out of 33,726 referrals made by DHS. Vaughan expressed little confidence in the follow-up phone call system, saying there is no way to monitor the progress of the child. Over the past four years alone, 225,725 unaccompanied Central American children have entered the United States -- with nearly 3,500 of them being placed in Suffolk County between October 2013 and July 2016. \"This influx has strained school systems in many places, and even worse, the lax oversight has enabled criminal gangs, especially MS-13, and trafficking organizations to bring in kids to boost their numbers,\" Vaughan says. \"The federal agencies and their contractors have failed in their responsibility to ensure the welfare of these kids; in fact, they admit that they have completely lost track of most of these teenagers.\" Sliwa expressed frustration with politicians who are obsessed with preventing ISIS attacks while gangs such as MS-13 wreak havoc around the nation and HHS continues the flood of Central American children in communities that are not prepared for the fallout. \"All you hear is crickets from both sides of the aisle,\" says Sliwa. \"Politicians don't get gangs.\""
    },
    {
        "headline": "The fascinating facts about immigrants and health insurance",
        "author": "By\n        Robin Gelburd ,     | Fox News",
        "source": "",
        "published_date": {
            "month": "June",
            "day": 30,
            "year": 2016
        },
        "article_content": "In a Friday, May 6, 2016 photo, Dr. Shane Prejean briefs a group of medical residents and medical students while visiting a patient at Our Lady of the Lake Regional Medical Center in Baton Rouge, La. Louisiana\u0092s deep, persistent budget troubles are endangering the future of medical training programs. Proposed cuts to hospitals could damage the stream of new doctors for a generation, in a state that has chronic shortages of health care workers and some of the worst health care outcomes in the nation.  (AP Photo/Gerald Herbert) (Copyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistribu) Immigration has been much in the news lately, with the Supreme Court deadlock blocking President Obama’s immigration reform program, California’s move to try to extend participation in their state health exchange to undocumented immigrants, and the continuing prominence of immigration as both a presidential election issue and a source of international turmoil. One aspect often lost in the headlines is just how challenging it can be for immigrants, both documented and undocumented, to get health insurance in the United States. The complexity of the nation’s health care system can be daunting for consumers in general. The complexity is magnified for immigrants—many of whom have difficulty communicating in English, work for low wages at jobs that do not offer health coverage and may face a welter of legal obstacles to acquire it on their own. As a neutral, independent nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information, FAIR Health takes no position on immigration issues. We do, however, try to demystify health insurance for everyone, including immigrants. For that reason, we prepared a new segment (available in both English and Spanish) in our ongoing series of FH® Health Insurance 101 articles called, “Immigration and Health Insurance Coverage: What Are Your Options?” The FH Health Insurance 101 series explains our health insurance system to consumers in a way that is both useful and easy to understand. Our new immigration article presents a map for immigrants of the challenging pathway to getting covered. For immigrants lucky enough to be covered by their employer’s health plan, getting insured is relatively easy. For those who can afford to buy health insurance directly from an insurer or broker, it is also fairly simple. For others, it may be complicated or impossible. Consider first the documented immigrants—those who are US citizens or, in the federal government’s terminology, are “lawfully present.” Those include green card holders (lawful permanent residents), people who have been granted asylum (asylees), refugees and other individuals on a long list of immigration statuses. Those immigrants, like most other Americans, are required to have health insurance or pay a penalty on their taxes. They can buy coverage through the Health Insurance Marketplace established under the Affordable Care Act, but they have to prove their immigration status with highly technical documentation. Depending on factors such as income, US citizens and immigrants considered “qualified non-citizens” may be eligible for Medicaid or the Children’s Health Insurance Program (CHIP). But, many qualified non-citizens have to wait five years after getting their qualified immigration status before they can get Medicaid or CHIP. As for Medicare, immigrants turning 65 have to have been lawfully present for at least five years to be eligible. Now consider the country’s 11 million undocumented immigrants. They are not allowed to use the Health Insurance Marketplace, Medicare, or, in many states, Medicaid or CHIP. (An exception is made for emergencies, for which even undocumented immigrants may be eligible for emergency Medicaid benefits.) Rules about Medicaid and CHIP differ from state to state, and in some states and cities some undocumented immigrants may be eligible for some kind of public health insurance. But finding out the details in their particular location can be difficult—especially since undocumented immigrants often are wary of approaching any government agency, for fear that reporting their status will get them deported. To complicate matters, immigrant families often include members with different immigration statuses. An undocumented mother may have a child who is a U.S. citizen. The mother in such a case can apply to the Health Insurance Marketplace, Medicaid or CHIP for coverage just for the child, without having to disclose her own immigration status. In practice, however, children born in the United States to undocumented parents are three times more likely to be uninsured than other US-born children. Because undocumented immigrants face such obstacles in obtaining health insurance, they often avoid going to the doctor, and may end up costing taxpayers more when conditions that could have been prevented or treated early become expensive emergency cases. Those without health insurance often depend on a “safety net” of free or low-cost care at Federally Qualified Health Centers, migrant health centers and public and nonprofit hospitals. FAIR Health does not advocate any particular policy. But we hope that presenting the facts about immigrants and health insurance will help individuals concerned about insurance and their access to care and will contribute to a better informed and healthier population."
    }
]