{
    "Biases": [
        "Abortion",
        "pro-life"
    ],
    "Articles": [
        {
            "headline": "Author believes American justice system is broken but fixable",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 22,
                "year": 2011
            },
            "article_content": "New book examines courts in jeopardy over money, politics Kourlis says courts are overloaded, boggled down, politicized, and inaccessible The cost of elections is going up but judicial budgets to run courts is going down, she says \"There is, in my experience, an increasing mistrust of the judiciary and courts,\" says Kourlis The year 2012 promises an unrelenting focus on elections: presidential, congressional, gubernatorial, and state legislative. But it may be little-noticed judicial races that may have the most enduring impact on issues big and small, since courts typically get the last word. Think healthcare, taxes, education, abortion. And where such power is concentrated, the money is sure to follow. In the 39 states where judges are elected, says the non-partisan Justice at Stake, spending on state high court elections has more than doubled in the past decade. Judicial candidates raised more than $200 million in the 2000s, compared to $83 million in the 1990s. A new book looks at the challenges now facing the civil court system, offering solutions to ending what the authors call the political and procedural gridlock that, in many parts of the United States has threatened access to, and confidence in, the American justice system. CNN spoke recently with co-author Rebecca Love Kourlis, a former justice of the Colorado Supreme Court and currently founder and executive director of the Institute for the Advancement of the American Legal System. CNN: You call your book– co-written with Dirk Olin– “Rebuilding Justice.”  Why? Kourlis: The courts are overloaded, they’re bogged down, they’re politicized, and they’re inaccessible. The basic structure is still absolutely right, but the decades of embroidery on top of that basic structure has interfered with the purpose for which the courts were originally created. They don’t work for the average citizen and they don’t work for business, either. CNN: What can an average citizen expect when they go to court? Kourlis: The individual citizen can’t expect his or her case to go to trial, to have it heard it in a speedy way, or to do it inexpensively. Those things are not happening in the current civil justice system. Lawsuits take way too long, they cost way too much for most of us – only 1% of cases around the country on the civil side actually go to trial and are decided on the merits. The rest get settled and not necessarily because of merit, but usually because one party or the other has run out of money. You never get to a determination of who was right and who was wrong. CNN: Do the problems come down to money? Kourlis: There’s an interesting paradox – on one hand, less and less money is being funneled into court budgets, such that 78% of [state] courts were required to cut their budgets last year, and moving non-urgent cases farther and farther back on the docket. On the other end of the spectrum, more money is being funneled into the election process in states where supreme court justices are elected by some contested election method. So the cost of election for a judicial candidate is going way up and the actual budget dollars that are made available for the courts to do their job is going way down. And then, the costs of entry for potential litigants are also beyond reach in many instances because of the cost of litigation. The money’s in the wrong place. CNN: Does the public have a negative perception of the courts? Kourlis: There is, in my experience, an increasing mistrust of the judiciary and courts. When it comes to judges, the mistrust tends to center around what many citizens presume to be a political agenda – that judges are political actors and that they make their decisions on the basis of personal political preferences rather than the rule of law. That’s a really serious problem because the courts have nothing other than the confidence of the public in which to vest ultimate outcomes. In other words, there’s no enforcement entity, there’s nothing other than all of us believing in the fairness of the courts to support the enforcement of orders and the authority of the court’s decisions. On the other side, I think almost universally, people who have sued, or been sued in the last decade, come away from the process feeling that justice has not been served: that they have expended, usually, a huge amount of money that the outcome has been a negotiated settlement, rather than a decision on the merits; that there hasn’t been sort of catharsis to the process; and that it has taken too long, to get their case through the system. CNN: Do judges themselves lack the voice to defend their work? Kourlis: Part of that problem is the rhetoric or commentary falls on ears of individuals who really don’t understand the system very well to start with. So they can be easily swayed one way or the other, easily convinced that judges are just another elected brand of politicians… So this perennial problem to which [retired] Justice [Sandra Day] O’Connor points, mainly the lack of civics education – the fact that people really don’t understand the three branches of government, the balance and separation of powers. It’s very troubling. CNN: Should all judges be appointed, like the federal system, or do state elections of judges still work? Kourlis: Our solution is not to get rid of elections. There’s nothing wrong in our view with voters having a say about judges, but there’s a way to do it that protects judicial impartiality and keeps cash out of the courtroom. CNN: So what is the proper role of our courts today? Kourlis: All of our work is designed to be a call to action. These problems are fixable – the structure of our system is really very elegant. Fixing the problems can start from the right place. What needs to happen is legislatures need to fund courts; judges need to manage cases, to keep things focused and on track; judges and lawyers need to change the rules of civil procedure to focus on access and efficiency; and voters must be aware of the dangers of politics in courtrooms and choose systems for selecting judges that keep politics out of the mix but still provide for accountability. And to do any or all of that takes a fundamental understanding of the courts, how they work and why there are courts in the first place. This is not an effort to change substantive law when it comes to the civil justice process reform part of our work. This is an effort to try to make the wheels turn better and make the system function for litigants – either a plaintiff or defendant. CNN: Are you pessimistic things can be changed? Kourlis: Actually, I’m not pessimistic at all. The most remarkable part of this work is that judges and lawyers and citizens across the nation – when they sit down with a common eye toward solutions and actions that is truly productive – tend to be able to come to consensus and tend to be able to put things in place. This does not appear to me either to be a mountain that can’t be scaled or to be an example of a circumstance where people immediately polarize and get into checkmate. This, rather, is an area of our social contract, of our life as American citizens, where people can quickly be made to understand how important it is and how fundamental it is. If they feel they are getting good information and if they feel that they can develop their views without being kind of sideswiped or sucker-punched along the way, they really can be invested in the cause. I think this really is fixable. I think the civil justice process problem could be fixed to some significant extent in the next five to 10 years. Changing judicial selection methods may take a while longer because it is a constitutional process, but I think if we can just begin to communicate the message that voters absolutely do have a say in who their judges are and how they perform. But they have to be very careful to make their voice heard in a way that encourages objectivity and impartiality from judges rather than the opposite – judges who stick their finger in the air and see which way the wind is blowing before they decide a case.",
            "bias": "Abortion",
            "url": "https://www.cnn.com/2011/12/22/justice/justice-gridlock/index.html"
        },
        {
            "headline": "Romney wins endorsements from Bob Dole, Iowa newspaper",
            "author": "Ashley Killough",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 18,
                "year": 2011
            },
            "article_content": "The two endorsements come about two weeks before the Iowa caucus Bob Dole and The Des Moines Register's editorial board praise Mitt Romney's credentials The paper's support is coveted, but a number of previous picks have not won the White House Romney earlier won the endorsement of South Carolina Gov. Nikki Haley Republican presidential hopeful Mitt Romney has scored the endorsement of Bob Dole, who lauded the former Massachusetts governor in an ad Sunday in Iowa’s The Des Moines Register newspaper. The public endorsement comes one day after the Register – Iowa’s largest newspaper – backed Romney in his bid for the Republican presidential nomination and just over two weeks before Iowa’s critical presidential caucuses on January 3. In his advertisement, Dole said Romney is the GOP candidate is best suited to defeat President Barack Obama in 2012. “I’ve known Mitt and his family for decades. His parents instilled in him a strong work ethic, rock-solid conservative values, and a deep sense of service to others,” the former Kansas senator and 1996 GOP presidential nominee wrote. “These traits – which have shone through in both the debates and in my own visits with him – will serve him well in the White House.” Dole also said Romney “rescued a flailing Winter Olympics when it was mired in financial scandal.” And as governor of Massachusetts, Dole wrote, Romney “managed to both balance the state’s budget and cut taxes while dealing with an overwhelmingly Democratic state legislature.” GOP race shifting again? Romney attacking Gingrich's wealth How Mormonism affects Romney in race Wall Street campaign dollars The Register’s editorial board said Romney was the most qualified candidate competing in the caucuses. While the paper didn’t endorse Romney during his last run for president in 2007, the editorial board said voters now face a different GOP field and Romney “has matured as a candidate.” “Rebuilding the economy is the nation’s top priority, and Romney makes the best case among the Republicans that he could do that,” the editorial board wrote. The board hailed Romney for his “solid credentials,” saying he was the most likely candidate to see through “knee-jerk, ideological” perspectives and “bridge the political divide in Washington.” Taking issue with the two other top-tier candidates, the paper claimed Romney stood out against former House Speaker Newt Gingrich, whom the board called “an undisciplined partisan who would alienate, not unite, if he reverts to mean-spirited attacks on display as House speaker.” It also criticized Texas Rep. Ron Paul as someone with a libertarian ideology that would “lead to economic chaos and isolationism.” Also significant, the board somewhat defended Romney against a line of attack taken by opponents who criticize him as a “flip-flopper.” “Though Romney has tended to adapt some positions to different times and places, he is hardly unique. It should be possible for a politician to say, ‘I was wrong, and I have changed my mind’,” the paper wrote. But the paper still reserved questions over his changing tune on issues such as abortion and said it was up to the voters to decide “whether such subtly nuanced statements express Romney’s true beliefs or if he’s trying to have it both ways.” While the paper’s endorsement is highly coveted, it does not necessarily spell success for a candidate. In the last election cycle, the paper endorsed GOP Sen. John McCain of Arizona, who didn’t actively campaign in the state and took third place in the caucuses, while former Arkansas Gov. Mike Huckabee pulled off a surprise victory. The newspaper has long endorsed candidates for the general presidential election, but it began making endorsements for the caucuses in 1988. Since then, three of its choices went on to win the contest: Dole in 1996 and 1988 and then-Texas Gov. George W. Bush in 2000. In addition, three endorsees eventually secured the Republican nomination: Dole in 1996, Bush in 2000 and McCain in 2008. Only one of its chosen candidates - Bush in 2000 - went on to win the White House. According to an American Research Group poll taken Dec. 8-11, Romney placed second in the Hawkeye State with 17% of support among likely caucus voters, while Gingrich took first with 22%. Paul tied with Romney at 17% On Friday, Romney garnered a nod from South Carolina Republican Gov. Nikki Haley. South Carolina’s primary, set for January 21, is the first presidential contest in the South and the third overall in the early voting season. CNN’s Peter Hamby, Robert Yoon, Oliver Janney and Chris Welch contributed to this report.",
            "bias": "Abortion",
            "url": "https://www.cnn.com/2011/12/18/politics/iowa-romney-endorsements/index.html"
        },
        {
            "headline": "Romney remains the top target of GOP rivals, White House",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 30,
                "year": 2011
            },
            "article_content": "Despite Cain's rise in the polls, Romney is still considered the top contender White House adviser joins GOP contenders in calling Romney a flip-flopper Romney aide says the White House is diverting attention from the president's failure Cain clarifies his opposition to abortion and defends his tax plan Herman Cain may be battling with Mitt Romney atop the Republican presidential polls, but Romney remained the “target du jour” Sunday for both his current and possible future competition. Two other rivals for the GOP nomination – Texas Gov. Rick Perry and a fellow Texan, Rep. Ron Paul – as well as David Plouffe, a senior adviser to President Barack Obama, all accused the former Massachusetts governor of flip-flopping on major issues in a bid to strengthen his conservative credentials. The targeting of Romney on Sunday talk shows demonstrated how he remains the most formidable contender in the eyes of his rivals, even with Cain’s rise to top-tier status in the Republican race. A new Des Moines Register poll in Iowa showed 23% of likely caucus-goers backed Cain while 22% supported Romney, making them the frontrunners for now in the state that will give the first formal read of the race on January 3. Paul was the only other candidate in double figures at 12%. Plouffe, offered a chance to size up Cain on NBC’s “Meet the Press,” gave a minimalist response that the former pizza executive seemed “to have tapped into something.” Without prompting, he was much more detailed and pointed about Romney. “He has no core,” Plouffe said, citing issues such as climate change, gay rights and abortion on which he accused Romney of shifting to the right politically to try to satisfy conservatives. Ron Paul on a possible third party run Political ads not made for TV “You get the sense with Mitt Romney that, you know, if he thought it was good to say the sky was green and the grass was blue to win an election, he’d say it,” Plouffe added. Romney’s team fired back quickly, issuing a statement by spokesman Ryan Williams that accused Obama and his aides of trying to divert attention from their own shortcomings. “President Obama can’t run on his abysmal economic record and he is desperate to distract from the historic loss of middle-class jobs that has occurred on his watch,” Williams’ statement said. “Americans won’t be fooled by false and negative attacks.” Perry, appearing on “Fox News Sunday,” touted his own pedigree as a self-described “consistent conservative” compared to Romney on issues such as gun control and abortion. “We are very, very different from the standpoint of consistency on those issues I’ve just mentioned,” said Perry, who was tied for fifth in the Iowa poll with 7% support. Paul told CNN’s “State of the Union” that Romney has been “pretty smooth” in responding to criticism over changing his position on issues. He made a point of noting that, unlike Romney, “they haven’t challenged me for flip-flopping, so I’m very proud of that.” Cain, meanwhile, spent much of his appearance on the CBS program “Face the Nation” clarifying past statements or responding to criticism, rather than launching zingers against Romney or other rivals. He distanced himself from a previous comment that abortion in cases of rape and incest should be up to the family, declaring: “I am pro-life from conception, period.” Last week, Cain said on CNN’s “Piers Morgan Tonight” that he was against abortion rights, but when asked about rape or incest, Cain said the government shouldn’t have a say on those issues and the decision should be left to the family. Some social conservatives slammed Cain for his remarks in the following days, prompting him to be vocal about his “pro-life” stance in subsequent campaign appearances and interviews. Asked Sunday about his plan to set flat 9% tax rates on corporate and personal income while also assessing a 9% national sales tax, Cain denied it would mean a heavier tax burden for low- and middle-income Americans. Setting a flat corporate tax rate would eliminate what Cain called “embedded” taxes in the production process, bringing down consumer prices to result in overall savings benefits, he said. Embedded taxes are estimated by some economists to comprise 30% or more of a product’s final cost, he said. In addition, Cain yielded to prodding by “Face the Nation” host Bob Schieffer to publicly declare his opposition to smoking in the aftermath of a novel campaign ad in which Cain’s chief of staff takes a drag on a cigarette and blows smoke at the screen. “Young people of America, all people, do not smoke,” Cain said to the camera after Schieffer, a former smoker and cancer survivor who acknowledged he was editorializing, admonished the ad as possibly giving a pro-smoking message. “It is hazardous and it’s dangerous to your health. Don’t smoke. I’ve never smoked and I have encouraged people not to smoke.” To further prompting from Schieffer, Cain added: “It is not a cool thing to do.” CNN’s Gabriella Schwarz contributed to this report.",
            "bias": "Abortion",
            "url": "https://www.cnn.com/2011/10/30/politics/romney-targeted/index.html"
        },
        {
            "headline": "Perry supporter says Romney’s religion ‘a cult’",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 8,
                "year": 2011
            },
            "article_content": "Rick Perry supporter says don't vote for Mitt Romney because he's a Mormon Robert Jeffress describes Church of Jesus Christ of Latter-day Saints as 'cult' Perry distanced himself from comments on Friday Controversial remarks by the pastor of a Dallas church stole the spotlight from several Republican White House contenders Friday during the first day of the Values Voter Summit, an annual gathering of evangelicals and other social conservatives. After introducing Texas Gov. Rick Perry, Robert Jeffress, pastor of the First Baptist Church of Dallas, told reporters that Republicans shouldn’t vote for White House hopeful Mitt Romney because he’s a Mormon and described the Church of Jesus Christ of Latter-day Saints as a “cult.” Speaking live on CNN’s “The Situation Room,” Jeffress told CNN Political Correspondent Jim Acosta, “I think Mitt Romney’s a good, moral man, but I think those of us who are born-again followers of Christ should always prefer a competent Christian to a competent non-Christian like Mitt Romney.  So that’s why I’m enthusiastic about Rick Perry.” In the same exchange, Jeffress told Acosta that the Southern Baptist Convention “has officially labeled Mormonism as a cult.”  In fact, a website maintained by the Southern Baptist Convention lists the Mormon faith under its “New Religions and Cults” section, which also includes Jehovah’s Witnesses and the Church of Scientology. Contacted by CNN, the Romney campaign had no comment on Jeffress’ remarks.  Michael Purdy, a spokesman for The Church of Jesus Christ of Latter-day Saints, declined to comment on a statement “made at a political event.” Bill Bennett weighs in on Mormon attack Gingrich jabs Perry, Romney Rick Perry: Proud of pro-life fight Guy pesters Perry to show e-mails “But those who want to understand the centrality of Christ to our faith can learn more about us and what we believe by going to mormon.org,” Purdy said in a statement. The Perry campaign told CNN via email that it did not ask Jeffress to introduce the Texas governor at Friday’s event.  Asked personally about Jeffress’ remarks after a campaign event in Iowa Friday night, Perry told reporters that he did not think Mormonism is a cult, a view Perry spokesman Mark Miner had expressed earlier on Perry’s behalf. Speaking Friday evening on CNN’s “John King, USA,” Tony Perkins, president of the Family Research Council and an organizer of the two-day event, said the Perry campaign was informed two weeks ago about event organizers’ plan to have Jeffress introduce Perry and the Perry camp, in Perkins’ words, “signed off on” that plan.  Perkins also told CNN Chief National Correspondent John King that event organizers did not know what Jeffress was going to say in introducing Perry nor did the Texas governor’s campaign. Alson on “John King, USA,” Jeffress told King that Perry did not know in advance what he was going to say and the Dallas pastor noted that he did not “refer to Mormonism as a cult” in his actual remarks introducing Perry at the event. Then, Jeffress affirmed his earlier comments about the tenets of the Church of Jesus Christ of Latter-Day Saints. “This is not an unusual view, John, that Mormonism is not Christianity,” Jeffress told King, “Historical Christianity has never embraced Mormonism as a part of its faith.” Jeffress added that, in his estimation, because Romney is Mormon “he doesn’t embrace the historical tenets of evangelical Christianity.” Then Jeffress told King that, religion aside, he still did not think Romney was the right choice. “There are plenty more reasons not to vote for Mitt Romney … and I think conservatives have plenty of reasons, leaving Mormonism out of it, not to be energized by Mitt Romney’s candidacy,” the pastor said. Jeffress’ comments largely overshadowed the remarks of Perry, Herman Cain, Rep. Michele Bachmann, former House Speaker Newt Gingrich, and former Sen. Rick Santorum, all of whom addressed the conservative gathering Friday. Perry focused his speech less on social conservative values and more on the economy, taking a swipe at President Barack Obama along the way. “[Americans] aren’t looking for soaring speeches. They’re looking for common sense solutions,” Perry said Friday.  “They know our first order of business to get America working again is sending our current president to the private sector.”  The Texas governor primarily talked about American ‘exceptionalism,’ arguing the best way to maintain freedom is to protect the country’s economic and national security. And on the heels of an agreement this week between the White House and Senate Democrats on a 5.6% “millionaire’s tax,” Perry blasted the idea of raising taxes as a way to stimulate the economy. “When [liberals] utter phrases like ‘fair share’ you just know they’re once again playing fast and furious with the truth,” Perry said. “And the truth is you can’t rev up the engine of an economic growth by heaping higher taxes on job creators.” Perry did delve into his stance on abortion. Notably, he said he was a consistent anti-abortion advocate unlike other White House hopefuls. “For some candidates, pro-life is an election-year slogan to follow the prevailing political winds,” Perry said in apparent hit against his opponent, Mitt Romney, whom he didn’t name. Cain, who recently joined Perry and Romney in the top tier of the GOP race according to several recent national polls, relished his new status. Cain told the gathering of social conservatives the rest of the Republican field is afraid, “that this long shot may not be a long shot any longer.”  The former CEO of Godfather’s Pizza who has never held elected office also dedicated a good portion of speech to foreign policy, a policy area perceived as a weakness on Cain’s part by some Republicans. Taking aim at Cain’s ‘9-9-9’ tax plan, Santorum introduced what he called his ‘0-0-0’ plan:  “Zero corporate income tax on any manufacturer processor in this country… Zero corporate tax on all of that money brought back if invested in plant and equipment in this country… And zero – we will zero out and repeal every single regulation the Obama administration has put in place that is 100 million dollars in business or more,” Santorum said. Santorum said his plan would boost the middle class and manufacturing, an area of the economy that the former Pennsylvania lawmaker said used to be strong. “Twenty-one percent of the people working in this country when I was growing up were involved in manufacturing,” Santorum said. “Now it’s 9. We need to get those jobs back.” Former House Speaker Newt Gingrich, long known as one of the GOP’s top ideas men, used his address to deliver a broadside against the notion of judicial supremacy and particular against more liberal judges on the federal bench. Bachmann, a vocal social conservative, shared how her faith played a role in her fight against abortion rights.  She added that she introduced legislation in Congress on Thursday that would require women considering an abortion to hear and see the heartbeat of the fetus before making a decision. A longtime favorite of the tea party movement, Bachmann also sounded what is becoming a recurring refrain in her campaign for the White House; she told fellow conservatives that they should not settle for a moderate Republican as they make their decision about who to back in 2012. “Don’t listen to these people, who every four years, tell you we have to select a moderate from our party and we have to settle for the sake of winning,” she said. “I am here to tell you we are going to win. This year, we don’t settle.” Perkins opened the event by telling social conservatives that electing a Republican in 2012 would not be enough.  “This election is too important to elect a Republican,” said Perkins.  “We need to elect a conservative that will undo the economic and moral and social destruction this administration has unleashed on America. We don’t need politicians that promise to slow down decline. We need leaders that are bold and courageous that will undo destructive policies.” Along with Rep. Ron Paul, former Massachusetts Gov. Mitt Romney is set to address the gathering Saturday.  It is not known whether Romney will speak directly to Jeffress’ remarks about Mormonism. This isn’t the first time the Dallas pastor has hit Romney over his religion. During the 2008 campaign, he made similar comments.",
            "bias": "Abortion",
            "url": "https://www.cnn.com/2011/10/08/politics/perry-response-mormonism/index.html"
        },
        {
            "headline": "Candidates flood the zone as caucuses close in",
            "author": "Paul Steinhauser",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 27,
                "year": 2011
            },
            "article_content": "GOP presidential candidates campaign in Iowa with one week to go Newt Gingrich returns to the state as a former frontrunner Iowa airwaves will feature an explosion of campaign TV commercials Biggest question remains who will capture the evangelical vote As the clock ticks toward the start of the primary and caucus calendar, campaigning here in the Hawkeye state kicks into high gear. Five of the major Republican presidential candidates will campaign in Iowa on Tuesday with one week to go until the state’s January 3 caucuses, the first contest in the race for the GOP nomination. And as the candidates criss-cross the state, Iowa airwaves will see an explosion of campaign TV commercials, following a brief lull for Christmas. Texas Gov. Rick Perry, former Sen. Rick Santorum of Pennsylvania and Rep. Michele Bachmann of neighboring Minnesota on Tuesday resume barnstorming across Iowa, concentrating most of their firepower in the Hawkeye State in hopes of top-tier finishes. Former House Speaker Newt Gingrich is back in the state for the first time in nearly a week, returning as he has lost his frontrunner status in the latest polls of likely Iowa GOP caucus-goers. The latest survey, from American Research Group, finds a three-way traffic jam for the top spot, with Rep. Ron Paul of Texas at 21%, former Massachusetts Gov. Mitt Romney at 20% and Gingrich at 19%. Paul doesn’t resume campaigning until Wednesday, with Romney ending Tuesday in Davenport, Iowa, after starting the day with campaign events in New Hampshire, which votes second in the calendar, a week after Iowa. Betting on candidates Rep. King: I must live with my GOP pick Iowa GOP race tightening The ARG poll also indicates that 12% of likely caucus-goers are still undecided at this late date. And numerous polls also indicate that many voters say they still may change their mind on which candidate they’ll back come January 3. Turn on a TV here in Iowa and during commercial breaks you’ll be bombarded with a barrage of campaign ads. On Monday Perry’s campaign went up with a new spot that touts the Texas governor’s anti-Washington credentials, paints some of his rivals as D.C. insiders and highlights his calls for a part-time Congress. And the Romney campaign is going up with a new commercial on Iowa airwaves that touts the former Massachusetts governor as the presidential candidate best poised to effectively reform government. Among those being courted are social conservative voters who are extremely influential in determining which candidate comes out on top in the caucuses. Exit polls from the last presidential election indicate that 60% of Iowa Republicans say they’re born-again or evangelical Christians. But unlike four years ago, when many of them supported former Arkansas Gov. Mike Huckabee, a Baptist minister, this time around their vote could be divided among a couple of the candidates. “The pro-life vote in Iowa is the most loyal voting block in the caucuses. They are definitely going to come out en masse,” says Steve Deace, a syndicated conservative radio talk show host who’s popular program is heard statewide. “What we don’t know if they will come out en masse for one candidate like they did for Mike Huckabee four years ago or whether they will come out splintered among some voters as opposed to several candidates as the polls currently show.” Huckabee’s come-from-behind victory in Iowa four years ago rocked the GOP nomination race and was Romney’s first serious wound in his bid for the nomination. The question this time around is who might be the Mike Huckabee of 2012.",
            "bias": "pro-life",
            "url": "https://www.cnn.com/2011/12/27/politics/iowa-caucuses-near/index.html"
        },
        {
            "headline": "Pro-Romney super PAC slams Gingrich",
            "author": "Jim Acosta",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 21,
                "year": 2011
            },
            "article_content": "\"Super\" political action committees are spending millions of dollars on ads in Iowa One group supporting Romney has been attacking Newt Gingrich A recent Supreme Court ruling allows those PACs to spend unlimited money in a campaign It’s not the Occupy Wall Street protesters yelling “mic check” who are bugging Newt Gingrich at his events these days. It’s the attack ads occupying the airwaves in Iowa. A new spot from the pro-Mitt Romney super political action committee Restore Our Future starts with the simple question: “Know what makes Barack Obama happy?” The answer: “Newt Gingrich’s baggage.” In the ad, luggage bearing the names of the former speaker’s past liabilities then spills out onto an airline baggage carousel. “Newt has more baggage than the airlines,” the ad says. The spot doesn’t mention Gingrich’s personal baggage. But it might as well. Gingrich has demanded that Romney call on the super PAC to pull its negative ads. “I object to lies. I object to negative smear campaigns,” Gingrich said Tuesday. But Romney makes no apologies. “If you can’t stand the relatively modest heat in the kitchen right now, wait until Obama’s hell’s kitchen shows up,” Romney said in New Hampshire on Wednesday. Newt Gingrich heckled in Iowa Newt Gingrich playing defense in Iowa Unfortunately for the former speaker, it’s about to get hotter. The 2012 campaign is now a high stakes version of Pac-Man. In the battle of Romney versus Gingrich, guess who the ghost is? The Restore Our Future super PAC is not only run by former Romney political operatives. It also is funded in large part by big donors who still work at Romney’s former investment firm, Bain Capital. None of this is a mystery to Gingrich. “We need to understand that these are his people, running his ads, doing his dirty work, while he pretends to be above it,” Gingrich said Tuesday. According to an analysis of disclosure forms from Restore Our Future conducted by the nonpartisan government watchdog Center for Responsive Politics, the pro-Romney super PAC has spent $430,380 on ads in Iowa. That’s more than the $325,770 spent by the Romney campaign. Combined, they are outspending Gingrich in Iowa by more than seven to one. Bain employees have given $1.25 million  to Restore Our Future. Contrast that to the $84,500 contributed by Bain employees directly to the Romney campaign. In its landmark 2010 decision in the case of “Citizens United vs. the Federal Election Commission,” the U.S. Supreme Court green-lighted the activities of super PAC’s, effectively allowing them to legally raise and spend unlimited amounts of money. Viveca Novak with the Center for Responsive Politics said Bain’s connection to “Restore Our Future” gives Romney a clear advantage in the race. “He automatically has access to extraordinary amounts of money through these individuals who are connected to securities and investment firms, which are part of the world he used to inhabit,” Novak said. Santorum: I was asked to drop out Romney has suggested he has no legal authority to pull the super PAC spots. “My goodness, if we coordinate in any way whatsoever, we go to the big house,” Romney said in an interview on MSNBC’s “Morning Joe.” Novak said Romney could do more. “If Romney wanted to he could call a press conference and call on the super PAC to take down the ad,” Novak said. Romney defended “Restore Our Future” by pointing to the pro-Obama super PAC, Priorities USA, which has already started attacking his campaign. That PAC, run by former White House Deputy Press Secretary Bill Burton, has one spot featuring a now infamous photo of Romney during his days at Bain. The picture shows Romney in a suit stuffed with money. As Romney has pointed out, the president’s advisers have set their fundraising goal at $1 billion. The Romney campaign said its own spots are positive. Its latest ad stars Romney’s wife, Ann, who extols the virtues of good moral character. “If you really want to know how a person will operate, look at how they’ve lived their life,” Ann Romney says in the ad. That sounds like another subtle swipe at Gingrich, who  has a new ad featuring his wife, Callista. “From our family to yours, Merry Christmas and Happy New Year,” she says in the spot. With super PAC fever spreading, a little holiday cheer doesn’t hurt.",
            "bias": "pro-life",
            "url": "https://www.cnn.com/2011/12/21/politics/romney-super-pac/index.html"
        }
    ]
}