{
    "Biases": [
        "immigration",
        "border",
        "Dreamers"
    ],
    "Articles": [
        {
            "headline": "Survey says Latino voters sticking with Obama, Democrats",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 29,
                "year": 2011
            },
            "article_content": "Hispanic support for President Obama is strong over possible Republican opponents Latinos surveyed disapprove of increased deportations under the Obama administration The main issues for Hispanic respondents are jobs, education and health care Latino voters strongly support President Barack Obama and his Democratic Party, despite dissatisfaction with the administration’s deportation policies, according to a survey released Wednesday by the Pew Hispanic Center. The results are good news for Obama and Democrats for next year’s election, as Hispanics are the fastest-growing population group in the country and comprise a major voting bloc. According to the survey, Latino registered voters favor Obama over Republican presidential hopefuls Mitt Romney or Texas Gov. Rick Perry by margin of more than 2-to-1. The results are similar to the presidential election in 2008, when Obama got 67% of the Latino vote compared with 31% for Republican candidate Sen. John McCain. The most admired person of 2011 is ... Obama kissing babies Hispanic voters have traditionally identified with the Democratic Party, and the Pew survey’s results showed that connection continues. It said two-thirds of Hispanic registered voters identified with or leaned toward the Democratic Party, while 20% felt that way about the Republican Party. “It is interesting that among Latino voters, the voters who are registered, there is a lot of support for the Democrats, but also for Barack Obama,” Mark Hugo Lopez, executive director of the Pew Hispanic Center, said in an interview with CNN. The survey of 1,200 Hispanic adults was conducted in English and Spanish from November 9 through December 7, and has a margin of error of 3.6%. While showing strong Latino support for Obama and Democrats, the survey also showed Hispanics dislike immigration policies of the Obama administration, which increased deportations to 395,000 in 2009 and 387,000 in 2010. According to the Pew survey, 59% of Latino respondents disapproved of the administration’s handling of deportations, while 27% approved. At the same time, the survey found that less than half of the Hispanic respondents – 41% – knew that more deportations were occurring under the Obama administration than the Bush administration that preceded it. A strong majority – 77% – of Latino respondents who were aware of the increased deportations under Obama disapproved of his administration’s policy, while just over half of those unaware of the increase also expressed disapproval. Hispanics accounted for 97% of deportees in 2010, according to the U.S. Department of Homeland Security. More than 90% of Latino respondents in the survey support the DREAM Act, a Democratic measure pushed by Obama that provides a pathway to legal residency for children of illegal immigrants who attend college or serve in the military. Republicans have blocked passage of the measure in Congress. In the interview with CNN, the Pew Hispanic Center’s Lopez said that the most important issues for Hispanic registered voters were jobs, education and health care – the same as in past years. CNN’s Catherine Shoichet contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/12/28/politics/obama-latino-poll/index.html"
        },
        {
            "headline": "After weeks of allegations and stumbles, Cain shifts to ‘Plan B’",
            "author": "Martina Stewart",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2011
            },
            "article_content": "Herman Cain announced Saturday that he is suspending his campaign Cain had been dogged by allegations of sexual harassment and an affair Cain also had suffered through several stumbles on policy issues Cain: \"Becoming president was Plan A. Today I want to describe Plan B\" In the waning days of his embattled presidential campaign, Herman Cain sounded like a man crafting his own political obituary. Cain suspends presidential bid Talking about “the American dream” at an event in Ohio Wednesday, Cain drew inspiration from his alma mater, Morehouse College. The former CEO of Godfather’s Pizza told his audience, “Dr. Benjamin Mays, late president of Morehouse College, used to challenge the young men of Morehouse when he would say, ‘Let it be borne in mind that the tragedy of life does not lie in reaching your goals. The tragedy lies in having no goals to reach for.’” “It’s not a calamity to die with dreams unfulfilled,” Cain continued, “but it is a calamity to have no dreams.” Cain suspends presidential campaign Cain’s prophetic comments came less than 48 hours after he used a live interview with CNN’s Wolf Blitzer to try to get ahead of an accusation by Atlanta businesswoman Ginger White, who says that she and Cain carried on a 13-year affair. “I did not have an affair,” Cain said on “The Situation Room” just hours before a local Atlanta TV station aired White’s accusation. Cain heads home after rough week What followed can only be described as a difficult week for Cain – filled with unflattering headlines and sound bites – a week that culminated Saturday with his decision to suspend his presidential campaign, essentially ending his 2012 White House hopes. Cain campaign ups and downs What does ‘suspending’ mean? Bumpy ride on the 'Cain train' The accusation by White was the latest in a series of allegations of sexual misconduct against Cain to receive national media attention since late October, when Politico reported on past allegations of sexual harassment leveled against the businessman in the 1990s while he was the head of the National Restaurant Association. The report eventually led to one Chicago woman, Sharon Bialek, coming forward publicly and on camera, with famed feminist attorney Gloria Allred at her side, as she alleged that Cain had groped her in 1997. Bialek said the incident occurred as she met with Cain in hopes of restoring her former employment with the restaurant industry group.  “Unfortunately for Herman, he’s still in denial [about his alleged behavior],” Bialek said on “Piers Morgan Tonight” in early November. The sexual harassment controversy also eventually led to the identification of Karen Kraushaar as one of two women who received financial payments from the National Restaurant Association after they alleged that Cain had sexually harassed them. Though Kraushaar decided not to appear on camera, she called Cain a “serial denier.” “He will deny if it is four or 40 women,” she told CNN in early November. While Cain weathered the firestorm set off by the reporting of past sexual harassment allegations against him, the episode seemed to slow his momentum in the polls and create a window of opportunity for former House Speaker Newt Gingrich to surge in the volatile race for the GOP presidential nod and claim the ever-changing mantle of being a more conservative alternative to frontrunner Mitt Romney. Poll: Romney, Gingrich tied for top spot Herman Cain: Anti-woman candidate? And reporting about the sexual harassment allegations also brought to the surface questions about the viability of Cain’s candidacy in the eyes of Republican women voters, an important voting bloc in both the general election and the primaries, and a powerful force within the tea party movement. Cain's strategy: Is it working? The trail of sexual misconduct allegations was not the only cause of Cain’s fall from surging frontrunner to former presidential hopeful. In recent months, the businessman had a number of foreign policy stumbles which seemed to confirm concerns within GOP circles that he did not have the mastery of international affairs or national security necessary to be the nation’s next commander-in-chief. Cain sings at National Press Club Getting to Know Herman Cain CNN Red Chair Interview: Herman Cain In mid-October, Cain said he’d put an electrified fence on the U.S. border if he became president.  Although Cain quickly walked back the comment, saying he had been joking and “America needs to get a sense of humor,” that did not stop rival Michele Bachmann from pouncing with the assertion that border security was “no laughing matter.” And Texas Rep. Charlie Gonzalez, the Democratic chairman of the Congressional Hispanic Caucus, also seized on Cain’s comment as insensitive and displaying a lack of understanding about the immigration issues the country is facing. Then, at a CNN GOP presidential debate, Cain was forced to walk back a comment about negotiating with al Qaeda over the release of prisoners held at the U.S. facility in Guantanamo Bay, Cuba – a comment he’d made to CNN’s Wolf Blitzer just hours earlier. In early November, Cain’s comments to PBS seemed to suggest that he did not know China was a nuclear power and has been for more than four decades. Cain shows inconsistencies in foreign policy understanding Then in mid-November, and just as the noise over the reporting on past sexual harassment allegations was dying down, Cain famously had a painful stumble in an on-camera interview with newspaper reporters. Asked whether he agreed with how President Barack Obama had handled the unrest in Libya which eventually toppled the regime of Moammar Gadhafi, Cain took nearly a minute to formulate his answer, during which time he seemed to be confused about which Arab Spring uprising was at issue and what the president’s approach to it had been. Then, Cain suggested that the burgeoning government in Libya contains elements of the terrorist groups al Qaeda and the Taliban, an assertion that was rejected by the Obama administration’s ambassador to the United Nations. On the domestic front, Cain also stumbled on some policy issues. During an interview with CNN’s Piers Morgan, Cain muddied the waters about his views on abortion, a move that quickly drew fire and criticism from rivals Michele Bachmann, Rick Santorum and Rick Perry. The slip-up forced Cain to clarify his position on abortion. And “9-9-9,” Cain’s signature economic policy that helped power him to the top of the polls, also came under withering scrutiny once he became a frontrunner. Liberals attacked Cain’s proposal for a radically simplified tax system by pointing out that it would be more regressive than the current system. And conservatives raised concerns that the creation of a new national sales tax would provide a new revenue stream to a federal bureaucracy that they already see as bloated, overreaching, and fiscally irresponsible. Report: 84% would pay more under Cain’s 9-9-9 plan Effectively bowing to some of the criticism, Cain announced “9-0-9” in late October, a version of his tax proposal meant to ease the burden on taxpayers at or below the poverty line. Finally, an odd web video released by the Cain campaign that featured Cain’s chief of staff Mark Block smoking on camera drew criticism because Cain is a cancer survivor and the video began to raise questions about the seriousness of Cain’s presidential bid. In the past month or so, as the “Cain train” seemed to be losing contact with the political rails and as Gingrich surged in the polls, pundits and journalists also began openly to question the Cain campaign’s strategy of seemingly ignoring – rather than focusing on – the critical early voting states of Iowa, New Hampshire, and South Carolina.  Instead of running for president, many political observers suggested, Cain seemed to be conducting a thinly veiled promotional tour for his new book that was released in October just as he surged to front-runner status. In the end, weeks of accusations and allegations, stumbles, missteps and growing questions seemed to crush Cain’s upstart campaign under its own weight. In his last public appearance Friday before announcing his decision to suspend his presidential bid, Cain was again prophetic and looked aloft for guidance. “There is God’s plan, but you see, God doesn’t tell you his plan for you until he believes you are ready for those parts of the plan,” Cain told a gathering of supporters in South Carolina.  “So I believe that I’m on this journey, I’m on this journey for a reason and I don’t look back.” Speaking Saturday with his wife Gloria cheering him, Cain had found his direction. “Becoming president was Plan A … today I want to describe Plan B,” Cain told supporters before he announced the suspension of his presidential campaign. CNN’s Kevin Bohn, Shannon Travis, Steve Brusk, Shawna Shepherd, Gabriella Schwarz, Ashley Killough, Kevin Liptak, Peter Hamby, Alison Harding, Jamie Crawford, Jeanne Sahadi, Charles Riley and Rebecca Stewart contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/12/03/politics/cain-political-obit/index.html"
        },
        {
            "headline": "Why Gingrich’s N.H. endorsement is a bigger deal than it seems",
            "author": "Paul Steinhauser",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 28,
                "year": 2011
            },
            "article_content": "Tune in to “John King USA” at 6 p.m. ET Monday for a live interview with Newt Gingrich, whose surge in the polls and recent endorsement puts him among the GOP’s front-runners for 2012. Gingrich grabbed endorsement from state's largest, most conservative paper But the Union Leader hasn't had a great track record picking nominees Romney, Huntsman now have tougher battle in state where they have campaigned heavily The timing couldn’t have been better for Newt Gingrich. He’s under fire from some of his rivals for the GOP presidential nomination and from some top conservative voices for suggesting at the CNN Republican debate last week that there should be a “path to legality” for some illegal immigrants. But the former House speaker got a shot in the arm in the form of the New Hampshire Union Leader’s endorsement. The newspaper’s support is akin to a conservative stamp of approval: The Union Leader is the only statewide newspaper in the state that holds the first-in-the-nation primary, and its editorial page is influential among Granite State conservatives. Gingrich grabs major N.H. endorsement The endorsement, which labeled Gingrich as the “best candidate who is actually running,” could also make him a player in a state where former Massachusetts Gov. Mitt Romney has home-field advantage. Romney is the overwhelming front-runner in polls of likely New Hampshire primary voters, thanks in part to name recognition. Romney was governor of neighboring Massachusetts, and much of southern New Hampshire is in the Boston media market. Romney also owns a vacation home in the Granite State and spent a lot of time campaigning there  in the last presidential cycle, as well as making very public stops the past two years to help local New Hampshire Republicans. Bill Clinton praises Newt Gingrich NH paper: Why we picked Gingrich But Gingrich has seen his Granite State poll numbers rise lately, and he now places second in the three most recent surveys released last week. The Union Leader’s endorsement could make him the conservative alternative to Romney. However, the paper’s track record is not the best indicator of which candidate will win the nomination. Though it got it right in 1980, endorsing Ronald Reagan, the candidates it supported in 1988 (Pete DuPont), 1992 and 1996 (Pat Buchanan) and 2000 (Steve Forbes) did not end up winning the nomination. The newspaper’s endorsement four years ago of Sen. John McCain did help restart his campaign, which was nearly left for dead a few months earlier. Gergen: Is there a “New Newt” in town? The Gingrich endorsement is likely to be more than a one-day story. The crucial question now is how aggressive the Union Leader will be, in the six weeks until the New Hampshire primary, in supporting Gingrich while attacking Romney and the other Republican White House hopefuls campaigning in the state. Four years ago, after endorsing McCain, the newspaper repeatedly criticized Romney. Could we see the same strategy this time around? Union Leader Publisher Joe McQuaid tells Politico that his paper will most likely follow its usual formula, which we saw in the last cycle. “I’ve run campaigns in New Hampshire with the Union Leader with me and against me. I’d rather have them with me,” says Granite state based GOP strategist Patrick Griffin. Besides Romney, the other candidate who could be hurt by the endorsement may be Jon Huntsman. The former Utah governor and ambassador to China is concentrating most of his time and resources campaigning in New Hampshire. “Now, with the Union Leader endorsement, Gingrich cuts in front of Huntsman’s wind in New Hampshire,” said Alex Castellanos, a GOP strategist and CNN contributor who was a top media adviser to Romney’s 2008 campaign but who is not taking sides in this cycle. No one can do more damage to Gingrich than Gingrich. He needs to hire a bodyguard to protect himself from himself. Alex Castellanos, GOP strategist With only five weeks until the Iowa caucuses, Castellanos says, Gingrich may end up being the Romney alternative in Iowa, and “that could catapult him into a mano-a-mano death match with Romney in the Granite State.” But Gingrich has plenty of baggage: from his past stances on illegal immigration and a health care individual mandate to his teaming up on a couch with Nancy Pelosi in a long-ago TV commercial to his three marriages. Castellanos, who was also a top media adviser to the 2004 Bush-Cheney re-election campaign, says that with Gingrich, “every day is an adventure, like roller-skating across a tightrope. He always has the potential to take himself down as quickly as he has gone up. No one can do more damage to Gingrich than Gingrich. He needs to hire a bodyguard to protect himself from himself. As he becomes more relevant, so will his flaws.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/28/politics/gingrich-endorsement-big-deal/index.html"
        },
        {
            "headline": "Political gamble for Gingrich on immigration",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 23,
                "year": 2011
            },
            "article_content": "NEW: Conservative Iowa congressman says Gingrich's position is a problem New front-runner says some longtime illegal immigrants should stay in the U.S. Rivals Mitt Romney and Michele Bachmann say Newt Gingrich's plan amounts to amnesty Analysts say conservatives won't like it but question if stance will hurt Gingrich Newt Gingrich said he was ready to “take the heat” for backing limited amnesty for longtime illegal immigrants. The heat came quickly. Top rivals for the Republican presidential nomination immediately labeled the former House speaker’s stance as outright amnesty – a virtual swear word in to many GOP conservatives. With Gingrich rising in the polls, his political gamble on such a volatile issue could play well with moderate Republicans and independents crucial to GOP hopes in next year’s presidential election. The question is how much it will hurt him in the Republican primaries that kick off with the Iowa caucuses on January 3. Conservatives hold more sway in the nominating process, and Gingrich might have alienated a key segment of the party’s base support with his comments at Tuesday night’s CNN debate that some illegal immigrants who had lived in the United States for decades should be allowed to stay. Readers judge GOP contenders after debate Iowa Rep. Steve King, a conservative Republican, said Wednesday that he disagreed with Gingrich’s position, calling it “a form of amnesty” in an interview with Iowa Public Television. Asked whether the issue meant King would not support Gingrich, King said that it was “something that concerns me” and that he “moved a little bit away last night.” Dana Loesch, a CNN political contributor and St. Louis tea party organizer, said Gingrich’s position will anger grass-roots conservatives, but she noted that he has been consistent on the issue in his career. GOP candidates agree to disagree Who stood out, stumbled in CNN debate Analysts:  Gingrich winner in CNN debate Did debate sway undecided voters? Loesch called Gingrich’s logic on the matter “unsound,” adding that “breaking the law for a quarter of a century does not make that law somehow less illegal.” At the same time, Loesch praised Gingrich’s overall performance and said she thought he generally helped himself on the night. That split perspective was reflected in comments on the conservative website TeaPartyNation.com, which ranged from outright anger at Gingrich to praise for what some posters called a reasonable approach. “I’m sure Newt will be doing a lot of spinning on this, to disarm the ill-effects,” said one comment with the tag of Vern Shotwell. “Won’t work, at least with me. It’s a bad idea.” Another comment, tagged John Delasaux, responded that Gingrich’s plan was far short of amnesty. “Newt’s solution is typical of his deeper thought capabilities, and ‘regularizing’ the illegals by giving them a ‘Red Card’ which allows them to achieve a legal status, without a path to citizenship, is a very creative solution to an otherwise insoluble problem,” said the post by Delasaux. David Gergen, a CNN senior political analyst, noted Gingrich broke from conservative orthodoxy and took a more humane position than people would generally associate with him. “I think he’ll take a hit in the conservative community,” Gergen said but added that for moderate Republicans and independents, “seeing the humane side of Gingrich tonight might be a plus.” A CNN/ORC International Poll on Monday put Gingrich atop the GOP presidential field for the first time, with 24% support, compared with 20% for Mitt Romney in second place. However, the poll also found that 9% of respondents said Gingrich was the most likable candidate. In addition, the poll found that 71% of Republican respondents believe the main focus of immigration policy should be deporting illegal immigrants and stopping more from coming, compared with 42% of Democrats and 54% of independents. Five things we learned from the debate Toward the end of Tuesday’s debate on national security, Gingrich called for illegal immigrants with little history or ties to the United States to get kicked out. However, he took a different approach with those who have settled in the country and become community members and contributors to society. “If you’ve been here 25 years and you got three kids and two grandkids, you’ve been paying taxes and obeying the law, you belong to a local church, I don’t think we’re going to separate you from your family, uproot you forcefully and kick you out,” Gingrich said. Romney, the former Massachusetts governor who usually is more moderate than Gingrich, immediately took exception by saying such a policy would attract more illegal immigrants. “Amnesty is a magnet,” Romney said, but Gingrich was unswayed. “I don’t see how the party that says it’s the party of the family is going to adopt an immigration policy which destroys families that have been here a quarter century,” Gingrich responded. “And I’m prepared to take the heat for saying, ‘Let’s be humane in enforcing the law without giving them citizenship but by finding a way to create legality so that they are not separated from their families.’ “ On Monday, Gingrich had provided a more detailed description of his plan to CNN, saying long-time illegal immigrants with community ties should be allowed to pay a penalty so they would gain legal status without becoming full citizens. “You want to become a citizen, you have to go and join at the end of the line the people who are not currently here so that nobody gets cheated for citizenship who’s been obeying the law,” Gingrich said then. As a practical matter, he added, uprooting families by deporting people with 20- and 30-year histories in the country was “not going to happen.” After Tuesday’s debate, Gingrich told CNN that he wasn’t talking about any kind of blanket amnesty. “There’s lots of people who will go home” because they are illegal immigrants with no ties or roots in the United States, he said. “There’s also millions who will end up staying. “I want to be tough, but I do not want to kid people,” Gingrich said, adding that he can’t imagine “any reasonable person” who wants to “tear families apart.” He also acknowledged a desire to make the Republican Party more palatable to Hispanic voters, a key voting demographic that opposes conservative immigration policies. “It’s not just the Hispanic community, but we have people who come to America from the whole planet,” Gingrich said, later adding: “It’s important for us to unify the country by having an honest conversation, not just a series of slogans.” A few minutes later, though, conservative candidate Rep. Michele Bachmann of Minnesota summed up the tea party sentiment about Gingrich’s position, saying: “If you’re legalizing 11 million workers, it sounds like amnesty to me.” Romney told reporters on Wednesday that Gingrich’s position “offered a new doorway to amnesty.” “My view is people who come into this country illegally should not have a special break or special pathway to become permanent residents or citizens of this country,” Romney said. “They should be in line or the back of the line with other people who want to come here legally.” However, former Sen. Alan Simpson, a Wyoming Republican who co-sponsored major immigration legislation in 1986, said Gingrich was making sense in view of current realities. “I think you have to do something like that,” Simpson told CNN. “What are you going to do, deport them all?” He had another tip for those confronting the issue today: Avoid referring to the solution as a form of amnesty. “We never used the word ‘amnesty’ because it’s a flash word” that “gets people all juiced up,” Simpson said. CNN’s Paul Steinhauser contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/23/politics/gingrich-immigration/index.html"
        },
        {
            "headline": "Mississippi rejects abortion amendment; Ohio repeals anti-union law",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 9,
                "year": 2011
            },
            "article_content": "Two ballot measures had national implications in an off-year election Mississippi rejects amendment that would have defined life as beginning at conception Ohio voters repeal law that limited public workers' collective bargaining rights Mississippi voters Tuesday rejected a controversial amendment that would have defined life as beginning at conception while Ohio voters  repealed a law that limited the collective bargaining rights of public workers, CNN projects. The two ballot measures had national implications as Americans voted in an off-year election. The Mississippi amendment would have made it impossible to get an abortion in the state and hampered the ability to get the morning-after pill or birth control pills that destroy fertilized eggs. Disposing of unused fertilized eggs could also have become illegal, making in vitro fertilization treatments more difficult. National right to life groups opposed the measure and the Catholic Church in Mississippi called it extreme. The Ohio law limited the bargaining rights of police, teachers, firefighters and other public workers over salaries, workplace conditions and hours. It prohibited strikes and promotions based on seniority only, and required public workers to contribute at least 10% of their income toward their pensions and at least 15% to pay for their health care insurance. Ohio union vote could have 2012 effects Arizona immigration law author loses Georgians vote on Sunday liquor The Republican-controlled legislature passed the bill Republican Gov. John Kasich signed it into law in March but a successful petition drive kept it from being enacted and placed it on the November ballot. Kasich said Tuesday night that it was clear that the people had spoken. “Part of leading is listening to and hearing what people have to say to you,” he said. The vote was seen as a victory for unions and Democrats, but CNN projects that Democrats are taking a loss in Ohio in a measure that exempts Ohioans from compulsory participation in the mandatory health care coverage portion of President Barack Obama’s health care reform law passed last year. Since the measure is a state one and the health law is a federal one, it is unclear what impact it might have and it is seen as largely a protest vote. In other elections around the country: • CNN projects that Mississippi’s governor’s seat will stay in Republican hands as Republican Lt. Gov. Phil Bryant appeared to be on his way to victory over Hattiesburg Mayor Johnny DuPree, who would have been the state’s first African-American governor. DuPree, who was elected the first black mayor of Hattiesburg in 2001, was expected to spark a stronger than usual turnout in the African-American community. Bryant will succeed Republican Gov. Haley Barbour, who was barred by term limits from running again after serving two terms. • In Arizona, the state senator who wrote the controversial immigration law lost to a charter school superintendent in a recall election widely seen as a referendum on tough measures against illegal immigrants. The recall petition pitted Russell Pearce against fellow Republican Jerry Lewis. Lewis led with 53.4% of the vote with all precincts reporting while Pearce got 45.3%. • Kentucky Gov. Steve Beshear will win a second term, CNN projects, easily beating Republican state Sen. Steve Williams in a race that centered on jobs and the economy. Williams frequently criticized Beshear’s record on creating jobs and balancing the state budget. Beshear kept a tally of the number of jobs that companies were bringing to the state on his website. • While the abortion ballot initiative in Mississippi got the most attention, another constitutional amendment that CNN projects to pass will require voters to submit a government-issued photo ID.  Mississippi will be the 15th state to require photo IDs to vote. Such laws have become popular with Republicans, who say they are trying to reduce voter fraud. Democrats argue that Republicans are trying to suppress voter turnout, especially among people who tend to vote for Democrats. CNN’s David Ariosto, John Helton, Ashley Killough, Kevin Liptak, Paul Steinhauser and Robert Yoon contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/09/politics/election-results/index.html"
        },
        {
            "headline": "Author of tough  Arizona immigration law loses recall election",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 9,
                "year": 2011
            },
            "article_content": "A petition drive forced the recall election for Russell Pearce Jerry Lewis led with 53.4% of the vote with all precincts reporting Pearce got 45.3% of the vote, election officials say Pearce wrote Arizona's controversial immigration law The state senator who wrote Arizona’s controversial immigration law conceded defeat Tuesday night  in a recall election widely seen as a referendum on tough measures against illegal immigrants. “I want to thank those people who have stood by me,” said Russell Pearce, who represented a suburban Phoenix district.  “It doesn’t look like the numbers are going my direction … and I’m OK with that.” The recall petition pitted him against fellow Republican Jerry Lewis, who led with 53.4% of the vote with all precincts reporting.  Pearce got 45.3%, election officials said. “If being recalled is the price for keeping my promises, then so be it,” Pearce said surrounded by supporters. The heated campaign has included accusations of dirty tricks, with Lewis supporters saying a third candidate who later dropped out but remains on the ballot – Olivia Cortes – was intended to siphon votes from him. Pearce, a former Phoenix-area sheriff’s deputy known for his tough stance against illegal immigration, sponsored the state immigration law that became the focus of national media and legal attention. “With Sen. Russell Pearce’s defeat in this recall election, everyone who practices the politics of fear and division was put on notice,” said Rep. Raul Grijalva, a Democrat from Arizona. “It’s not a substantive platform, and his own constituents clearly said they demand more from their elected officials. It’s a game-changer for the state of Arizona that’s going to have serious, and I think very positive, ripple effects all across this country.” Passed in 2010, the Arizona law aimed to “discourage and deter the unlawful entry and presence of aliens and economic activity by persons unlawfully present in the United States.” Among other provisions, it would require that local police, during the enforcement of other laws, check the immigration status of anyone they suspected of being undocumented. The U.S. Court of Appeals for the 9th Circuit said the measure overstepped Arizona’s authority, and the state is seeking a U.S. Supreme Court ruling to settle the issue. Pearce contends dozens of other states are trying to pass similar legislation, showing the popular support and need for such measures. Lewis, who says the controversial law has made Arizona a national pariah, said he ran out of dissatisfaction with how Pearce has represented the 18th District. Lewis has called for what he characterizes as a more cooperative stance against illegal immigration, one that seeks solutions in concert with the federal government and other players. The recall petition drive against Pearce collected more than 10,000 signatures. CNN’s Tom Cohen and Thelma Gutierrez contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/09/politics/arizona-recall-vote/index.html"
        },
        {
            "headline": "Author of immigration law fights to hold seat in Arizona",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2011
            },
            "article_content": "A petition drive forced the recall election for Russell Pearce He is challenged by fellow Republican Jerry Lewis Pearce wrote Arizona's controversial immigration law The state senator who wrote Arizona’s controversial immigration law faced off against a charter school superintendent on Tuesday in a recall election widely seen as a referendum on tough measures against illegal immigrants. Russell Pearce, a fifth-generation Arizonan representing a suburban Phoenix district, is challenged by fellow Republican Jerry Lewis in the election forced by recall petitions seeking Pearce’s ouster. The heated campaign has included accusations of dirty tricks, with Lewis supporters saying a third candidate who later dropped out but remains on the ballot – Olivia Cortes – was intended to siphon votes from him. Pearce, a former Phoenix-area sheriff’s deputy known for his tough stance against illegal immigration, sponsored the state immigration law that became the focus of national media and legal attention. Passed in 2010, the Arizona law aimed to “discourage and deter the unlawful entry and presence of aliens and economic activity by persons unlawfully present in the United States.” Among other provisions, it would require that local police, during the enforcement of other laws, check the immigration status of anyone they suspected of being undocumented. The U.S. Court of Appeals for the 9th Circuit said the measure overstepped Arizona’s authority, and the state is seeking a U.S. Supreme Court ruling to settle the issue. Pearce contends dozens of other states are trying to pass similar legislation, showing the popular support and need for such measures. Lewis, who says the controversial law has made Arizona a national pariah, said he ran out of dissatisfaction with how Pearce has represented the 18th District. Lewis has called for what he characterizes as a more cooperative stance against illegal immigration, one that seeks solutions in concert with the federal government and other players. The recall petition drive against Pearce collected more than 10,000 signatures. CNN’s Tom Cohen contributed to this report.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/08/politics/arizona-recall-vote/index.html"
        },
        {
            "headline": "What Election Day 2011 could tell us about 2012",
            "author": "Paul Steinhauser",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2011
            },
            "article_content": "Collective bargaining and health care reform are on the ballot in Ohio If Republicans win in Virginia, they'll control the Senate, House and governorship Mississippi voters will cast ballots on a \"personhood\" amendment The chief architect of Arizona's controversial immigration law faces recall Some statewide and local elections on Tuesday could serve as a barometer for next year’s battle for the White House. While overshadowed Monday by the verdict that Dr. Conrad Murray was responsible for Michael Jackson’s death as well as another shoe dropping in the controversy surrounding GOP presidential candidate Herman Cain over allegations of sexual harassment, Election Day 2011 does has some compelling storylines that serve as an appetizer for next year’s contests. BATTLE FOR OHIO: Two ballot initiatives in the Buckeye State could provide clues for how the fight for the crucial battleground state may play out in next year’s race for the White House. Tons of outside money is being spent on the Issue 2 ballot referendum, which focuses on the anti-collective bargaining measure that Republican Gov. John Kasich signed into law earlier this year. Democrats and organized labor are urging a “no” vote on Issue 2. According to a recent Quinnipiac University poll, Ohio voters said they think the law should be overturned by a 52-37% margin. Ohio union vote could have 2012 effects Mississippi to decide when life begins Illegal immigration key in AZ recall The new national health care reform measure, passed last year by a Democratic Congress and signed into law by President Barack Obama, is the center of attention of Issue 3, the other major referendum on the ballot. If passed, it would exempt Ohio residents from the compulsory health care mandate, which is extremely unpopular with many Republicans. Since the health care act is a federal law, this state referendum is more a protest vote than anything else, but since it’s vaguely written, its implications are unknown. BATTLE FOR TWO MORE BATTLEGROUNDS: In Virginia, Republicans are trying to win control of the state Senate. If they succeed, they would control both the state Senate, House and the top three statewide positions (governor, lieutenant governor and attorney general) in an important swing state. In another much-watched battleground state, a special election in Iowa will decide which party controls the state Senate. VOTER RIGHTS: Both Maine and Mississippi are the arenas for fights over voters’ rights and could serve as a gauge for similar referendums next year. Question 1 in Maine would repeal the same-day registration law that was passed earlier this year. Mississippi’s Initiative 27 would make photo IDs mandatory at polling places. If passed, Mississippi would become the 15th state to require photo IDs to vote. Such laws have become popular with Republicans, who say that they are trying to reduce voter fraud. Democrats argue that Republicans are trying to suppress voter turnout, especially among people who tend to vote for Democrats. ABORTION: Mississippi voters will cast ballots on a “personhood” amendment. The controversial measure, if passed, would define “life” as beginning at the moment of conception and it would make all abortions illegal, including the termination of pregnancies caused by rape, incest or those which prove to be a grave threat to the life of the mother. While the initiative appears to have lots of support, it is opposed by some National Right to Life groups, and the Catholic Church in Mississippi says the amendment is too extreme. GUBERNATORIAL CONTESTS: There doesn’t appear to be a lot of suspense when it comes to the two states voting for governor. Democratic Gov. Steve Beshear of Kentucky appears to be cruising towards re-election. In Mississippi, Republican Lt. Gov. Phil Bryant is considered the favorite over Hattiesburg Mayor Johnny DuPree, the Democratic nominee who would be the state’s first black governor. Bryant is expect to succeed Republican Gov. Haley Barbour, a fellow Republican who is term-limited. MAYORAL CONTESTS: The major cities holding elections are: Baltimore, Charlotte, Houston, Indianapolis, Philadelphia, Phoenix and San Francisco RECALL ELECTION: Arizona state Sen. Russell Peace is facing a recall election. Since he’s the chief architect of Arizona’s controversial immigration law, this contest is getting a lot of attention nationwide.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/08/politics/2011-election-day/index.html"
        },
        {
            "headline": "Author of Arizona immigration law faces recall vote",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 7,
                "year": 2011
            },
            "article_content": "A petition drive forces the recall election for Russell Pearce The state senator wrote and sponsored Arizona's controversial immigration law Pearce is challenged by another Republican in Tuesday's vote Opponents of Pearce accuse his campaign of dirty tricks The state senator who wrote Arizona’s controversial immigration law faces a recall election Tuesday in what is considered a referendum on public support for tough measures against illegal immigrants. Russell Pearce, a fifth-generation Arizonan representing a suburban Phoenix district, is challenged by fellow Republican Jerry Lewis in the election forced by recall petitions seeking Pearce’s ouster. The heated campaign has included accusations of dirty tricks, with Lewis supporters saying a third candidate who later dropped out but remains on the ballot – Olivia Cortes – was intended to siphon votes from Lewis. Cortes cited “constant intimidation and harassment” against herself, her family, friends and neighbors  for her decision to drop out. In recent days, Lewis supporters complained of campaign robo-calls that they said targeted Hispanic voters and advised them to protest the election because no Democratic candidate was running. To Lewis supporters, the calls were an attempt to dissuade likely Pearce opponents from voting for Lewis. A statement by Lewis’ campaign blamed a Pearce supporter for the robo-calls. On Saturday, Pearce, 64, issued a statement that called for cooling down the campaign rhetoric in the final days before Tuesday’s vote. “I call upon my supporters and those supporting my opponent to bring the rhetoric and personal attacks to an end,” Pearce said in the statement posted on his website. “In recent days, personal attacks against me and my opponent have reached a fevered pitch. This is a disservice to the voters in District 18.  Out of respect for them, I ask that in the closing days of this campaign that both sides focus on the issues.” The recall petition drive against Pearce collected more than 10,000 signatures. Supporters of Pearce had hoped to block the recall on the grounds that there were problems with petitions calling for the vote. In September, the Arizona Supreme Court upheld an August ruling by a lower court that threw out those arguments and allowed the recall to go ahead. Pearce, a former Phoenix-area sheriff’s deputy known for his tough stance against illegal immigration, sponsored the state immigration law that became the focus of national media and legal attention. Passed in 2010, the Arizona law aimed to “discourage and deter the unlawful entry and presence of aliens and economic activity by persons unlawfully present in the United States.” Among other provisions, it would require that local police, during the enforcement of other laws, check the immigration status of anyone who they suspected of being undocumented. The U.S. Court of Appeals for the 9th Circuit said the measure overstepped Arizona’s authority, and the state is seeking a U.S. Supreme Court ruling to settle the issue. Now, the measure is the focal point of Tuesday’s recall vote, with Lewis saying it made Arizona a national pariah considered a bastion of intolerance and discrimination. Pearce contends dozens of other states are trying to pass similar legislation, showing the popular support and need for such measures. A biography of Pearce on his website includes an accolade from conservative activist Bay Buchanan of the Team America political action committee, who calls him “the most effective legislator on immigration issues in the country” and describes the Arizona law as “the most effective piece of legislation against illegal immigration ever written and passed.” Lewis, a charter school superintendent with an accounting background, denies any role in the recall process and said he is running out of dissatisfaction with how Pearce has represented the 18th district. Rather than the combative approach to immigration taken by Pearce, Lewis calls for a more cooperative stance that seeks solutions working with the federal government and other players. “Immigration has polarized Arizona more than any other issue in recent memory,” Lewis says on his website. “I support law enforcement’s efforts to carry out their duties as defined by their constitutionally enforceable city, county and state laws.” In addition, Lewis says, he recognizes “that we need to move beyond the polarizing, contentious and fear-based rhetoric that undermines the chance for any real solutions.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/11/07/politics/arizona-recall-vote/index.html"
        },
        {
            "headline": "Five things we learned from Tuesday’s GOP debate",
            "author": "Paul Steinhauser",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 19,
                "year": 2011
            },
            "article_content": "GOP contenders attack Herman Cain's \"9-9-9\" tax plan Former Mass. Gov. Mitt Romney took some verbal jabs from opponents, but threw some as well Texas Gov. Rick Perry did better in this debate than previous ones Seven Republican presidential candidates engaged in a sometimes contentious debate Tuesday in Las Vegas, Nevada, as bad blood boiled between front-runners and the surging Herman Cain found his opponents taking aim at his tax plan. Here are five things we learned from the debate: Why 9-9-9 was No. 1: A rise in the polls brings more scrutiny, so we knew that Cain’s “9-9-9” tax plan would come under attack from his rivals. And we didn’t have to wait long for the full frontal assault. In response to the first question of the debate, from an audience member asking the candidates their “position on replacing the federal income tax with a federal sales tax,” the other candidates were quick to pile on and rip apart Cain’s much-touted proposal to reform the country’s tax code, a plan which has helped the former Godfather’s Pizza CEO surge in the polls. The six other candidates sharing the stage with Cain fired away, terming the plan as risky and simplistic. GOP candidates face off in Las Vegas “Anytime you give the Congress a brand-new tax, it doesn’t go away,” said Rep. Michele Bachmann of Minnesota. Perry versus Romney at the CNN debate Bachmann: 'Obamacare flat out unpopular' Oh snap! GOP-ers come out swinging Cain admits he misspoke at debate “Herman’s well-meaning, and I love his boldness,” said former Sen. Rick Santorum of Pennsylvania. “I give him credit for – for starting a debate, but it’s not good for families.” “Herman, I love you, brother, but let me tell you something, you don’t need to have a big analysis to figure this thing out. Go to New Hampshire, where they don’t have a sales tax, and you’re fixing to give them one,” said Texas Gov. Rick Perry. “Herman. It’s not going to fly.”  said Rep. Ron Paul of Texas. “It’s very, very dangerous. And it will raise more revenues,” said Rep. Ron Paul of Texas. “The analysis I did, person by person, return by return, is that middle-income people see higher taxes under your plan,” said former Massachusetts Gov. Mitt Romney. Cain repeatedly defended his plan, saying it would not raise taxes on poor people, and said his opponents were misrepresenting his proposal. “The reason that our plan is being attacked so much is because lobbyists, accountants, politicians – they don’t want to throw out the current tax code and put in something that’s simple and fair,” responded Cain. After the debate, Cain said he was happy with his defense of his plan, but promised a more comprehensive proposal would follow, and he added that the attacks on him are proof that he’s now a front-runner in the race for the nomination. Romney gave as good as he got: We knew Romney would be under the microscope, but the attacks from his fellow candidates seemed a bit more vicious in Las Vegas. Call it a Wild West shootout along the Strip, with Romney the target. Romney and Santorum got into a shouting match over the Massachusetts health care measure passed when Romney was governor. The plan, known as ‘RomneyCare,’ has been attacked by fellow Republicans as the genesis for the much-hated national health care law pushed by President Barack Obama and passed by a Democratic-controlled Congress. GOP debate fact check What did you think of the GOP debate? The 'evolution' of a political position Huntsman skips debate, jokes about it “You can’t change the facts,” shouted Santorum. “Rick, you had your chance. Let me speak,” fired back Romney. “You’re out of time. You’re out of time,” responded Santorum. Romney and Perry were involved in another dust-up a few minutes later, with Perry saying on the issue of illegal immigration, “Mitt, you lose all of your standing, from my perspective, because you hired illegals in your home and you knew about it for a year. And the idea that you stand here before us and talk about that you’re strong on immigration is, on its face, the height of hypocrisy.” A shouting match ensued, with Perry interrupting Romney and Romney firing back “Rick, again, Rick again, I’m speaking,” and adding this zinger: “This has been a tough couple of debates for Rick, and I understand that. And so you’re going to get testy.” Romney gave as good as he got, but the fact that “RomneyCare” keeps coming up must be frustrating for him and a concern for his campaign. iReporter more impressed with GOP field after debate Rick Perry finally woke up: Perry’s poor debate performances over the past month are a major reason why he’s faded in national polling. The Las Vegas debate may be the moment when he started to turn things around. One thing’s for sure, Perry’s still got plenty of fight left in him. Perry didn’t even wait for the questioning to begin to start going on the attack. He zinged Romney during the candidate self-introductions, saying that he was “an authentic conservative, not a conservative of convenience.” As mentioned, Perry and Romney got into a shouting match over illegal immigration, and they also battled over jobs. “Mitt, while you were the governor of Massachusetts in that period of time, you were 47th in the nation in job creation. During that same period of time, we created 20 times more jobs,” charged Perry. Ray Sullivan, Perry’s communications director, told reporters in the post-debate spin room that the Texas governor wasn’t too aggressive in his attacks against Romney, adding that “I think the governor spoke from the heart.” Asked if Perry was presidential in his approach at the debate, Sullivan said “I think he was Rick Perry in his approach and that’s a good thing for us.” Eric Ferhnstrom, Romney’s senior adviser, disagreed, telling reporters that “Rick Perry had a strategy coming into this debate to kill Mitt, and he ended up killing himself.” iReporter wants more attention paid to Ron Paul Rick Santorum’s the fighter: He’s low in the polls and he isn’t rich with campaign cash, but Santorum’s excelling at going on the attack and grabbing attention at the debates. Santorum hammered Romney over the Massachusetts health care law, saying “You just don’t have credibility. Your consultants helped craft Obamacare.” He slammed Cain over the “9-9-9” plan, saying “Herman’s well-meaning, and I love his boldness, and it’s great. But the fact of the matter is, I mean, reports are now out that 84 percent of Americans would pay more taxes under his plan. That’s the analysis.” Plus, he went after both Perry and Romney over the Troubled Asset Relief Program, known as the Wall Street bailout, which is despised by conservatives. “The problem is – in the first place, is that several people up here, the, quote, “businesspeople,” supported the TARP, supported the bailout. Governors Perry, Romney,” said Santorum. Santorum may be low down in the field, but the good news for him is that there are plenty of debates ahead, including three next month. iReporter saw very little new Immigration questions not going away: This was supposed to be an election about jobs and the economy, but the topic of illegal immigration continues to rear its head on the campaign trail and in debates. Perry’s poll numbers cratered in September after he defended a law in Texas that offers in-state college tuition breaks to the children of illegal immigrants – a clear sign that Republican primary voters continue to be deeply concerned about the issue. Perry tried to throw the issue back at Romney on Tuesday by criticizing his rival for hiring illegal immigrants to do work on his lawn, a controversy uncovered by the Boston Globe during Romney’s first presidential bid in 2008. “Mitt, you lose all of your standing, from my perspective, because you hired illegals in your home and you knew about it for a year,” Perry said, turning straight to Romney.  “And the idea that you stand here before us and talk about that you’re strong on immigration is on its face the height of hypocrisy.” Romney admitted that a landscaping company he hired did employ illegal immigrants, but he said he fired the company when he found out. Keen on scoring points with GOP voters, the candidates were united in saying that Obama has failed to fix the immigration system. I think the person who really has a problem with illegal immigration in the country is President Obama,” Bachmann said. “It’s his uncle and his aunt who are illegal aliens who’ve been allowed to stay in this country, despite the fact that they’re illegal.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/10/19/politics/five-things-learned-gop-debate/index.html"
        },
        {
            "headline": "Group debuts Herman Cain Super PAC during debate",
            "author": "Jessica Yellin",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 19,
                "year": 2011
            },
            "article_content": "A group launched a new effort Tuesday night dedicated to supporting Hermain Cain’s candidacy in the early voting states. The Super PAC – dubbed the 999 PAC – is run by Republican campaign veteran Jordan Gehrke. He pledges to raise enough money to hire “experienced operatives to staff Cain in for the early states, operatives who have experience winning.” He identifies those states as Iowa, New Hampshire, Nevada, South Carolina, Michigan, Arizona and Florida. Under Federal Election Commission rules, “Super PAC” or super political action committees can accept unlimited donations but must report contributors and cannot coordinate with a candidate. Other candidates, including Mitt Romney and President Barack Obama, have Super PACs established by former aides to help in  fundraising efforts. In his inaugural email, Gehrke writes, “Herman Cain has proven that he is a top-tier candidate. Now he needs a top-tier early state operation. We intend to provide reinforcements. We’re going to do the basic ‘blocking and tackling’ Herman needs to win in early states. That means doing yard signs, identifying supporters, phone calls, doors knocked, ‘Friend to Friend’ cards, and ‘Get Out the Vote’ operations that can propel Herman Cain to victory in these primaries.” The email also attacks both the media and the establishment for dismissing Cain’s candidacy, and identifies Cain as the true tea party candidate in the race. It reads in part, “Conservatives have been told they have to pick Mitt Romney, despite his flip-flops on abortion, immigration, gun control. Plus, he’s the intellectual father of ObamaCare. No conservative really LIKES the idea of nominating Romney. But they think we might be stuck with him. Conservatives were told Rick Perry was the “Tea Party” alternative to Mitt Romney, until we found out he mandated that 12 year-old-girls receive a vaccine for HPV without their parents’ permission, opposed building a fence along America’s southern border, and supported free college tuition for illegal aliens. Thankfully, we have a real choice this time: Herman Cain.” During the 2010 election, Gehrke was on the Sharron Angle campaign and did direct mail for Allen West. He won’t reveal fundraising numbers for 999 PAC but says online fundraising is “going tremendously well.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/10/19/politics/cain-superpac/index.html"
        },
        {
            "headline": "Latinos to protest Obama’s immigration policies",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 17,
                "year": 2011
            },
            "article_content": "Actions are expected in 10 U.S. cities Protesters want an immediate end to the Secure Communities program Obama won two-thirds of the Hispanic and Latino vote in 2008 Latino activists said Monday they are planning a national “day of action” to protest President Barack Obama and demand an end to a controversial program involving local officials in immigration enforcement. Actions are scheduled for Tuesday in 10 U.S. cities, including Atlanta, New York, Houston and San Francisco. “Since signaling a new course in our immigration policy a few weeks ago, President Obama has continued his aggressive persecution, jailing, and deportation of hundreds of thousands of immigrants who he has labeled ‘criminals’ and whose lives are being destroyed through traffic violations and similar minor infractions,” said Roberto Lovato of Presente.org, a Latino rights organization. Protesters want an immediate end to Secure Communities, an Immigration and Customs Enforcement program that seeks to find unauthorized immigrants who have criminal records and deport them. Federal officials have praised the program, arguing it allows authorities to catch criminals who would otherwise fall through the cracks. But critics say it results in the deportations of immigrants who are in the United States illegally but have no criminal arrest records. Tuesday’s protests are timed to coincide with the airing of “Lost in Detention,” a PBS Frontline documentary about immigration detention and enforcement strategies. More than 1 million immigrants have been deported since Obama took office, activists say. The president won two-thirds of the Hispanic and Latino vote in the 2008 presidential election, according to national exit polls. Keeping that vote is key to his re-election chances. “We will be mobilizing our community and educating them on how to fight back against abuses on the street, in prison and at the ballot box,” said Adelina Nicholls of the Georgia Latino Alliance for Human Rights, which is planning a town hall-type meeting in Atlanta on Tuesday. In an August 2 report, the Department of Homeland Security said Secure Communities was active in more than 1,500 jurisdictions across the country.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/10/17/politics/latino-obama-protests/index.html"
        },
        {
            "headline": "Both parties rolling the dice in Nevada",
            "author": "Kevin Bohn",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 17,
                "year": 2011
            },
            "article_content": "Republican presidential candidates face off in the Western Republican Debate, moderated by Anderson Cooper at 8 p.m. ET Tuesday on CNN, the CNN mobile apps and CNN.com/Live. Nevada could play a pivotal role in 2012 elections, strategists say Both parties are holding conferences in Las Vegas this week A CNN-Western Republican Leadership Conference debate will be held here Tuesday Obama easily won the state in 2008 Republicans and Democrats are holding conferences in Las Vegas this week and seven of the leading GOP contenders are participating in a CNN debate here Tuesday – evidence, activists in both parties say, that the state could play a pivotal role not only in the race for the Republican presidential nomination but also in the general election. “Where Nevada goes so goes the presidency,” Republican political consultant Robert Uithoven said noting the state’s history of correctly choosing the eventual winner of the White House in general elections. While President Barack Obama easily won Nevada in 2008 and Senate Majority Leader Harry Reid was re-elected last year, Republican Brian Sandoval won the governorship in 2010. In presidential politics, it has become a swing state – one both parties believe could be critical to capturing the White House. Key issues confronting the nation – unemployment, foreclosures and illegal immigration – are playing out front and center here and can offer opportunities as well as pitfalls for each party. The state reported the highest unemployment in the nation in August at 13.4%  and its home foreclosure rankings also were the highest in the country. Republicans will attack the Obama White House as not helping to cure the state’s economic downturn. “Our economy is worst than anywhere in the nation,” consultant Uithoven, who is unaffiliated in the nomination fight, said. “Hope and change … has not made it here.” Democrats will counter, saying the president will offer better solutions than whoever ends up being the GOP nominee and will put a lot of effort to win here. “What we showed in 2010, elections are about choices,” one senior Nevada Democratic strategist told CNN. With Hispanics making up 27% of the state’s population and a key Democratic constituency, the illegal immigration issue is expected to be a major topic for the general election. While Hispanic activists are not happy with the White House’s progress on comprehensive immigration reform, the Obama re-election campaign can be expected to tout what the president has tried to accomplish. If the Republican nominee is former Massachusetts Gov. Mitt Romney, then Democrats will attack his push for strict border enforcement. Romney, for his part, can be expected to focus on how his jobs proposals will help bolster the state and shape immigration as an economic issue while his team hopes the strong sentiments about the issue elsewhere are softer here farther away from the border. While his immigration stance might cause Romney complications in Nevada if he wins the nomination, Uithoven said it is helping him build support among conservatives in the state right now. If the nominee is Texas Gov. Rick Perry, the issue becomes more muddied. As governor, Perry has criticized the effectiveness of the border fence and signed legislation allowing in-state tuition for the children of illegal immigrants. One reason analysts cite why Reid was able to win his tough re-election fight last year was some of the tough rhetoric offered by Republican challenger Sharron Angle on immigration. Since 2004, spurred by Reid, Democrats have succeeded in improving their get-out-the vote apparatus and enlarging their voter list with a particular focus on Latinos. About 65,000 more Democrats are currently registered in the state than Republicans. “In Nevada, people kept saying to me, ‘Why have you spent years and years working with the Hispanic community? What a waste of your time.’ Number one, they don’t register and they don’t vote,” Reid told the Project New West Summit in Las Vegas on Sunday. Project New West is a political conference bringing together Democrats from across the West. “In 2010, their productivity at the ballot box showed they are a significant power in the state of Nevada. … I would not be the majority leader of the United States today but for the Hispanics in Nevada,” Reid said. The Obama re-election campaign is already up and going in Nevada, reaching out to voters and laying the groundwork for the general election, the Democratic strategist told CNN, as it tries to counter a drop in the president’s approval ratings. Speaking of the importance of Nevada, the strategist said, “It’s a key part of the overall electoral strategy.” Obama will visit Las Vegas on October 24 to help sell his jobs bill, an administration official told CNN. Nevadans will hear plenty of anti-Obama rhetoric in the next few months as Republicans make their pitches to voters in advance of the state’s GOP caucus scheduled for January 14. The Nevada caucus will be key because it will be early in the election calendar and the first contest in western states. Republicans here hope to use it to signify the importance of the state. While some candidates vow to boycott the state because of a tussle between Nevada and New Hampshire over scheduling its primary, Romney, Perry and Texas Rep. Ron Paul say they will still campaign here and have organizations on the ground trying to recruit activists and broaden their support. Romney, who won the caucus here four years ago, is working with a major organizational advantage in the state because his team of supporters has remained intact, state Republican activists say. He has also visited the state several times this year, including unveiling his jobs plan and hosting his national finance call-a-thon here. “He is clearly at home here,” said Ryan Erwin, a Nevada consultant working for Romney. Romney, who has won the backing of Rep. Joe Heck and Lt. Gov. Brian Krolicki, is opening his campaign headquarters Monday and will host a major fundraiser. While Perry is playing catch-up, he has won the key endorsement of Gov. Sandoval, whose political team is now working for the Texan’s campaign. “Governor Rick Perry has the strongest record of job creation, fiscal discipline and executive branch leadership among the presidential candidates,” Sandoval said in announcing his backing in September. Perry and Cain will be speaking to the Western Republican Leadership Conference, a gathering of Republican activists and politicians from across the region, which is being held in conjunction with the debate.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/10/17/politics/nevada-preview/index.html"
        },
        {
            "headline": "GOP stifling efforts for immigration reform, Obama says",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 28,
                "year": 2011
            },
            "article_content": "NEW: Republicans are not leading on immigration, Obama says NEW: Human rights in Cuba needed before U.S. extends relations, he says The event comes after the DNC said it is reaching out to Spanish-speaking voters Republicans lack the leadership to put comprehensive immigration reform back to the table, President Barack Obama said Wednesday during an online roundtable about issues in the Hispanic community. Obama reiterated that he he supports a pathway for legal status for the millions of undocumented immigrants currently living in the United States. His immigration vision includes having undocumented immigrants pay a fine or learn English, or other steps that will lead to citizenship. Tough border security enforcement and actions against employers who hire illegal immigrants are the other pillars of his plan. But immigration reform has not been on the table, even though in the past, Republicans such as George W. Bush and John McCain supported the idea. Right now, “we don’t have that kind of leadership in the Republican Party,” Obama said. The president would like to see Republicans move back to the position they had just a few years ago, he said. In the meantime, Obama said, the government will continue to enforce the laws on the books but will prioritize accordingly. The highest priority for identification and deportation are undocumented immigrants who are criminals, he said. “Our enforcement priority is not to chase down young people who are going to school,” he said. The roundtable was moderated by Jose Siade, Yahoo’s editor in chief for U.S. Hispanic and Latin America. Obama responded to questions submitted by readers of Yahoo, MSN Latino and AOL Latino/Huffington Post Latino Voice on issues that affect the Latino community. Obama was asked about a range of topics, from health care to bullying to unemployment. Some of the questions challenged Obama as to why he has not been able to deliver on programs such as the DREAM Act, which would allow some undocumented children to attend college. The president replied that he is limited in what he can do without Congress. “This notion that I can just change the law unilaterally is just not true,” he said. The attention needs to remain on the legislative process, he said. On the topic of Cuba, Obama said the United States is prepared to expand relations when it sees openings in the island nation’s tight communist control. The United States needs to see the freeing of political prisoners, the freedom for Cubans to express their opinions and the right to petition their government before the bond between the countries can be strengthened, Obama said. “If we see positive movement, we will respond in a positive way,” he said. In the president’s opinion, the biggest challenge facing Latinos in the United States, and minorities as a whole, is education. He also said that the health care law passed in his administration will help a disproportionate amount of Hispanics, as they are more likely not to have health insurance. The event was streamed live on the White House website. Can Obama fortify African-American support? It comes a week after the Democratic National Committee said it is reaching out to Spanish-speaking voters as part of its push to sell Obama’s new jobs plan. The DNC announced that it would begin running Spanish-language television and radio commercials in Denver, Las Vegas and Tampa, Florida. Obama won all three battleground states, which have large Hispanic and Latino populations, in the 2008 election. Keeping the states in the Democratic column is crucial for the president’s re-election chances. Obama won two-thirds of the Hispanic and Latino vote in the 2008 presidential election, according to national exit polls.",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/09/28/politics/obama-latino-roundtable/index.html"
        },
        {
            "headline": "Immigration questions dog Perry after debate",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 25,
                "year": 2011
            },
            "article_content": "Rick Perry signed a bill to grant in-state tuition to children of undocumented immigrants Texas was the first state to pass such a bill, in 2001 The issue has cost the Texas governor some Republican supporters Perry finished second in Saturday's straw poll in Orlando Of all the punches thrown at Gov. Rick Perry during last week’s Republican presidential debate in Florida, few landed harder than questions about Perry’s support for a Texas bill allowing illegal immigrants to pay in-state college tuition. Perry signed the bill, HB 1403, in 2001 with the support of all but four legislators, making Texas the first state to grant in-state tuition to children of undocumented immigrants who have lived in the state for three years and are seeking permanent residency. Perry’s forceful defense of the legislation – he said skeptics of the bill don’t “have a heart” – was the talk of conservative activists in Orlando this weekend for Presidency 5, the three-day Republican Party of Florida convention that hosted the debate. The political damage became clear Saturday, when Perry finished a distant second to businessman Herman Cain in a presidential straw poll conducted at the gathering. The disappointing finish came after the Perry campaign spent weeks courting convention delegates who voted in the straw poll, hoping for a show of strength in a primary state that could seal the GOP nomination early next year. Instead, some Republicans turned their backs on the governor and looked elsewhere. Press pummels Perry again Vero Beach activist Dorothy Frances, one of the more than 3,000 diehard Republicans who attended the convention, came into the weekend supporting Perry. That changed when Perry answered a question about the roughly 16,000 young illegal immigrants who took advantage of the Texas tuition law last year. “He was my man until then,” Frances told CNN. “He defended it so strongly, about giving illegals breaks and things like that. He defended it so vehemently, so strongly. It disturbs me.” Naples resident Randy Freeman said Perry “stumbled greatly” on the immigration issue and may have seriously damaged his reputation with the Republican base. “I don’t think a lot of conservatives knew as much as they did now,” Freeman said. “That’s pretty much the vetting process. But I am not sure how he recovers from this.” Then there was Newberry retiree Ann Stone, who entered the debate a Perry supporter but left looking for someone else. “It’s absolutely an issue,” she said. “He lost me. $100,000 for an illegal immigrant? You bet he lost me.” In one of the debate’s sharpest exchanges, former Massachusetts Gov. Mitt Romney, Perry’s chief rival for the Republican nomination, said the law would give illegal immigrants “almost $100,000 discount” over four years if they attended the University of Texas. Romney did not mention that the price tag might be markedly lower at lesser known state universities or community colleges. But Perry defended the legislation in humanistic terms, sounding very much like supporters of the federal DREAM Act, a bill currently stalled in Congress that would offer a pathway to citizenship to undocumented immigrants who entered the country as minors. “If you say that we should not educate children who come into our state for no other reason than that they’ve been brought there through no fault of their own, I don’t think you have a heart,” Perry said. Perry opposes the national DREAM Act and said the Texas bill was a state-specific solution that he still “supports greatly.” Those remarks, coupled with his opposition to a fence along the 1,200-mile U.S. border with Mexico, created an opening for Perry’s Republican opponents. Former Pennsylvania Sen. Rick Santorum, who has been attacking Perry on his right flank since he entered the race in August, pounced and accused the Texan of being “soft on illegal immigration.” Asked Friday if he planned to keep hammering Perry on the issue, Santorum grinned and said: “What do you think?” Al Cardenas, the chairman of the American Conservative Union and a veteran Republican power broker in Florida, said Perry’s word choice in the debate “kind of makes you scratch your head.” “The most significant reason it turned people off was that he called people heartless,” Cardenas said. “It was a short answer but it had significant implications. If you seem soft on illegal immigration, that’s going to hurt you in this primary.” Perry also faced questions about the Texas bill in a closed-door meeting in Broward County last week, according to John Hooper, a Fort Lauderdale developer and Perry supporter who attended the event. “He gave the same answer he did in the debate,” Hooper said. “He said, ‘It’s not their fault that they were brought in here, and the point of the bill was that they are given an education so they become productive instead of being a drag on Texas society.” Hooper liked Perry’s answer and said he worries that harsh GOP rhetoric on immigration may turn off Latino voters in the general election. He said Perry’s message of “sympathy” would play well in 2012 should he win the nomination. Several Perry supporters in Orlando expressed frustration that immigration has emerged as the governor’s Achilles heel, since Perry has more hands-on experience with border security issues than any candidate in the GOP field. That was the message delivered Saturday by Michael Williams, a former Texas railroad commissioner and a popular conservative who spoke on Perry’s behalf before the straw poll balloting commenced. “He has opposed amnesty,” Williams told the convention. “He has spent a decade and $400 million securing our border with state dollars because the federal government has failed.” For good measure, he added: “No illegal immigrant in the state of Texas has received a handout for a free college education.” But as the straw poll results revealed, Perry made an impression that might be difficult to erase. Therese Everly, a health care worker from Collier County, cast her ballot for Perry but said chatter about his immigration record “spread like wildfire” through the hotel hallways and bars at Presidency 5. “He was good on all the other issues,” Everly said. “But he came across as soft on immigration. I think he didn’t articulate it well. I was shocked about that.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/09/25/politics/perry-illegal-immigrants/index.html"
        },
        {
            "headline": "Four things we learned from Thursday’s GOP debate",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 23,
                "year": 2011
            },
            "article_content": "The GOP holds the third presidential debate in as many weeks Perry advisers argue that Romney sounds like a Democrat Two new polls show former Utah Gov. Jon Huntsman climbing into double digits Here are four things we learned from Thursday night’s Republican Party of Florida/Fox News/Google debate in Orlando, the third GOP presidential debate in as many weeks: The battle over Social Security is far from over The controversial entitlement reform plan drafted by House Budget Chairman Paul Ryan and supported by many Republicans has given Democrats plenty of reasons to think that they can exploit issues like Social Security and Medicare in a retiree-heavy state like Florida once the general election rolls around. But who would have thought Social Security would be a central issue in a Republican primary? Romney and Perry clash at debate GOP hopefuls on the attack at debate Perry: Pray for Obama Bachmann: 2012 a 'window of opportunity' Former Massachusetts Gov. Mitt Romney has been thumping Texas Gov. Rick Perry for weeks on the topic, highlighting passages in Perry’s book “Fed Up!” that seem to question why Social Security is a federal program. In a state like Florida, with nearly 4 million citizens who depend on Social Security, the issue could be political gold for Romney. But Perry advisers argue that Romney sounds like a Democrat by using Social Security as a cudgel against someone in his own party. Florida state Sen. John Thrasher, a leading Romney supporter in the state, said Republican primary voters care deeply about the program even while wanting to see it reformed. Even though Romney was jeered at times when he pressed the attack, Thrasher said he should keep it up. “These are hardcore Republicans and they believe in Social Security,” Thrasher said. “I think Romney should keep his foot on Perry’s neck on that issue.” This Perry-Romney thing could get nasty The two front-runners for the Republican nomination mixed it up repeatedly throughout Thursday’s debate in a series of sharply worded exchanges about Social Security, immigration and health care reform. And that was before Perry accused Romney of being a flip-flopper on Second Amendment rights and abortion, a charge that dogged Romney throughout his failed 2008 presidential bid. Their relationship may not be as frosty as the one between Romney and Arizona Sen. John McCain during the closing months of the 2008 Republican primary, but it seems increasingly clear that there is no love lost between Perry and Romney. That mutual distaste is almost certain to grow in the coming weeks After the debate, Romney adviser Eric Fehrnstrom even went so far as to compare Perry to President Barack Obama. “Rick Perry is very similar to President Obama in that neither one has the skills to lead on the economy,” Fehrnstrom told reporters. “This is what distinguishes Mitt Romney not only from Rick Perry and President Obama but from every other candidate in the Republican field.” Perry’s campaign manager Rob Johnson called that accusation “ridiculous.” Huntsman is feeling good Two new polls showing former Utah Gov. Jon Huntsman climbing into double digits in New Hampshire – a must-win state for Huntsman on the path to the GOP nomination – appear to have given him a spring in his step. Huntsman was underwhelming in two earlier debate performances, but on Thursday he delivered a genial and confident performance that highlighted his foreign policy experience. In an exchange with former Pennsylvania Sen. Rick Santorum on the topic of scaling back American operations in Afghanistan and Pakistan, Huntsman leaned into the microphone and pointed out that “that he is the only one on stage with any hands-on foreign policy experience.” And he won applause from the crowd when he said the country should wind down its overseas commitments. “At the end of the day, only Pakistan can save Pakistan,” he said. “Only Afghanistan can save Afghanistan. All I want is for America to save America.” He also seemed happy to let Romney and Perry drag each other down with their attacks. “I wasn’t part of the book club tonight,” he told reporters after the debate, referring to the Romney-Perry scuffle. “I was offering real solutions.” Santorum looks stronger Despite visiting key caucus and primary states of Iowa and South Carolina more than any other GOP presidential candidate, Santorum has remained something of an asterisk throughout the campaign. But impressive performances in consecutive debates may begin to change that. An unapologetic social conservative, Santorum aggressively attacked Perry from his right flank and seemed to get under his skin when he asked why the governor signed a 2001 bill that gave tuition breaks to the children of illegal immigrants. “Santorum made himself relevant,” said Florida Senate President Mike Haridopolos, who is neutral in the 2012 race. “He is helping his cause because he is being so straightforward, and I think that matters a lot in politics where people are turned off by the fluff. He really put Gov. Perry on the defensive on illegal immigration tonight and it made it tough for Perry to gain the strength that he thought he would have tonight.”",
            "bias": "immigration",
            "url": "https://www.cnn.com/2011/09/23/politics/gop-debate-lessons/index.html"
        },
        {
            "headline": "Keystone pipeline a tough decision for Obama",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 13,
                "year": 2011
            },
            "article_content": "The issue divides unions and environmentalists -- both traditional Democratic supporters Changing the pipeline route through Nebraska brings further environmental review Supporters cite increased oil supplies from an ally and jobs created Critics oppose the environmental risks and continued fossil fuel dependency From the beginning, the Keystone XL oil pipeline project presented President Barack Obama with a choice certain to anger part of his political base. Now at the center of a political showdown over extending the payroll tax cut, the pipeline that would run from northern Alberta in Canada to the Gulf Coast of Texas is supported by unions eager to get their members working on construction jobs under the project. However, environmentalists oppose how the pipeline bolsters U.S. reliance on oil – in this case a kind that results in more greenhouse gas emissions during production – as well as the potential impact on natural resources. Facing strong pressure from both traditionally Democratic groups, Obama indicated in early November he might play a personal role in the decision, which is to be made by the State Department because it involves a cross-border project. A few days later, though, it was the State Department that announced on November 10 it would delay the decision until 2013 – well after next year’s presidential election. The announcement prompted angry accusations by Republicans that Obama was putting off the politically troublesome issue until after his re-election bid. 'Jump ball' for swing states White House: Confident about payroll tax Bachmann hits Obama on Keystone decision Keystone XL: Threat or necessary? As strong proponents of the oil industry, Republican leaders have now written a provision requiring a decision on the pipeline within 60 days and attached it to a bill that also would extend the payroll tax cut set to expire at the end of the year. The House approved the proposal Tuesday on a vote largely on party lines, but the Democratic-controlled Senate is expected to reject the measure. Obama threatened Tuesday to veto the GOP bill if it reaches his desk, and the State Department warned that forcing such a hasty decision would doom the project’s chances for approval. One reason is a required environmental review under a Nebraska law signed last month that altered the pipeline’s route through the state to avoid the Sand Hills region and Ogallala Aquifer, which environmentalists feared would come under threat. The assessment by the Nebraska Department of Environmental Quality will take an estimated six to nine months to complete, spokesman Brian McManus told CNN on Tuesday. While the review, being handled by HDR Engineering of Omaha, will focus on the altered pipeline route in Nebraska, McManus was unable to say if construction work on the project could begin before its completion. Pipeline supporters, including many in the business community, the construction trades and nearly everyone in the oil industry, argue the United States could use the 700,000 barrels a day the pipeline would carry. They also point to new jobs, but figures vary on how many would be created and for how long.  House Speaker John Boehner said delaying the project could cost more than 20,000 new jobs, while the State Department puts the number of jobs created by the project at 6,000. One study from Cornell said the pipeline could actually cost jobs by hurting the development of alternative energy and allowing for the export of oil from the Midwest, driving up the cost of gasoline in that region. TransCanada, the company that wants to build the $7 billion pipeline, has already bought $1.7 billion worth of steel pipe for the 1,700-mile pipeline from Canada’s oil sands region to refineries on the U.S. Gulf Coast. Many of the world’s biggest oil companies, including ExxonMobil, Royal Dutch Shell and BP, have been ramping up production from the oil sands and need a way to get it out. Environmentalists opposed both the risk of spills and the resulting U.S. dependency on oil sands, a particularly dirty form of oil mixed with tar sand that requires from 5% to 30% more greenhouse gas emissions to produce than conventional crude. There are also concerns that oil sands developments – many of which look like giant open-pit strip mines – decimate forests and pollute rivers and streams. An inspired public protest campaign last month preceded the Obama administration’s decision to delay its decision. On November 6, thousands of demonstrators surrounded the White House to call for Obama to reject the project. After the State Department announcement four days later that it would delay its decision, actor/director and environmental activist Robert Redford publicly thanked Obama for withstanding pressure from “big oil” to approve the pipeline. “President Obama didn’t cave to the pressure,” Redford said. “He weighed the facts and he looked at the kind of future he promised when he ran for president.” CNNMoney’s Steve Hargreaves and CNN’s Deirdre Walsh contributed to this report.",
            "bias": "border",
            "url": "https://www.cnn.com/2011/12/13/politics/congress-pipeline-politics/index.html"
        },
        {
            "headline": "Obama, Harper agree to speed trade, traffic across border",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 7,
                "year": 2011
            },
            "article_content": "The U.S. and Canadian leaders announce new agreements after a White House meeting Increased security after the 9/11 attacks has slowed the world's largest trade partnership The agreements bolster \"perimeter security\" to allow faster border trade and traffic Obama also says the Keystone XL oil pipeline project will undergo a rigorous review U.S. President Barack Obama and Canadian Prime Minister Stephen Harper announced agreements Wednesday intended to speed up cross-border trade and traffic in the wake of enhanced security after the September 11, 2001, terrorist attacks. At a joint appearance after talks at the White House, the two leaders said the agreements will address issues that have hindered the world’s largest trade relationship between the North American neighbors. The measures agreed to will “make it easier to conduct trade and travel that creates jobs and make it harder for those who would do us harm,” Obama said of the so-called “perimeter security” enhancements. Noting that 90% of U.S.-Canadian trade is by road, bridge or port, Obama said the agreements will improve infrastructure, implement new technologies and enhance cargo security and screening. Harper called the agreements the “biggest step forward” in Canada-U.S relations since the North American Free Trade Agreement. “The best place to deal with trouble is at the continental perimeter,” Harper said, adding that “trusted travelers should cross the border more quickly.” On another issue of mutual U.S.-Canadian interest, Obama said his government will conduct a thorough review of the proposed Keystone XL oil pipeline from the Canadian oil sands of northern Alberta to the Texas Gulf Coast before deciding whether to approve it. His comments followed a recent State Department decision to extend the review into 2013 to allow consideration of environmental concerns raised by critics. Republicans who support the pipeline called the delayed decision a political move that put off the issue until after next year’s election. Obama said Wednesday that the United States needs to “make sure that all the questions regarding the project are understood,” and that he told Harper “we would have a very rigorous process to work through that.” Harper, whose government supports the pipeline, said Obama indicated that he is “following a proper process to eventually take that decision here in the United States, and that he has an open mind in regards to what the final decision may or may not be.” Earlier Wednesday, Republican leaders in Congress said they hoped Obama would tell Harper that he would quickly approve the pipeline project, which they say will help wean the United States off oil from other foreign sources and create construction jobs. The State Department said it needs more time to study the pipeline, which would be routed through Nebraska’s Sand Hills region and over the Ogallala Aquifer. The pipeline has been opposed by environmental groups, who fear it not only would risk spills but also would lock the United States into dependency on oil sands, a particularly dirty form of oil. Pipeline supporters, including many in the business community, the construction trades and nearly everyone in the oil industry, said the United States could use the 700,000 barrels a day the pipeline could carry. House Speaker John Boehner, R-Ohio, said the delay cost more than 20,000 new jobs.",
            "bias": "border",
            "url": "https://www.cnn.com/2011/12/07/politics/obama-canada/index.html"
        },
        {
            "headline": "Reporter’s Notebook: The Rise and Fall of the real Herman Cain",
            "author": "Shannon Travis",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 5,
                "year": 2011
            },
            "article_content": "Editor’s Note: Editor’s note: CNN political reporter and tea party expert Shannon Travis has been covering Herman Cain’s presidential campaign since he first indicated his interest in the White House nearly a year ago. Here is his account of the year of triumph and tragedy. Herman Cain was a study in charm and contradictions Since forming a presidential exploratory committee in January, he's captivated conservatives He often made jokes, but later had to apologize Who was the real Herman Cain? Was he all of the fearless, savvy, politically cunning yet proudly politically incorrect man who appears larger than life on TV? Or was Cain – as his critics suggest – deeply flawed, politically naïve and self-absorbed? Now that the conservative businessman has suspended his Republican presidential campaign, some may wonder how much they really knew him. What does ‘suspending’ mean? What I know about Herman Cain comes from my time spent with him, his campaign, and from witnessing his unlikely rise and unfortunate fall. I was there at the beginning of Cain’s surprise White House bid, having followed him from tea party sensation to breaking the story of his presidential exploratory committee. And I was there at the end, Saturday in Atlanta, as he bowed out of the race. These were bookends to a triumphant and tragic year. Bumpy ride on the 'Cain train' Cain suspends presidential campaign Cain quotes Pokemon as he bows out GOP rivals courting Cain endorsement From talk show host  to candidate I had an unusual introduction to his campaign. Just last year, Herman Cain was a little-known political commodity with a sliver of conservative listeners on Atlanta talk radio.  Back then, if you asked most people outside that group, “Who is Herman Cain?”  the answer was often: “Who?” I knew Cain because I was supposed to. I’d been covering the tea party movement for CNN and knew him to be popular with the activists. From the start, he was a study in contrasts. Cain was a proud graduate of the one of the most well-known historically black colleges: Morehouse College. But he also was a proud African-American conservative who did not want to be overly identified as being black. He was a child of racially segregated Georgia who witnessed racism up close. And, in later years, he staunchly defended the tea party against claims of racism. He made bold political proclamations on important issues, though he’d never held political office and lost the only race he’d ever run, for a Senate seat from Georgia in 2004. As the former CEO of Godfather’s Pizza and head of the National Restaurant Association, he was an accomplished businessman who’d left behind the private sector to try to run the most powerful nation on the planet. When I heard murmurs that Cain may jump into the presidential race, I called his office and asked for an interview. Days later, on January 12, he gave me an exclusive. CNN broke the news that Cain would form a presidential exploratory committee in January. The interview introduced Cain to an entirely new audience. I remember challenging Cain on some of his assertions. As a stage-four cancer survivor, why did he believe he would have died if the nation’s new health care law had been fully implemented in 2006 when he was diagnosed? “I was able to get my cancer diagnosed, treated in a period of nine months. That’s what saved my life,” he told me. “You won’t be able to get the service as you can get today as quickly as you can get it. That’s what I’m saying. It’s that the law and the bureaucracy is going to slow the process down.” Another question I asked: “Aren’t you, as political observers say, the longest of long shots to win the Republican nomination?” He replied, “That’s the problem with some people’s thinking. There is the traditional, inside-the-box thinking about how to win an election as big as the presidency, and outside-the-box thinking. Now that the conservative businessman has ended his Republican presidential campaign, some may wonder how much they really knew him.  “People who say that Herman Cain has no chance of winning the nomination for the Republican Party, or win the presidency, I simply say ‘Thank you.’ Because all my life, I have been in situations where I wasn’t supposed to become VP of Pillsbury, I wasn’t supposed to be able to turn Godfather’s Pizza around. I wasn’t supposed to succeed in climbing the corporate ladder in corporate America. So to the people who say I don’t have a chance, I say ‘Thank you.’ Because that inspires me.” After the interview, his then-communications director told me that Cain felt it was a tough but fair line of questioning. It’s possible I earned his respect.  From there on, each time I saw Cain he warmly addressed me by my first name. He did the same on Saturday as he bowed out of the presidential race, saying, “Thank you Shannon,” and acknowledged our first interview. Over the next year, I would interact with the candidate and his campaign frequently. I met, and ultimately became friends with, his then communications director Ellen Carmichael. I covered the official announcement of Cain’s presidential campaign in mid-May from Atlanta. In a rare, behind-the-scenes moment, I spent time eating pizza with Cain and his staff on his campaign bus during the Ames Straw Poll in Iowa. I was there when Cain ambled over to our CNN Express during the Iowa State Fair, chatting with our staff and being interviewed by anchor Don Lemon. Confidence and contradictions A few things seemed to be true about the man. He was incredibly charming and it was not insincere. He was amazingly confident and self-assured, even when others thought he was lacking in some area of expertise. But he was also a bundle of walking contradictions in a fedora. He owned the non-politician’s label even as he made the embarrassing, rookie mistakes of a political amateur. He earned fans for speaking his mind even if he appeared to be unpolished. He was skilled at boiling down complex policy ideas into crowd-pleasing one-liners, even if it made those ideas sound over generalized or oversimplified. But he was always a brilliant marketer of his ideas and slogans – selling the “9-9-9” plan and urging supporters to get on “The Cain Train.” Cain was also pleasant and enjoyed the jokester’s role. But some of Cain’s “jokes” he later had to clarify, like saying that an electric fence should be put on the U.S.-Mexico border with a sign warning illegal immigrants “It will kill you.”  Like a 2006 column that surfaced with Cain apparently endorsing golfer Tiger Woods for president in 2016. Like offering former Secretary of State Henry Kissinger a job in a Cain administration. So to the people who say I don’t have a chance, I say ‘Thank you.’ Because that inspires me. Herman Cain, during his original announcement in Januray, 2011 And even as Cain was embroiled with sexual harassment allegations himself, he joked about Anita Hill, the law school professor who accused Justice Clarence Thomas of sexual harassment during his 1991 Supreme Court hearings. “Is she going to endorse me,” Cain laughed in mid-November at a campaign event in Michigan, as the crowd laughed with him. Watching all of this, either up close or from a close distance, it seems the question of “Who is Herman Cain” might best be answered: He’s a bit of all the things his supporters and critics believe he is. He’s part charismatic charmer and part flawed could’ve-been candidate. He’s a visionary outsider and an unprepared amateur. He’s both an American sensation and a political disaster. But the real question may be, after the scandal, after the announcements, after the pundits and after the cameras turn off, who will Herman Cain become as his name fades from the headlines and the country returns to the business of picking a president? Only Herman Cain knows.",
            "bias": "border",
            "url": "https://www.cnn.com/2011/12/03/politics/rise-and-fall-of-cain/index.html"
        },
        {
            "headline": "U.S. defense secretary: Israel must improve its relations in the Middle East",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 3,
                "year": 2011
            },
            "article_content": "Watch Erin Burnett’s interview with Leon Panetta on the debut edition of “Erin Burnett Outfront” tonight on CNN, 7pm ET The U.S. Secretary of Defense says Israeli isolation is not \"a good situation\" in the Middle East Panetta says he plans to offer U.S. help to Israel to improve its relationships Panetta says there is little question Israel has maintained its military superiority in the region He'll meet with Israeli, Palestinian and Egyptian leaders before heading to Belgium U.S. Secretary of Defense Leon Panetta warned that Israel must improve its relations with neighboring countries, saying the country is becoming increasingly isolated in the region. Panetta made the comments ahead of his arrival Monday in Israel, where he will meet with Israeli and Palestinian leaders in an effort to jump start peace talks. “I don’t think there is any question in talking with leaders from Israel that they recognize that they’ve becoming increasingly isolated in that part of the world, and that’s not … a good situation,” Panetta told reporters while en route late Sunday to Israel. “I think they recognize that it’s important to do whatever they can to try to improve those relations.” Quick history of Israel and West Bank Netanyahu: I disagree with Clinton Israeli, Palestinian talk statehood Tensions in the region have been running high in recent weeks over the Palestinian Authority’s bid for statehood before the United Nations, and Israel’s plans to build 1,100 new homes in disputed territory in south Jerusalem. “The important thing there is to again reaffirm our strong security relationship with Israel, to make clear that we will protect their qualitative military edge,” Panetta said. “As they take risks for peace, we will be able to provide the security that they will need in order to ensure that they can have the room hopefully to negotiate.” Panetta said he plans to offer U.S. help to Israel to improve its deteriorating relationships with some of its neighbors, particularly Turkey and Egypt. “It’s pretty clear, that at this dramatic time in the Middle East when there have been so many changes, that it is not a good situation for Israel to become increasingly isolated. And that’s what’s happening,” Panetta said. “And I think for the security of that region, it’s very important that we do everything possible to try to help them re-establish relations with countries like Turkey and with Egypt.” Turkey and Israel have been at odds following the deaths of nine Turkish activists during an Israeli commando raid last year on the SS Mavi Marmara, part of a flotilla of ships that was headed to blockaded Gaza. Last month, Turkish Prime Minister Recep Tayyip Erdogan expelled Israel’s ambassador over that nation’s refusal to apologize for the incident. Public opposition in Egypt, meanwhile, against its peace treaty with Israel appears to be growing. Protesters last month attacked Israel’s embassy. Panetta will follow up his trip to Israel with a stop in Egypt, where he said he will encourage leaders to proceed with a promised election process following the ouster of President Hosni Mubarak. The defense secretary said there was little question Israel has maintained its military superiority in the region. “But the question you have to ask is, is it enough to maintain a military edge if you are isolating yourself diplomatically?,” Panetta said. “Real security can only be achieved by both a strong diplomatic effort as well as a strong effort to protect your military strength.” Panetta’s visit to the region follows an Israeli announcement Sunday that it supports a call by the Middle East Quartet – made up of the United States, the United Nations, the European Union and Russia – for direct talks with Palestinians to resume within a month. In a statement, the Israeli prime minister’s office said Israel “welcomes the quartet’s call for direct negotiations between the parties without preconditions.” “While Israel has some concerns, it will raise them at the appropriate time,” the statement added. “Israel calls on the Palestinian Authority to do the same and to enter into direct negotiations without delay.” Palestinian Authority Prime Minister Mahmoud Abbas has repeatedly said Palestinians would not return to negotiations until Israel halts all settlement construction and accepts 1967 border lines as a basis for the return to talks. Panetta said he will stress to both Palestinians and Israelis that rather than set conditions for negotiating, they look for other approaches to resolve the issues. “So my main message is, to both sides, you don’t lose anything by going into negotiations and trying to pursue a peace process everyone in the world is hopeful can begin,” he said. Also on the agenda with Israeli leadership is Iran. Panetta said the most effective way to deal with Iran “is not on a unilateral basis.” Later, Panetta will head to Brussels, Belgium, for a meeting of NATO defense ministers. The coalition has been involved in a number of ongoing military campaigns, including over Libya and in Afghanistan. “It’s very important now, as we face those budget constraints, to try to develop approaches that allow us to share capabilities, allow us to share technologies and allow us to work together closely in order to ensure that NATO can fulfill its role of providing security,” Panetta said Sunday, according to the U.S. military account. CNN’s Guy Azriel and Michael Schwartz contributed to this report.",
            "bias": "border",
            "url": "https://www.cnn.com/2011/10/03/politics/panetta-trip/index.html"
        },
        {
            "headline": "Has Obama lost the Jewish vote?",
            "author": "Gabriella Schwarz",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 21,
                "year": 2011
            },
            "article_content": "Obama \"got his first warning\" in New York special election, strategist says Speech suggesting return to pre-1967 Israeli borders angered many Jews Republican's surprise victory in New York election brought new attention to Jewish bloc Parties should focus on economic plan as well as Middle East, analyst says Jewish voters, a typically reliable bloc for the Democratic Party, are now the focus of Democrats intent on keeping their support and Republicans who see an opportunity to pull them in after New York’s recent special congressional election. Longtime New York Democratic strategist Hank Sheinkopf said the election, in which a Republican won the historically Democratic district, was in part a reaction to the president’s approach to Israel. Sheinkopf said the contest served as a “liberating device” for Jewish voters and not just Orthodox Jews, who tend to be more socially conservative. “It is very unlikely he gets large portions of the pro-Israel community back; it’s too late. Something extraordinarily miraculous would have to occur,” Sheinkopf said. “There is a general sense of betrayal that this guy just doesn’t understand who these Jews are. “He got his first warning,” Sheinkopf added. Signs of tension between the president and Jewish supporters surfaced before the New York election and are heightened with the spotlight on the annual meeting of the United Nations General Assembly in New York, in which Palestinian Authority President Mahmoud Abbas is expected to submit an application for statehood to the Security Council. Will the GOP push for Jewish votes pay off? The Obama administration has vowed to veto the submission, affirming its longstanding backing for Israel, America’s strongest Middle East ally. But many Jews were angered over President Obama’s May speech in which he suggested that Israel return to pre-1967 borders with land swaps agreed upon by Israelis and Palestinians. The pre-1967 borders refer to Israel’s territory before the Six-Day War that year, in which Israel captured Gaza, the West Bank, East Jerusalem and other territory from neighboring countries. Israelis argue that returning to the former configuration would leave population centers vulnerable and displace settlers. The president’s statements were followed by an awkward meeting with Israeli Prime Minister Benjamin Netanyahu, in which Netanyahu seemingly lectured Obama in the Oval Office, vowing that Israel would never return to the 1967 lines. In New York, Republican Bob Turner’s 8-percentage point victory over Democrat David Weprin in a district held by Democrats since 1923 brought a new focus on Jewish voters, who supported Obama’s presidential bid by an overwhelming 78% in 2008. The Democratic loss in the highly Jewish 9th congressional district comes as Obama’s polling numbers among Jewish voters, nationally and in New York, have declined. Rep. Anthony Weiner held the seat until he resigned in June after exchanging inappropriate images over social media. Fifty-four percent of Jewish Americans approved of Obama’s performance as president in September, compared with 60% in June and 68% in May, according to Gallup polling. A statewide New York poll taken by Siena College in August found Obama’s approval at 52% among all Empire State voters and at 49% among the state’s Jewish voters. Although Obama received a 67% approval rating among Democrats in the state, he garnered 49% approval from Jewish Democrats. Steve Greenberg, the Siena political poll spokesman, said that the president’s poll numbers “should be better among Jewish voters” and that last week’s election proved that there are no safe districts for the president. “Even in a safe Democratic district, Obama is not safe, and therefore he clearly has his work cut out for him,” Greenberg said. However, he said voters are looking at the president in a vacuum instead of against a Republican challenger, when he is likely to fare better, and he cautioned against using the special election as a barometer for the rest of the country. “There are issues he’s got to work on over the next 14 months, but it’s not a crisis situation,” Greenberg said, pointing to the uniqueness of the district’s religious electorate, a third of whom are Orthodox Jews, and the heavy role Middle East politics played in the race. CNN exit polling says the national Jewish vote has not surpassed 4% of the total vote in the past five presidential elections. However, a higher concentration of the Jewish population in key presidential voting states, including New York, New Jersey and Florida, could prove important for Democrats and Republicans in 2012. Matt Brooks, executive director of the Republican Jewish Coalition, said the Obama administration’s policies toward Israel have left Jews “concerned” ahead of the presidential election. He cited the president’s criticism of Israeli settlements, his disapproval over construction in Jerusalem and the 1967 border call as reasons for the ill will. “Because of the failed policies and the harsh criticism as it relates to Israel, (Obama has) got a real problem with Jewish voters across the country,” Brooks said, calling the New York election a bellwether for the rest of the country over Israel and the economy. “I’m confident that Republicans will continue to make inroads in 2012 in the Jewish community … as Jewish voters move away from the Democratic Party,” Brooks said. On the other side of the aisle, the Democratic National Committee and the Obama White House are ramping up outreach efforts. In an e-mail to Jewish supporters, Ira Forman, Jewish outreach director for the Obama campaign, sought to “set the record straight.” “The other side is working hard to distort the President’s record, particularly when it comes to his strong support of Israel,” Forman wrote. “To set the record straight, it’ll be up to supporters like us who know the truth to get the word out.” Ben Rhodes, deputy national security adviser for strategic communications at the White House, said the U.S. and Israel have stood together in “unprecedented ways” during the Obama administration. At the White House on Friday, Rhodes said the United States has lent military assistance to Israel to protect itself from incoming missiles and rockets and stood up against the de-legitimization of Israel at the U.N., among other steps. “We’ve got a very strong record of support for Israel that should be evident to anybody who shares our concern for the future security and prosperity of Israel,” Rhodes said. “The security cooperation is evident; the de-legitimization efforts by us to counter those de-legitimization efforts are evident.” Alan Solow, an outside adviser to the Obama campaign on Jewish issues, said the president’s political opponents are mischaracterizing his record on the Middle East. “We … need to fight back against those misrepresentations and clarify the record,” Solow said. “We’ll go through some ups and downs as events occur, but I think in the end, our belief is that his percentage of the Jewish vote in 2012 will be very similar to what it was in 2008.” David Harris, the executive director for the nonpartisan American Jewish Committee, doled out advice to Democrats and Republicans angling for Jewish support. Democrats need to better explain their Middle East positions to ensure that their support in the Jewish base does not wane, Harris said. “They need to tell the story better,” Harris said. “Don’t take your Jewish base for granted.” Meanwhile, Harris said, Republicans have an opportunity to make inroads in the Jewish community through an economic plan and Middle East policy. “Jews are multi-issue voters. The notion they are single-issue voters is simply wrong,” Harris said. Jewish voters “want to have a comfort level they want to believe in their kishkas, in their gut, that the person gets Israel, understands it, grasps why Israel is important to the United States.” CNN’s Robert Yoon, Dan Lothian, Meghan Rafferty, Jessica Yellin and Adam Aigner-Treworgy contributed to this report.",
            "bias": "border",
            "url": "https://www.cnn.com/2011/09/20/politics/obama-jewish-vote/index.html"
        },
        {
            "headline": "New group paves way for alternative 2012 choice",
            "author": "Alan Silverleib",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 29,
                "year": 2011
            },
            "article_content": "Americans Elect has devised an alternative presidential nomination process Voters will choose a nonpartisan ticket through an online process Americans Elect is trying to steer political dialogue in a more centrist direction Critics warn the effort could erode the legitimacy of the eventual winner Are you feeling uninspired this election season?  Are you sick of all the attention being slathered on a small group of die-hard partisans in Iowa and New Hampshire?  Do you think the political system’s broken and your voice is ignored? If you’re looking for a change from the usual left-right, liberal-conservative, Democrat-Republican dynamic, you may get your wish. There’s a new group in the 2012 election, and it’s aiming to redefine presidential politics by going around the major party machines and putting an alternative choice on the ballot in all 50 states and the District of Columbia. Americans Elect, which has raised $22 million so far, is harnessing the power of the Internet to conduct an unprecedented national online primary next spring. If all goes according to plan, the result will be a credible, nonpartisan ticket that pushes alternative centrist solutions to the growing problems America’s current political leadership seems unwilling or unable to tackle. The theory: If you break the stranglehold that more ideologically extreme primary voters and established interests currently have over presidential nominations, you will push Washington to seriously address tough economic and other issues. Even if the group’s ticket doesn’t win, its impact will force Democrats and Republicans in the nation’s capital to start bridging their cavernous ideological divide. “We’re not a third party. We’re a second nominating process trying to create a ticket that is solutions-based, that will force the conversation to the center rather than keeping it at the extremes of either party,” says Ileana Wachtel, a spokeswoman for the group. If you think Americans Elect is nothing more than a bunch of naïve dreamers, think again. Its leadership includes former New Jersey GOP Gov. Christine Todd Whitman; former Clinton administration strategist Doug Schoen; former National Intelligence Director Adm. Dennis Blair; former FBI and CIA Director William Webster; and former U.S. Trade Representative Carla Hills, among others. The group’s CEO is Kahlil Byrd, former communications director for Massachusetts Gov. Deval Patrick, a Democrat. Dan Winslow, a Massachusetts Republican state representative and a former chief counsel to GOP presidential contender Mitt Romney, is also on board. Iowa: Anyone's race to win Funding for the effort was kicked off with over $5 million from investment banker Peter Ackerman. Financially, the ultimate goal is to limit each contributor’s donation to no more than $10,000. Americans Elect strategists believe they’ll need around $35 million in total, half of which will likely be necessary to meet cumbersome ballot access requirements. “The people who provided the seed money to get us started come from across the political spectrum,” the group claims on its website. “Giving to Americans Elect buys you no special influence whatsoever, and all donors acknowledge that fact when they contribute.” One point of contention is that the group does not disclose the names of its donors, citing its nonprofit status and fears that contributors could find themselves losing potential business or social contacts. Critics contend the secrecy undermines the organization’s claims of openness and transparency, and they argue that any group with such a clear electoral goal should not be exempt from disclosure rules governing the Democratic and Republican national committees. Any registered voter – Democrat, Republican, or otherwise – can become an Americans Elect online delegate. Over 300,000 people have signed up so far.  While anyone can seek the group’s nomination, possible candidates will have to answer multiple online questionnaires. Six prospective nominees will eventually be chosen by the delegates in an online winnowing process culminating in the selection of a ticket in June. According to the rules, two members of the same party will not be allowed to run together. “When candidates pick running mates from outside their parties, it’s a clear sign that they’re working to build the consensus necessary to get things done,” the group argues. “They’ll govern without regard to the partisan interests of either major party.” Could New York Mayor Michael Bloomberg team up with former Secretary of State Colin Powell? How about Joe Lieberman and Condoleezza Rice? What about tapping a media celebrity like Tom Brokaw or a deficit hawk like former Clinton chief of staff Erskine Bowles? The list of possibilities is virtually endless, but the list of criticisms is long. Among other things, critics question the ability to stop a fringe group from hijacking the process and using Americans Elect to advance their own narrow cause. Possible nominees will have to be cleared by an independent committee and undergo a background check, but the committee’s decision can be overruled by a majority of the delegates. Will the online voting be secure from hackers? “We take that issue very seriously,” Wachtel told CNN, noting that each delegate will be able to produce a paper record of his or her vote. Josh Levine, the former chief technology and operations of E*Trade Financial, is tasked with the website’s security. A number of political observers question whether an Americans Elect ticket could ever have a serious shot at winning. For all the talk of voter alienation and disgust with Washington, broad segments of the electorate maintain strong party loyalties, and the country’s winner-take-all electoral system remains a huge hurdle for anyone trying to break the two-party stranglehold. Ross Perot won nearly 20% of the vote in 1992 and didn’t have a single electoral vote to show for his efforts; 270 electoral votes are needed to win the White House. The last non-major party candidate to make any headway in the Electoral College was George Wallace, who ran in 1968 on a specific issue – opposition to civil rights – and with a very clear regional base of support. At the moment, Americans Elect appears to have neither. Having a charismatic nominee might help, but would hardly guarantee electoral viability. When one of the most beloved politicians in U.S. history – Theodore Roosevelt – bucked the two-party system in 1912, he only succeeded in splitting the Republican vote and ensuring a victory for Woodrow Wilson, a Democrat. Veteran political analysts Norm Ornstein and Thomas Mann have speculated that an Americans Elect ticket may end up splitting the electorate next year in such a way that an otherwise unacceptable major party nominee ends up capturing the presidency. “The nightmare scenario for us would be angry or demoralized independents and discouraged centrist Republicans gravitating toward the third candidate, enabling a far-right Republican nominee to prevail with a narrow electoral majority or with a plurality followed by a win in a deeply divided House,” they recently wrote in The Washington Post. The U.S. Constitution requires the House of Representatives to pick the president if no candidate wins a majority of electoral votes. Ornstein and Mann also question the ability of an independent president to govern effectively, and fear the eventual winner’s legitimacy could be undermined by a severe three-way split in the popular vote. “In this tough environment, any diminishment of legitimacy for the winner is undesirable,” they said. Asked to respond, Wachtel told CNN the need for change is paramount. “At this point, the system’s already spoiled,” she said.  “We need to open the process up to more competition and more choices for the American people.”",
            "bias": "Dreamers",
            "url": "https://www.cnn.com/2011/12/29/politics/americans-elect/index.html"
        }
    ]
}