{
    "Biases": [
        "racial",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Charles Koch to push criminal justice reform ‘over the next year’",
            "author": "Ashley Killough",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 30,
                "year": 2014
            },
            "article_content": "GOP megadonor Charles Koch wants a bigger conversation on criminal justice reform Koch, and his brother David, are key players in the Republican donor class Some 2016 Republican presidential hopefuls have said they favor criminal justice reform Charles Koch, the billionaire GOP donor whose money plays a big role in shaping Republican campaign efforts, said he plans to make criminal justice reform a priority of his as the country heads into the next presidential election. “Over the next year, we are going to be pushing the issues key to this, which need a lot of work in this country,” Koch, a Kansas native, told the Wichita Eagle in a story published this weekend. “And that would be freedom of speech, cronyism and how that relates to opportunities for the disadvantaged.” Koch’s comments might come as good news to Sen. Rand Paul, who’s made sentencing reform a major part of his agenda while he tries to appeal to nontraditional GOP voters ahead of a likely presidential bid. Gov. Chris Christie, who’s set to make his 2016 decision in the coming months, has been active in pushing for bail reform in New Jersey. And other prospective Republican 2016 candidates – including Texas Gov. Rick Perry, former Florida Gov. Jeb Bush, former Arkansas Gov. Mike Huckabee, Rep. Paul Ryan of Wisconsin and Sen. Ted Cruz of Texas — have been supportive of sentencing reform for nonviolent drug offenders. Following the 2012 presidential loss, in which Republican nominee Mitt Romney won only 6% support among African Americans and 27% among Latinos, Republicans have been more vocal about making changes to the criminal justice system for nonviolent offenders – an issue that resonates deeply within minority communities. Koch, according to the Kansas newspaper, said the criminal justice system needs reform “especially for the disadvantaged” as well as changes to make it “fair” and to make “sentences more appropriate to the crime that has been committed.” His chief counsel, Mark Holden, said the tough-on-crime efforts by lawmakers in recent decades have disproportionately affected minorities. “It definitely appears to have a racial angle, intended or not,” he said, according to the Wichita Eagle. Holden added that Koch also wants to address voting rights for former offenders and make it easier for nonviolent offenders to find employment after completing their sentences. Campaign observers pay close attention to the political interests of Koch and his brother, David. Political groups associated with the powerful duo spent $100 million on races in 2014. According to the newspaper, Koch’s interest in criminal justice reform originated from a lengthy, expensive case defending his company, Koch Petroleum Group, against 97 felony indictments involving alleged environmental crimes at an oil refinery in the 1990s. All but six of the charges were ultimately dropped, and the case ended in a $10 million settlement.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/12/29/politics/koch-justice-reform/index.html"
        },
        {
            "headline": "Obama’s year-end message: North Korea, Cuba and Congress",
            "author": "Eric Bradner",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 19,
                "year": 2014
            },
            "article_content": "President Barack Obama said Sony \"made a mistake\" canceling its movie release Obama called on Congress to end the Cuba embargo Obama said he might be able to work with congressional Republicans on tax reforms and trade The news conference came just hours before the Obama family departs for vacation in Hawaii President Barack Obama prodded Congress to eliminate the United States’ decades-old Cuba embargo Friday, saying that improving relations with the communist country will help open its “hermetically sealed society” – even if changes come in “fits and starts.” He said he doesn’t expect lawmakers to strip the embargo away immediately, and that Congress will need time to digest a deal he struck this week to free American contractor Alan Gross, trade imprisoned spies and ease U.S. economic restrictions on Cuba in exchange for the release of dozens of political prisoners and expanded Internet there. His comments came during a feisty year-end news conference Friday, just hours before Obama and his family boarded Air Force One for a holiday vacation in Hawaii. “I don’t anticipate overnight changes. But what I know deep in my bones is that if you’ve done the same thing for 50 years and nothing’s changed, you should try something different if you want a different outcome, and this gives us an opportunity for a different outcome, because suddenly Cuba is open to the world in ways that it has not been before,” Obama said. “The more the Cuban people see what’s possible, the more interested they are going to be in change. But how societies change is country-specific. It’s culture-specific,” he said. Obama offered some notes of caution, saying a presidential visit Cuba or Cuban President Raul Castro coming to the United States isn’t “in the cards.” His moves have already triggered controversy among potential Republican 2016 presidential contenders. Florida Sen. Marco Rubio, who accused Obama of giving up leverage, is sparring with Kentucky Sen. Rand Paul, who advocates a smaller U.S. footprint overseas. Obama said he expects a “healthy debate” to rage in Congress. “I think that ultimately we need to go ahead and pull down the embargo, which I think has been self-defeating in advancing the aims that we’re interested in,” Obama said. “But I don’t anticipate that that happens right away.” Obama sounded an optimistic tone, saying he is “energized” and “excited” about the final two years of his presidency even after Democrats in Congress were shellacked in November’s midterm election. “My presidency is entering the fourth quarter,” Obama said. “Interesting stuff happens in the fourth quarter. And I am looking forward to it.” The President immediately made headlines by saying Sony “made a mistake” canceling a movie after North Korea’s hack. He also drew attention for calling on female journalists for all eight of the questions he took – which White House Press Secretary Josh Earnest said was intentional. “The fact is, there are many women from a variety of news organizations who day-in and day-out do the hard work of covering the President of the United States,” Earnest said. “As the questioner list started to come together, we realized that we had a unique opportunity to highlight that fact at the President’s closely watched, end of the year news conference.” Obama touched on the clashes that are guaranteed to come once Republicans take full control of Congress in January, setting up showdowns over Obama’s signature health care law, the Keystone XL pipeline that conservatives would like to green-light, financial regulations and more. He identified international trade and tax reform as areas he might be able to find common ground with the GOP-led House and Senate, and said staff-level conversations will take place between Obama’s White House and GOP congressional leadership between now and the Jan. 20 State of the Union address about individual and corporate tax reform. Obama said he’ll issue proposals of his own to overhaul the corporate tax structure. “Then there are other companies that are paying zero because they’ve got better accountants or lawyers. That’s not fair,” he said. “There are companies that are parking money outside the country because of tax avoidance. We think it’s important that everybody pay something if they are effectively headquartered in the United States.” But he threatened to veto any bills that would weaken the health care law or rolls back any of the 2010 Dodd-Frank financial services reforms – which were recently thrust into the spotlight after liberals howled over the roll-back of one of those reforms in a deal this month to fund the government. “I think there are going to be some tough fights on those areas where we disagree,” Obama said. “If Republicans seek to take health care away from people who just got it, they will meet stiff resistance from me. If they try to water down consumer protections that we put in place in the aftermath of the financial crisis, I will say no, and I’m confident that I will be able to uphold vetoes on those types of provisions.” Here’s what Obama said about several other issues Friday: KEYSTONE PIPELINE – President Barack Obama said the Keystone XL pipeline – which Republican congressional leaders have said they intend to approve legislation to authorize early next year – is “not even going to be a nominal benefit to U.S. consumers.” Obama didn’t threaten to veto a bill that would take approval of the 1,179-mile, Canada-to-Texas pipeline out of the State Department’s hands. But he downplayed its potential effects and said that if Congress wants to create the kinds of construction jobs that could accompany the pipeline, it should instead approve bills to improve the country’s infrastructure. “There’s very little impact, nominal impact, on U.S. gas prices – what the average American consumer cares about – by having this pipeline come through,” Obama said. “And sometimes, the way this gets sold is, ‘Let’s get this oil and it’s going to come here,’ and the implication is, it’s going to lower oil prices here in the United States – and it’s not. There’s a global oil market.” RACIAL TENSIONS WITH POLICE – Obama argued that “really concrete, practical” law enforcement reforms will result from a review his administration is currently producing, and sounded an optimistic tone about preventing deaths like Michael Brown’s in Ferguson, Missouri and Eric Garner’s in New York City in the future. “What I don’t think is always captured in our political debates is, the vast majority of people are just trying to do the right thing. And people are basically good and have good intentions,” Obama said. “Sometimes our institutions and our systems don’t work as well as they should. Sometimes you’ve got a police department that has gotten into bad habits over a period of time and hasn’t maybe surfaced some hidden biases that we all carry around.” “But if you offer practical solutions, I think people want to fix these problems,” he said. “This isn’t a situation where people feel good seeing somebody choked and dying. I think that troubles everybody. So there’s an opportunity of all of us to come together and take a practical approach to these problems.” THE ECONOMY – He called 2014 the “strongest year for job growth since the 1990s” and pointing to rising middle class wages, increased energy production and lower gas prices, and highlighted recent economic reports that have identified a 57-month streak of job growth, producing 11 million new positions. “As a country, we have every right to be proud of what we’ve accomplished: More jobs, more people insured, a growing economy, shrinking deficits, bustling industry, booming energy – pick any metric that you want; America’s resurgence is real. We are better off,” Obama said. He said gas prices are 70 cents lower this year than they were last Christmas, and the Obama administration’s bailout of the automotive industry is “effectively over.” “Yes, there were crises that we had to tackle around the world – many that were unanticipated,” Obama said. “We have more work to do to make sure our economy, our justice system and our government work not just for the few but the many. But there is no doubt we can enter into the new year with renewed confidence that America is making significant strides where it counts.” NORTH KOREA’S SONY HACK – Sony “made a mistake” in halting the release of its film “The Interview” after hackers that the FBI has linked to North Korea stole the company’s documents and threatened theaters that showed the film,” Obama said. “We cannot have a society where some dictator someplace can start imposing censorship here in the United States, because if somebody is able to intimidate folks out of releasing a satirical movie, imagine what they’ll do when they see a documentary that they don’t like, or news reports that they don’t like – or even worse, imagine if producers or distributors or others start engaging in self-censorship because they don’t want to offend the sensibilities of somebody whose sensibilities probably need to be offended,” Obama said. “So, you know, that’s not who we are. That’s not what America’s about. Again, I’m sympathetic that Sony as a private company was worried about liabilities and this and that and the other. I wish they’d spoken to me first. I would have told them, do not get into a pattern in which you’re intimidated by these kinds of criminal attacks,” he said.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/12/19/politics/obama-press-conference/index.html"
        },
        {
            "headline": "Hambycast: Jazz and politics in the ‘zombie runoff’",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2014
            },
            "article_content": "NEW: Sen. Mary Landrieu lost her runoff race to GOP challenger Bill Cassidy on Saturday Landrieu's supporters put on a brave face until the end Maybe she meant to, maybe she didn’t, but Mary Landrieu reached straight for the encyclopedia of Things Losing Candidates Say. The Louisiana Senator — an 18-year Washington veteran and outgoing chairwoman of the Senate Energy Committee, blessed with one of the most recognizable last names in southern politics —  stepped away from a modest crowd of supporters at a campaign event here for an interview about her difficult runoff race against Republican Bill Cassidy. “It’s not over until it’s over,” Landrieu said of the campaign, which has been left for dead by national Democrats. “The only poll that counts is Election Day.” Look Who's Coming to Dinner The nerd science of political campaigns Will these people pick your president? Is New Hampshire about to get nasty? Could Rand Paul support gay marriage? The luckiest mustache in Iowa 'Hambycast' goes behind grill in Iowa A few of the reporters and political types standing nearby exchanged knowing glances. Landrieu’s defeat gives Republicans ninth seat this cycle As defined by political analyst Stuart Rothenberg, who curated the definitive list of “Things Losing Candidates Say” for Roll Call last year, the luckless phrase is a pretty good indicator that “you are losing the race at the time and have no empirical evidence to the contrary.” The evidence was stacked against Landrieu, who advanced to the runoff after losing a strategic bet that she would win Louisiana’s non-partisan primary outright four weeks ago. Instead, she got 42 percent, far short of the 50.1% needed to win, and voters are now consolidating around Cassidy. If Landrieu had pulled it out Saturday, it would be have been an epic fourth quarter miracle that would put Les Miles to shame. She would have had to keep African-American turnout on par with the November primary, and somehow find a way to increase her support among white voters from the dreadful 18 percent she received last month, all in the middle of the holiday season. It was a near-impossible lift. There hasn’t been a gold standard poll of the race, but she was losing by 15 or 20 points depending on the survey. The actions of national Democrats were an even better tell. The Democratic Senatorial Campaign Committee canceled its ad reservations for the runoff after Landrieu failed to win the Nov. 4 jungle primary outright, effectively ceding the airwaves to Cassidy and Republicans, who are outspending her 7-1 on television. Supporters put on a brave face. “Mary has always had close races and she always pulled them out,” said Harold Ritchie, a state representative and funeral director from Bogalusa. “A lot of us are counting on that happening one more time.” Politically speaking, Louisiana is a weird place. They have elections in odd years and run “jungle primaries.” Politicians, state and local, genuflect before the gods of the oil and gas industry. It’s a state that’s twice voted an Indian-American Catholic Rhodes scholar into the governor’s office (Bobby Jindal) and seems primed to succeed him with a Republican who reportedly liked to wear diapers while soliciting a prostitute in the French Quarter (David Vitter). There’s a proud populist streak, a fraught racial history and a healthy dash of corruption. “Louisiana politics is of an intensity and complexity that are matched, in my experience, only in the Republic of Lebanon,” A.J. Leibling once wrote about the state. He was referring to the strange gumbo coalitions — white, black, cajun, redneck, uptown, downtown — that candidates assembled to win statewide elections. But Liebling was scribbling those thoughts for The New Yorker in 1960. These days, elections are nationalized, waged on television and online, and not even the most Lousianan of Louisianans can safely count on surviving at the ballot box — no matter how much clout one has built up in Washington or how many LSU tailgates one attends. Republicans have clobbered Landrieu with television ads tying her to President Barack Obama, whose approval rating in Louisiana, according to midterm exit polls, is 39 percent. “The Republicans and her opponent Bill Cassidy have done a very effective job at creating an emotional target for voters to direct their frustration towards, and that would be President Obama,” said New Orleans-based Democratic pollster Silas Lee. Landrieu, first elected in 1996, compared herself to New Orleans Saints quarterback Drew Brees and Cassidy to an unknown rookie. Voting her out of office, she argues, would be akin to benching the star quarterback when the team needs it most. The argument, though, had lost its resonance with Obama’s waning popularity and the newly-in-charge Republican Senate majority, depriving Landrieu of her coveted position as chairwoman of the Energy Committee. “Seniority is based on how many years you have served,” she said. “Nothing has changed. I will have served 18 years. I have served with Democrats in charge, I have served with Republicans in charge. Nothing can take my seniority away. I will still be one of the highest ranking members of the Senate. I won’t be chair. But I will be ranking member of the Energy Committee, and in that I will convene meetings of Democrats on Energy Committee, so Louisianans will still be at forefront, at the leadership table. I will still be part of the leadership team. That’s much better than sitting on the back bench or sitting on the rookie bench.” Landrieu spent the final week flogging Cassidy, a congressman and LSU physician, over a late-breaking news story about questionable paychecks he received for part-time medical teaching work he may or may not have done at the university in Baton Rouge. “This story has legs,” Landrieu said. “This story is breaking. You know, I wish it had broken a couple of weeks ago, but you know what? It broke now. Bill Cassidy cannot say, ‘I am a doctor, I am higher than the law.’” The argument felt like a Hail Mary, the last gasp of a zombie campaign that many Democrats are waiting for to die in a canebrake. And even the senator admits how difficult it is to run a campaign when no one, in Louisiana or elsewhere, seems to be listening anymore. “Nothing seems to be breaking through these days,” she said with a sigh, deviating slightly from her message. “It’s a very strange situation, all over the country. It’s like people are just so mad, these commercials have really gotten people’s emotions up. So getting people to focus on what really matters, leadership, honesty, integrity, hard work …” Landrieu trailed off. “I am not going to give up,” she said. “These last few days are really important.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/12/05/politics/hambycast-louisiana-senate-race/index.html"
        },
        {
            "headline": "Ben Carson: Political phenomenon",
            "author": "Mark Preston",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2014
            },
            "article_content": "Watch “Wolf” on Wednesday at 1 p.m. ET for Wolf Blitzer’s interview with Ben Carson. Ben Carson is a potential 2016 GOP presidential candidate Carson placed second in a CNN poll Tuesday Carson will decide whether he will run by May It was 1965 and Ben Carson, an eighth-grade black student in Detroit, was stunned. Unable to control her anger, his teacher lashed out at white students for failing to outperform Carson, who had just been awarded the class’s highest academic achievement. In an interview last week, Carson described the teacher as being from a time when some people thought “how can a black person ever intellectually do better than a white person?” “To her, it was the most abnormal thing that ever happened in the history of the world,” Carson said. “To me, I was determined I would show her.” Is Ben Carson qualified to be President? Historic firsts for the GOP The road ahead for Obama and GOP Nearly 50 years later, Carson – relatively unknown outside of conservative circles – is on the verge of becoming a political phenomenon. He placed second behind Mitt Romney in a CNN/ORC poll released Tuesday asking Republicans about their preferred presidential nominee in 2016. Though his support only reached 10% in the poll, Carson outpaced more high-profile potential presidential contenders like former Florida Gov. Jeb Bush, New Jersey Gov. Chris Christie and former Arkansas Gov. Mike Huckabee. He’s gaining traction as an African-American in a party that is struggling to connect with minority communities. But Carson is remarkably checked when asked about how, to this day, he deals with racism. “If somebody has a problem with the way that I look, more power to them,” Carson said. “Let them sit and stew in it. I just got so many more important things to do than to deal with that.” That doesn’t mean he’s silent on the racial issues of the day. After last week’s violence in Ferguson, Missouri, Carson slammed President Barack Obama for contributing to poor race relations. “I actually believe that things were better before this president was elected,” he told radio broadcaster Hugh Hewitt. “And I think that things have gotten worse because of his unusual emphasis on race.” READ: The new threat: ‘Racism without racists’ He’s offered provocative commentary on a wide range of other issues, telling FOX News in May that the Veterans Affairs scandal was a “gift from God to show us what happens when you take layers and layers of bureaucracy and place them between the patients and the health care provider.” In a March interview with Breitbart, he compared the modern American government to Nazi Germany. And at the 2013 Values Voters Summit, Carson said Obamacare is “the worst thing that has happened in this nation since slavery.” Carson: Race relations have gotten worse under Obama The ‘PC police’ For Carson, abandoning political correctness is a central element of his persona – and something that’s winning fans in the GOP base. Carson recently appeared at an event for the Family Leader, an influential social conservative organization in Iowa. “He was very well received, and enthusiastically well received,” said Bob Vander Plaats, president and CEO of the organization, who noted Carson spoke to 900 attendees about pressing domestic concerns including cultural issues, foreign policy, and his disdain for political correctness. “It is like a breath of fresh air when he talks about not being politically correct and how he won’t be controlled by the ‘PC police’ and he will say what needs to be said,” Vander Plaats said. “That message really resonated.” Carson is well known in the medical community – he’s a celebrated pediatric neurosurgeon – and Cuba Gooding, Jr. played him in the 2009 made-for-television movie: “Gifted Hands: The Ben Carson Story.” But his remarks at the National Prayer Breakfast in February 2013  catapulted him onto the national political stage. With Obama sitting just a few feet away, Carson warned that the U.S. was heading down the same path as Rome. “Moral decay, fiscal irresponsibility,” Carson said during his speech. “They destroyed themselves. If you don’t think that can happen to America, you get out your books and you start reading.” Carson said 15 minutes after his remarks, organizers of the Prayer Breakfast called him and said the White House was “upset and that I needed to call and apologize. I said, ‘I spoke to the president after the Prayer Breakfast and he was quite cordial and didn’t seem upset. I don’t see why he would be upset, unless what I said applied to him.’” His speech was embraced by GOP activists and radio talk show hosts. Carson became an instant political celebrity for conservatives. “I expected a reaction, but I didn’t expect it to be that profound, quite frankly,” Carson said of his remarks at the Prayer Breakfast. “Obviously, it touched a chord with millions of people and I thought it would die down after a while, but instead of dying down it continued to build.” Karen Finney, a Democratic strategist, said that Carson is “certainly someone to be taken seriously,” in the GOP primary, but added that this does not necessarily transfer to the general election. “In terms of appeal in a general election, there are comments he has made that can come back to haunt him,” she said. READ: Poll: Americans predict more gridlock Carson dismisses those who criticize him for his remarks, and said they are just blowing them out of proportion. Yet, Carson does acknowledge that he is trying to make a point when he speaks on the issues of the day. “I try to talk about what I actually see that’s going on and this is what we need in America,” he said. “We need people who are not afraid to express themselves and who are not afraid to debate issues.” Cornell William Brooks, president of the NAACP, said he admires Carson as a surgeon and noted his son was inspired by one of Carson’s books to become a thoracic surgeon. But in terms of race relations, the two men are not on the same page. “He is an extraordinary surgeon, extraordinarily passionate human being,” Brooks said. “But I disagree with the personalization of a set of policies that have been harmful, not only to African-Americans, but the country as a whole with any particular party.  … Dr. Carson stands like a giant in the operating room, but in the civil rights arena we would love to have more conversation with him about our positions.” From poverty to the operating room Raised by a single mother with a third grade education, Carson rose from poverty and racial division to achieve success. Carson’s mother left his bigamist father when he was eight years old and, despite her inability to read, forced him and his brother to spend their days with books and focusing on their schoolwork. Carson struggled in his early elementary school years. At 10, though, Carson said the most defining moment in his life occurred: He was the only child in his class able to identify an obsidian rock held up by his teacher. “It said to me that everyone thinks you are dumb, but you are not dumb at all,” he said. “And that was really the beginning of change.” The second most defining moment in his life almost led to tragedy. Carson got into an argument with a friend and, in a fit of rage, lunged at him with a knife. A belt buckle blocked the blow and saved his friend from injury. Carson said he ran away from the scene. “I locked myself in the bathroom and started thinking about my life and I started praying,” he said. “In the three hours I stayed in that bathroom, I came to an understanding that to lash out at people is not a sign of strength, it was a sign of weakness.” Eventually, Carson earned his undergraduate degree from Yale and went to medical school at the University of Michigan and joined Johns Hopkins when he graduated, becoming a world-renowned pediatric neurosurgeon. Carson: ‘I feel fingers’ from God to run for President On the campaign trail Carson recently switched his voter registration from independent to Republican – a move he acknowledged was spurred on by a possible presidential run. “If I decide to run, I need to run as a Democrat or Republican,” he said. “I don’t want to run as a third-party candidate. And I would have to choose one of the parties.” But the retired doctor noted that if he decides to seek the GOP presidential nomination, it would not be as a “traditional candidate.” “I’m never going to be a politician,” he said. “I’m not going to listen to the people who’ve already tried … because then I’ll be them. I won’t be me. If I am not me, what would be the point, even if you won, of being in office under false pretenses?” Carson further embraces the status as an outsider with no government experience, which he said is a positive with voters. “I see it as a drawback if you want to continue going down the pathway of government controlling every aspect of our lives,” he said. “I don’t see it as a problem at all if somebody wants to re-establish the original intent in this country, which was a nation where the government conformed to the will of the people and not vice versa.” It is this type of talk that has created a “buzz” among some conservatives in the early voting state of South Carolina, said GOP strategist Joel Sawyer. “He is someone that activists are listening to, to a degree,” said Sawyer. “People are talking about him.” Helping to fan the flames of a possible presidential bid was a documentary about Carson that his business manager, Armstrong Williams, paid to air in in 22 states and Washington, D.C., last month. On the issues, Carson talks about revamping the tax structure, cutting back on government regulations, and asserting the U.S. as a world power that will “obliterate” ISIS, and stand up to Russian President Vladimir Putin. When it comes to social issues, though, Carson emphasizes that there are more pressing issues the nation needs to address. “I have likened America to a ship that’s about to sail off Niagara Falls,” he said. “And the social issues are like little barnacles on the side of the ship. There are a lot of people leaning over the edge saying we got to get that barnacle. No, we have got to turn the ship around. Until we get things moving in the right direction, get the economy moving … bring people out of poverty … deal with our energy resources in an appropriate way, get education back where it belongs … those are the issues that are critical. The social issues as far as I’m concerned they are personal issues for most people.” Carson said if the right candidate emerges – which he describes as “somebody who understands business and economics and somebody who understands our place on the world stage and the responsibilities that we have” – he wouldn’t run. He is giving himself until May 1 to get into the presidential race. In terms of being the only black candidate publicly interested in seeking the GOP nomination, Carson reverts back to his time as a surgeon. “I operate on the thing that makes the person who they are,” he said. “The skin doesn’t matter to me. I really don’t think those superficial characteristics have a place in society today.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/12/02/politics/ben-carson-gop-poll/index.html"
        },
        {
            "headline": "On some issues, Paul and Christie sound a lot alike",
            "author": "Ashley Killough",
            "source": "CNN",
            "published_date": {
                "month": "August",
                "day": 3,
                "year": 2014
            },
            "article_content": "Despite their differences, Chris Christie and Rand Paul agree on a few things They're pushing for reforms to criminal justice laws, and they want to see a more diverse GOP They sometimes take an \"agree to disagree\" approach on social issues Both men are considered potential presidential contenders It’s been a year since New Jersey Gov. Chris Christie and Sen. Rand Paul of Kentucky started taking jabs at each other, staking out their ideological territory within the Republican Party. But the two potential presidential contenders have also been singing the same tune on a few issues as they get closer to 2016. They’ve been vocal advocates for sentencing reform for nonviolent, drug offenders. On politics, they’ve bluntly urged Republicans to campaign in unfamiliar territory. And on social issues, both sometimes take an “agree to disagree” approach. Christie picks fight with Sen. Rand Paul Christie tops new CNN GOP 2016 poll Christie: Beware of 2016 candidates Experts say the two are finding common ground, but all three categories fall under the same umbrella: broadening the Republican Party, a narrative that many Republicans support. “Both men have their eyes squarely fixed on the next presidential election, but they’re also trying to nudge the party as a whole to follow suit in an effort to expand the tent,” said GOP strategist Ford O’Connell. Such a strategy will benefit Christie and Paul if they campaign for the White House. But if they become opponents in the GOP primary, they’ll continue to work to differentiate themselves and corner off their own parts of the GOP electorate. They’re just both hoping that that electorate will be a lot bigger by the time 2016 rolls around. The ‘dangerous’ libertarian vs. the ‘king of bacon’ “Feud.” “Spat.” “Battle.” “War of words.” Almost every fighting term was applied to last year’s back and forth between Christie and Paul. It started last July at the Aspen Institute in Colorado, when Christie blasted Paul’s “strain of libertarianism” as “a very dangerous thought.” Chris Christie's 'pro-life' message Rand Paul: Perry 'dead wrong' Christie: Obama doing awful job on border Perry Vs. Paul: America the Isolationist? Gov. Chris Christie heads to Iowa Christie won't answer SCOTUS question Rand Paul takes aim at Rick Perry Hobby Lobby  on 2014, Clinton & Christie Rand & Rubio's 2016 moves Paul had been attacking the government’s phone surveillance program unveiled by ex-NSA contractor Edward Snowden; Christie was defending it. Paul hit back, attacking Christie for pushing too hard to get Superstorm Sandy aid from the government. He even called the governor “the king of bacon” on federal spending. The two continued exchanging barbs on surveillance and fiscal issues for weeks. Paul later argued the party was big enough for the both of them, and offered to have a beer with Christie. But the New Jersey governor said he was too busy running for a second term. For many pundits, their squabble quickly became a clear illustration of the rift between moderate Republicans and the growing libertarian wing of the GOP. Paul works to help non-violent offenders Rand Paul makes Civil Rights claim Rand Paul vs. Dick Cheney Divide in Iraq Rand Paul: Wouldn't send my son to Iraq Sen. Paul protests nominee over drones And for the two men themselves, it didn’t hurt to dig in and pick a fight: Christie was in the middle of a re-election campaign in the deeply blue state of New Jersey, and Paul was trying to build his national profile. Since last summer, Christie and Paul have taken occasional swipes at each other, and it’s safe to say tensions are still high now that the two find themselves among the top tier of most 2016 presidential polls – although their numbers aren’t convincing. No one in the crowded GOP field has consistently polled above 20%. Criminal justice reform Despite their very large differences, they’ve recently been advocating some of the same issues and ideas. For one, they’re among a growing group of Republicans calling for reform to the criminal justice system on nonviolent drug offenders. In New Jersey, Christie’s administration had already enacted reform that places first time drug offenders into mandatory, one-year treatment, rather than prison. Christie argues that it costs half as much to treat an addicted person than it does to lock them up, and he’s been trying to make the program more attractive to social conservatives. “If you’re pro-life, you’ve got to be pro-life for the person who’s sitting at the bottom of a jail cell, drug addicted, feeling like their life is over,” Christie said last week at the Aspen Institute. “If we are a party that believes that every life is precious and no one should be deprived of a second chance, then we need to get on that issue.” In another effort to tweak the criminal justice system, Christie rushed the Democratic-controlled legislature into a special session this week to meet and vote on bail reform. The legislation aims to make it easier for poor people who commit minor offenses to post bail, while at the same time make it more difficult for those charged with violent crimes to get out of jail while they await trial. “We simply can’t allow the … treatment of nonviolent, low-income offenders to continue to be the victim of politics and procrastination,” he said Wednesday in an appearance with African-American mayors, reverends and nonprofit leaders. He mentioned the legislation is supported by the NAACP and the American Civil Liberties Union. Paul has also been actively pushing for lighter sentences for drug offenders. While he makes the same economic argument as Christie, his bigger focus is on addressing racial inequalities in the criminal justice system. “Three out of four people in prison right now for nonviolent crimes are black or brown,” Paul said at the National Urban League conference last week in Cincinnati. “Our prisons are bursting with young men of color and our communities are full of broken families.” The senator has been aggressively courting African-American voters since the 2012 presidential election, when Republican Mitt Romney only won 6% of the black vote. Paul introduced legislation last week to get rid of the 18:1 disparity in penalties between crack cocaine and powder cocaine. As of now, a person with one gram of crack, which is cheaper, would get the same penalty as someone caught with 18 grams of powder cocaine. He has also teamed up with Attorney General Eric Holder to push back against mandatory minimums for nonviolent drug offenders. “As conservatives, (Christie and Paul) see the enormous cost of the drug war, and see sentencing reform for nonviolent drug offenders as a way of addressing those costs,” said Quinten Kidd, political science professor and director of the Wason Center for Public Policy at Christopher Newport University. “But they come to that position from different ideological places in the party – one from a libertarian place and the other from a small government, economic conservative place,” he added. They’re not the only potential 2016 Republicans making waves on this front. Former Gov. Mike Huckabee, Rep. Paul Ryan, Gov. Rick Perry, and Sen. Ted Cruz have spoken out about the issue or supported reform. But with their active travel schedules and high-profile speaking gigs, Paul and Christie are certainly two of the loudest GOP advocates on the issue. Minority outreach While Paul has generated a lot of publicity in his quest to court African-Americans, Christie has also said the party needs to adjust its approach, and he points to himself as the prime example of how to do that. Christie won 21% of New Jersey’s black vote and 51% of the Hispanic vote in his re-election victory last year, and he says he did it by reaching out to nontraditional GOP voters. “We got to campaign in places where we’re uncomfortable,” Christie told reporters last week in Denver, while traveling as chairman of the Republican Governors Association. “You cannot get the vote of someone who doesn’t think you care about them.” Romney won a whopping 60% of the white vote in 2012, but still lost the general election — a huge sign that the demographics in the country are changing. “Every Republican candidate who’s serious about winning a national election knows all about that and is doing whatever he or she can,” said Whit Ayres, a political consultant whose firm does polling for Sen. Marco Rubio. The Florida senator is another potential White House contender courting nontraditional GOP voters. Paul has made minority outreach a staple of his message, and emphasizes each time that he’s working with Democrats when he pushes legislation that aims to help African-Americans. “You go to a Republican event and it’s all white people—not because we’re excluding anybody, but because we just haven’t done a good enough job encouraging people to come into our party,” he said in an April speech at Harvard. In the past 18 months, Paul has made multiple trips to historically black colleges and urban centers, preaching a pro-school choice position and holding meetings with students and school leaders. Last month, he helped open a Kentucky GOP office in a predominantly African-American area in Louisville, and last week he touted his support for voting rights and the Civil Rights Act before the National Urban League. Softer approach on social issues Social issues had a sizable role in 2012, both in the presidential contest, as well as congressional races. Following a string of controversial comments about contraception, abortion and rape by Republican candidates and supporters, Democrats spent millions to paint the GOP as anti-women. Some Republicans took notice, including, it seems, Christie. “I don’t think we’re getting pounded because of the social issues. I think we’re getting pounded because of the way we present ourselves,” Christie said last week in Aspen, answering a question about how to avoid the same 2012 dust-ups. Republicans need to tweak their “tenor and tone,” he added, while being more tolerant of other viewpoints at the same time. Paul has also taken a softer approach on controversial topics. “I think Republicans could only win in general if they become more ‘live and let live,’” he told Reason magazine earlier this month. In March, Paul said that in order for the party to grow, Republicans “will have to agree to disagree on social issues,” mentioning same-sex marriage as an example. Christie made the same “agree to disagree” case when he traveled to Colorado last week and was pressed about his public opposition to recreational marijuana. “We’ve got to stop in public life worrying about making everybody happy and faking it, like we’re going to agree all the time. We’re not going to agree all the time,” he said. “If you’re looking for a candidate who you’re going to agree with 100% of the time, go home and look in the mirror.” With that said, they’ve still gone on record about where they stand on social issues. They’re just not always eager to jump into large-scale debates that can sometimes dominate headlines. Christie, for example, at first declined to comment on the recent Supreme Court ruling on Obamacare’s contraception coverage mandate for certain for-profit companies. Asked about it again a couple weeks later, he simply said he supported it. Christie and Paul seem to estimate that an “agree to disagree” approach is safe at times, but it also appears to be a natural fit for each politician, given their political backgrounds. “Paul and Christie seem to be finding themselves on similar territory, but from different places on the ideological spectrum,” said Kidd. “Paul as a libertarian wouldn’t normally focus on social issues and Christie as more of an economic Republican wouldn’t either.” Don’t expect any kumbayas With both men highlighting their appeal among Democrats and independents, it’s to their advantage to widen the party and include more nontraditional voters. But it’s not unexpected for Republicans to try to augment that base. “I think all the candidates want to expand the party,” said longtime Republican operative Hogan Gidley. “You’re not just running for president of the Republican Party, you have to appeal to all Americans.” But politically, that may be one of the few areas in which Christie and Paul’s interests intersect. They likely still view each other as their own antithesis, said O’Connell and they will surely butt heads on a full slate of topics, such as foreign policy, government spending and civil liberties. “You’re starting to see them relatively agree on some issues,” he said. “But they’re still perfect foils for one another.” Opinion: 4 reasons Christie keeps moving forward",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/08/01/politics/paul-christie-2016-issues/index.html"
        },
        {
            "headline": "Justice Department suspends most poll-watching",
            "author": "Evan Perez",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 22,
                "year": 2014
            },
            "article_content": "FIRST ON CNN: Feds determine they don't have authority to assign poll observers Last year, the Supreme Court struck down a section of the Voting Rights Act Because of that ruling, the Justice Dept. has suspended posting observers in polls There are exceptions to that change, in seven states covered by separate court orders For the first time in decades, voters in Georgia are going to the polls Tuesday without the chance of having Justice Department observers inside their polling places. CNN has learned that’s because Justice Department lawyers in recent months have determined they no longer have legal authority to unilaterally assign poll observers after the Supreme Court ruling invalidating key sections of the Voting Rights Act. The department has suspended posting observers inside polling stations except for in nine jurisdictions in seven states covered by separate court orders, government officials said. The internal legal finding hadn’t been made public before. Observers had the authority to be inside polling places, and the department may still send monitors who keep an eye outside polling precincts. A spokeswoman for the Justice Department’s civil rights division declined to comment. The department has been sending election-day poll observers and monitors to some Georgia counties since at least 1966, a year after the landmark civil rights law authorized it. The observers were there to document any interference or intimidation against voters, usually racial minorities in areas with a history of discrimination. At last count, the Justice Department said it sent personnel to observe and monitor elections in 153 counties and parishes in 11 states. Proponents of the poll watching say it helps prevent irregularities and has been useful to ensure federal voting rights are protected for minorities. The department didn’t send anyone to monitor last month’s Mississippi primary, which has been much disputed by losing tea party-aligned candidate Chris McDaniel. Incumbent victor Sen. Thad Cochran drew black Democratic Party voters to help defeat McDaniel in the GOP primary. McDaniel has alleged voting irregularities, but Mississippi judges have rebuffed his claims. Last year, the Supreme Court struck down Section 4 of the Voting Rights Act, under which the Justice Department compelled oversight of voting law changes in a patchwork of jurisdictions in states around the country. U.S. Attorney General Eric Holder has criticized the ruling and has urged Congress to pass new legislation to restore the Justice Department’s oversight powers.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/07/22/politics/poll-watchers-justice/index.html"
        },
        {
            "headline": "Justice Department suspends most poll watching",
            "author": "Evan Perez",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 22,
                "year": 2014
            },
            "article_content": "Justice Department lawyers say they have no legal authority to unilaterally assign poll observers Last year, a Supreme Court ruling invalidated key sections of the Voting Rights Act Department won't put observers in polling stations, except in nine jurisdictions in seven states It may still send monitors who keep an eye outside polling precincts For the first time in decades, voters in Georgia are going to the polls Tuesday without the chance of having Justice Department observers inside their polling places. CNN has learned that’s because Justice Department lawyers in recent months have determined they no longer have legal authority to unilaterally assign poll observers after the Supreme Court ruling invalidating key sections of the Voting Rights Act. The department has suspended posting observers inside polling stations except for in nine jurisdictions in seven states covered by separate court orders, government officials tell CNN. The internal legal finding hadn’t been made public before. Observers had the authority to be inside polling places, and the department may still send monitors who keep an eye outside polling precincts. A spokeswoman for the Justice Department’s civil rights division declined to comment. The department has been sending election day poll observers and monitors to some Georgia counties since at least 1966, a year after the landmark civil rights law authorized it. The observers were there to document any interference or intimidation against voters, usually racial minorities in areas with a history of discrimination. At last count, the Justice Department said it sent personnel to observe and monitor elections in 153 counties and parishes in 11 states. Proponents of the poll watching say it helps prevent irregularities and has been useful to ensure federal voting rights are protected for minorities. The department didn’t send anyone to monitor last month’s Mississippi primary, which has been much disputed by losing tea party-aligned candidate Chris McDaniel. Incumbent victor Sen. Thad Cochran drew black Democratic Party voters to help defeat McDaniel in the GOP primary. McDaniel has alleged voting irregularities, but Mississippi judges have rebuffed his claims. Last year, the Supreme Court struck down Section 4 of the Voting Rights Act, under which the Justice Department compelled oversight of voting law changes in a patchwork of jurisdictions in states around the country. U.S. Attorney General Eric Holder has criticized the ruling and has urged Congress to pass new legislation to restore the Justice Department’s oversight powers.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/07/22/politics/justice-department-poll-watching/index.html"
        },
        {
            "headline": "Rules of the game: New laws could make it tougher for some to vote",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 4,
                "year": 2014
            },
            "article_content": "A slate of new voter laws could impact the 2014 elections, experts say Civil and voting rights advocacy groups say many of the laws disenfranchise minority voters The laws include stricter voter ID requirements, cuts to early voting, among other provisions The changes, along with court ruling on the Voting Rights Act, could impact minority voters Edna Griggs keenly remembers the anger and outrage she felt during the 2012 general election when she watched as African-American senior citizens were forced to wait in long lines in the Houston heat as they cued up to vote at the Acres Homes Multi-Service Center. A member of her local NAACP chapter, Griggs says she was told that she couldn’t bring them water to drink or chairs to rest in. McDaniel: Cochran campaign 'race-baited' Jones: North Carolina is rigging the system Democrats likely swung GOP contest “A poll watcher approached me and said, ‘What are you doing?’ He told me I couldn’t do that. They thought we were trying to sway their votes by giving them water,” she said. “It was really sad to me because it was like a reflection of the stories I heard from my grandmother and mother when they had to pay to vote. It was a reflection of everything our people have gone through.” Griggs is one of the plaintiffs in a NAACP lawsuit about new Texas voting identification laws, regulations that are considered by some civil rights and liberties groups as among the nation’s most restrictive. Civil rights groups in that state, and others, fear that election officials and poll watchers, empowered by those new laws will ratchet up the level of discrimination against minority voters. “We’ve had a serious problem with elected officials discriminating against Latino and African-American voters. It’s obvious that many officials cannot be expected to treat these voters fairly,” said Gary Bledsoe, an attorney and president of the Texas NAACP. “When you give them more power to reject black and Latino voters at the polls, that power will be exercised and the discrimination escalated.” Key races to watch in 2014 Texas voting officials have said the state’s new photo voter identification law will help tamp down fraud. “The U.S. Supreme Court has already ruled that voter ID laws do not suppress legal votes, but do help prevent illegal votes,” Texas Attorney General Greg Abbott said last year, according to media reports. The hunt for fraud When they head to the polls in this fall’s midterm elections, some voters in nearly half of the country will find it a lot tougher to cast ballots due to new voting laws, according to a new report by the Brennan Center for Justice. It is a legal think tank at New York University School of Law that has criticized the increase in what it sees as prohibitive voting measures. Most of the laws were approved by Republican-dominated legislatures and in states that saw greater minority voter turnout in the 2008 and 2012 general elections, the report found. Civil rights groups and voting rights advocates see the spate of new laws as a way to disenfranchise and intimidate minority voters and suppress turnout during high-stakes elections. Others support the changes and see the laws as the best way to preserve integrity in the voting process. Obama cracks 'birth certificate' joke Voter ID's, Cliven, and the Donald Voting rights vs. voter fraud Such groups as the grassroots Voter Integrity Project in North Carolina and True the Vote, a conservative group in Texas, supports citizen enforcement of the new voter laws, acts that often mean sifting through voter rolls and pounding on doors in search of fraud. True the Vote announced this week that it is suing the Mississippi secretary of state and that state’s Republican Party over the right to look at the poll books and ballots in order to ensure that Democratic primary voters didn’t also illegally vote in last month’s Republican primary runoff. In Mississippi, voters who don’t cast ballots in a primary election can vote in either party’s runoff. Mississippi state Sen. Chris McDaniel, who lost a bitter runoff against incumbent Republican Sen. Thad Cochran last month, is citing what he sees as “illegal” and “unethical” behavior among African-American Democrats who cast ballots for the veteran lawmaker. McDaniel said many of those voters participated in the Democratic primary and  shouldn’t have been allowed to vote in the Republican runoff. “True the Vote has been inundated with reports from voters across Mississippi who are outraged to see the integrity of this election being undermined so that politicos can get back to business as usual. Enough is enough,” True the Vote President Catherine Engelbrecht said in statement. Vigilante or vindicator? One man’s bid to root out voter fraud Tough new laws The nation’s new crop of voting laws run the gamut from dialing back early voting hours to new requirements for photo identification to stricter rules for voter registration. A few examples: Analysis: The politics of voter ID laws Lawsuits filed over N.C. Voter ID Law And, in at least seven states, including Arizona, Arkansas and North Carolina, suits challenging new voting restrictions are wending their way through state and federal courts and could potentially impact the outcome of the 2014 elections. “The rules of the game” This all follows a U.S. Supreme Court decision last year striking down provisions of the Voting Rights Act, which required a number of states — many of them in the South — to get clearance from the Justice Department before changing their voting laws. Without that protection, voting rights advocates say, in states with a history of discriminatory voting practices against racial minorities those who seek to unduly influence elections will find it easier to suppress votes. 2012 increase in voting ID laws “We have seen a dramatic increase in politicians trying to manipulate the rules of the game in terms of making it harder for citizens to vote,” said Myrna Perez, a senior counsel at NYU’s Brennan Center for Justice. The flurry of new and more restrictive voter laws coincided with the 2010 elections and new Republican majorities that came into power, Perez said. In 2012, the increase in laws reached a fever pitch when 19 states put forth measures civil rights groups view as restrictive. Now, as the 2014 midterm elections loom, voting rights advocates point to scenarios in the 2000 and 2012 general elections in Florida, where there was confusion about voting methods, laws and long lines, as a model for what could happen elsewhere in the country. “I guess you could say we’re ahead of the curve on voter suppression,” said Deirdre Macnab, president of the nonpartisan League of Women Voters of Florida adding that the state has since passed a series of election reform measures which have improved voting. “When it comes to Florida, we first saw the impact of taking away days and times to vote. And the legislators were properly shamed and embarrassed. It’s unfortunate that other states have to experience that.” 2014 Midterm Elections ",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/07/04/politics/voter-laws/index.html"
        },
        {
            "headline": "Can Rand Paul break past controversy over Civil Rights Act comments?",
            "author": "Ashley Killough",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 3,
                "year": 2014
            },
            "article_content": "Rand Paul got in some hot water over his 2010 comments about the Civil Rights Act Democrats will likely make the controversy a line of attack if he runs for president The Kentucky Republican is now trying to appeal to African-American voters Experts say he's made strides with his outreach efforts, but needs to keep it up Sen. Rand Paul marked the 50th anniversary of the Civil Rights Act at a ceremony this week honoring the late Maurice Rabb, a renowned ophthalmologist and civil rights leader. It was part of his aggressive outreach to African-Americans and other nontraditional GOP voters as he works to expand the Republican Party and as he crisscrosses the country laying groundwork for a potential presidential campaign. It’s a community in which he has some fences to mend. While campaigning for the Senate four years ago, Paul sparked a firestorm for questioning parts of the historic law, especially its underpinnings that place restrictions on private property. The law gave the federal government too much power in telling business owners what they could and could not do, he argued. While he expressed strong abhorrence for racism, he said it was the job of communities, not the government, to fix discrimination in private places by boycotting such businesses. His argument lined up ideologically with his libertarian, limited-government leanings, but Democrats have used his comments to try to define him as a civil rights opponent. Paul is now considered a likely presidential contender. And as the most active Republican leader in the effort to recruit African-Americans to the GOP, his comments from four years ago have become a thorn in his side. Political strategists say the senator has gotten better at framing his arguments in a less divisive manner. But in order to lay to rest controversy over his 2010 remarks, he needs to keep doing what he’s doing: Try to convince African-Americans and Democratic voters that he’s an advocate for many of their views, and push his fellow Republicans to join him in the effort. “If we’re going to be the white party, we’re going to be the losing party,” Paul said Tuesday at the Shelbyville Rotary Club while he was in town for the event honoring Rabb. Paul’s questions about the law In April 2010, Paul was asked by the Louisville Courier-Journal about his thoughts on the Civil Rights Act. He hailed the law for striving to end discrimination in the public domain, but he didn’t fully approve of the government’s role in the process. “I think it’s a bad business decision to exclude anybody from your restaurant — but, at the same time, I do believe in private ownership,” he said. He added that he agrees any publicly-funded entities should not be allowed to discriminate, but the law shouldn’t necessarily apply to private businesses. “And that’s most of what I think the Civil Rights Act was about in my mind.” So how would he resolve the problem? Consistent with his small-government philosophy, he said it should be up to the people to self-correct the issue. “In a free society, we will tolerate boorish people who have abhorrent behavior. But if we’re civilized people, we publicly criticize that and don’t belong to those groups, or don’t associate with those people,” he added. His comments were similar to the views of his father, former Rep. Ron Paul, who famously protested a 2004 vote in the House commemorating the 40th anniversary of the Civil Rights Act. The then-congressman said the law did not improve race relations, and it diminished individual liberty. Defending his father, Paul said the problem with the law was the unintended consequences it had on property rights. “It’s not all about race relations. It is about controlling property, ultimately,” he said on CNN in January 2012. But Patrick Maney, a history professor at Boston College, said the discussion around property rights was only a portion of the debate about the Civil Rights Act at the time of passage. “Saying the Civil Rights Act was about property rights is sort of akin to those who say the Civil War was about states’ rights,” he said. “The main objection, especially among the most rabid opponents, was to racial integration, assimilation, and race mixing.” ‘Concerned about the ramifications’ Paul also argued that the law set a dangerous precedent that’s paved a way for other restrictions on businesses, such as calorie-count regulations and smoking bans. While visiting Howard University, a historically black college in Washington, Paul was questioned last year about his views on the law. He forcefully said he’s never come “out in opposition to the Civil Rights Act or ever introduced anything to alter the Civil Rights Act.” Rather, he’s been “concerned about the ramifications of certain parts of it beyond race, as they are now being applied to smoking, menus, listing calories and things on menus, and guns.” But historians say there’s no direct connection between the 1964 law and the federal regulations he mentioned. “I see absolutely nothing in the Civil Rights Act as opposed to any other law which would lead to smoking bans,” said Ed Dorn, a professor and former dean of the Lyndon B. John School of Public Affairs at the University of Texas at Austin. A more likely connection, Dorn added, would be linking smoking bans and menu restrictions to health laws mandating child vaccinations. There is one title (out of 11) in the law that addresses private businesses. It states that certain entities are exempt from the law, such as small bed-and-breakfast type facilities, known colloquially as “Mrs. Murphy’s Boarding Houses,” in which there are five or fewer bedrooms and where the owner is a full-time resident. In a May 2010 interview with MSNBC’s Rachel Maddow, Paul famously suggested that if he were around in 1964, he “would have tried to modify that” section of the law and “there would have been some discussion” on property rights. The Washington Post in 2013 ran a fact-check of Paul’s comments about the Civil Rights Act over the years and gave him three out of four Pinnochios for what they described as “rewriting history.” “It would be better to own up to his mistake — if he now thinks it was one — rather than sugarcoat it,” the article stated. An uphill battle Perhaps more than any other Republican politician, Paul has been actively trying to expand the GOP by making it more attractive to African-Americans. He started his outreach following the 2012 presidential election, when Republican Mitt Romney garnered only 6% of that vote. Paul has made multiple trips to historically black colleges and urban centers, preaching a pro-school choice position and holding meetings with students and school leaders. Last month he helped open a Kentucky GOP office in a predominantly African-American area in Louisville. In late July, he’ll address the National Urban League in Cincinnati. And in Congress, he’s working to restore voting rights for people convicted of nonviolent felonies, many of whom are minority voters, and he’s pushed his idea of “economic freedom zones” that would focus on improving struggling communities in urban areas. “I think you’ll find nobody in Congress doing more for minority rights than me, right now. Republican or Democrat,” Paul told reporters Tuesday in Shelbyville. Paul’s policy messages will resonate with “the African-American of 2014,” said Elroy Sailor, an African-American businessman who’s traveled with the senator to urban areas and historically black schools – though he stressed historical issues were still important to the black community. Sailor said Paul’s actions will ultimately speak louder than any comments he made in the past. “That’s what’s transcending a statement here, or a statement there,” he argued, predicting Paul will win people over in the long run. “I think you’ll see a lot of Rand Paul Democrats.” But Paul still faces an uphill battle in courting those voters. While he’s reaching out to African-Americans on issues they care about, his political associations and ideology may be an obstacle for some. “The libertarian perspective has never been terribly strong in the African-American community precisely because it is tied to a private property argument that bears a very insidious connection to slavery and racial discrimination,” said Dorn, the professor of public affairs, though he said he takes Paul at his word that the senator detests racism. “Very few civil rights advocates have been libertarians,” Dorn added, however. Learning a valuable lesson As Paul works to appeal to African-Americans on the policy front, he’ll need to continue sharpening his message skills. “He learned a very, very valuable lesson: If it’s too complicated to explain your position, you’re probably in trouble,” said GOP strategist Ford O’Connell. He’s tried to clean up and clarify his comments about the Civil Rights Act, and in May 2012, he told CNN’s Wolf Blitzer that he would have voted for the bill in 1964 if he had the chance. He “would have been there marching with Martin Luther King” during the civil rights movement, he said. In a statement this week on the anniversary, Paul said the law “changed the future of our nation by enforcing the belief that all men and women are created equal.” When running for the Senate in 2010, Paul was considered a newcomer to politics. He had campaigned for his father’s presidential bids and had been involved in political activism, but Rand Paul’s Senate run was his first big campaign of his own. Strategists say his comments about the Civil Rights Act were a rookie mistake; Paul, who had been a practicing ophthalmologist for 17 years, wasn’t quite ready for the sound-bite friendly media. If Paul runs for president, Democrats are almost certain to make sure his comments about the Civil Rights Act overshadow any other efforts he’s made to appeal to African Americans. On Tuesday for example, the Democratic National Committee quickly pounced on the statement Paul released on the anniversary. In an email blast, the DNC reminded people of his Louisville Courier-Journal interview. Paul is “now trying to have it both ways,” the email stated. “No rhetoric can erase the number of instances where Paul has turned his back on the Civil Rights Act that’s created a more fair and just America,” it continued. The response offered a glimpse at how Democrats plan to target the likely presidential candidate. From a strategy standpoint, O’Connell said Paul has “gotten a lot better” at talking to the media and it’s “wise” for him to be active in appealing to the African-American community, not only for his own political future, but for the Republican Party as a whole. “His job between now and then is to continue what he’s doing with minority outreach and try to bury this every way possible,” he said.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/07/02/politics/rand-paul-civil-rights-act/index.html"
        },
        {
            "headline": "High court’s big cases",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2014
            },
            "article_content": "Summaries of some big cases decided by the Supreme Court this term: Affirmative action Schuette v. Coalition to Defend Affirmative Action, Integration & Immigrant Rights, and Fight for Equality by Any Means Necessary Regulating racism? Issue: Whether a state violates the Equal Protection Clause by amending its constitution to prohibit race- and sex-based discrimination or preferential treatment in public-university admissions decisions. Involves Michigan’s controversial voter-approved law. Ruling: 6-2 for the state, upholding a Michigan law banning the use of racial criteria in college admissions. The majority said a lower court did not have the authority to set aside the measure approved in a 2006 referendum supported by 58% of voters. It bars publicly funded colleges from granting “preferential treatment to any individual or group on the basis of race, sex, color, ethnicity or national origin.” Impact: A key decision in an unfolding legal and political battle nationally over affirmative action. The debate in recent years has centered around whether and when such programs – while constitutionally permissible now – would eventually have to be phased out as the goal of obtaining diversity is met. Campaign donations McCutcheon v. FEC Big money goes before the Supreme Court Issue: Constitutionality of a two-year ceiling on campaign donations to federal candidates. Ruling: 5-4 for McCutcheon, eliminating limits on how much money people can donate in total in one federal election season. The appeal comes from Alabama businessman and donor Shaun McCutcheon, supported in court by the Republican National Committee. They object to a 1970s-era law restricting someone from giving no more than $48,600 to federal candidates, and $74,600 to political action committees, during a two-year election cycle. McCutcheon says he has a constitutional right to donate over that amount to as many candidates as he wants, so long as no one candidate gets more than the current $2,600 limit. But the law’s supporters worry millions of dollars could easily be funneled by a single well-heeled donor to his or her party and candidates of choice, reviving a system of “legalized bribery.” Impact: This decision left intact the current $5,200 limit on how much an individual can give to any single candidate during a two-year election cycle. Until now, an individual donor could give up to $123,200 per cycle. The ruling means a wealthy liberal or conservative donor can give as much money as desired to federal election candidates across the country, as long as no candidate receives more than the $5,200 cap. While most people lack the money to make such a large total donation to election campaigns, the ruling clears the way for more private money to enter the system. In effect, it expands the loosening of campaign finance laws that occurred with the high court’s Citizens United decision in 2010 that eased campaign spending by outside groups. Church and state Town of Greece, N.Y., v. Galloway Supreme Court rules on prayer at meetings Issue: Public prayer in town meetings. A federal appeals court found the practice an unconstitutional mix of church and state, but local officials call it highly inclusive, allowing practicing Wiccans and atheists to offer “civic prayers.” Ruling: 5-4 for the town, citing the country’s history of religious acknowledgment in the legislature, which include local citizen-participation meetings. Impact: Another contentious case over the intersection of faith and the civic arena. It was confined to the specific circumstances and offered few bright-line rules on how other communities should offer civic prayers without violating the Constitution. Executive power NLRB v. Noel Canning Obama loses recess appointments case Issue: The validity of President Barack Obama’s recess appointments to a federal agency. A U.S. appeals court panel concluded three people named to the NLRB lacked authority, because the presidential appointments were made while the Senate was technically in a “pro forma” session during the winter holiday break. That board had ruled on a Washington state labor dispute, but the canning company claims its members did not have a proper quorum. Ruling: 9-0 for the company, that officials named in a brief “pro forma” session were not proper, but that recess appointments would be valid if those breaks lasted 10 days or more. Impact: Surprising unanimity in a narrowly drawn opinion. The court’s opinion will not have an immediate effect, since Democrats controlling the Senate imposed rules making it harder for Republicans to block Obama’s nominees. But a change in Senate control after November’s midterm elections could renew the disagreements. Health care reform-contraception Burwell v. Hobby Lobby Stores, Inc.; and Conestoga Wood Specialties Corp. v. Burwell Supreme Court in favor of Hobby Lobby Issue: Do the religious owners of a family business, or their closely held, for-profit corporation, have free exercise rights that are violated by the application of the contraceptive-coverage mandate of the Affordable Care Act?  Does federal law allow a for-profit corporation to deny its employees the contraceptive coverage? Ruling: 5-4 for companies, a legal and political setback for a controversial part of Obama’s health care reform law. Impact: The immediate practical result will likely be an administrative fix by the Obama administration that subsidizes the contraceptives at issue, but further legal challenges over the employer mandate continue working their way through the lower courts. Also likely to set off a frenzied partisan debate that will continue through the November congressional elections and beyond over religious and reproductive rights. Cellphone searches U.S. v. Wurie; and Riley v. California Ruling: Warrant needed to search phones Issue: Whether police must obtain a warrant to search data on the cellphone of a person under arrest. Criminal suspects in Massachusetts and California were convicted, in part, after phone numbers, text messages, and addresses obtained from personal electronic devices linked them to criminal drug and gang activity. Ruling: 9-0 for defendants, a sweeping endorsement for privacy rights. Impact: Surprisingly strong unanimity from the court, and a setback for law enforcement and the federal government. A January Pew Research Center survey found more than 90 percent of Americans now own or regularly use a cellphone, and 58 percent have a more sophisticated smartphone. They have become the most quickly adopted technology ever. It’s estimated that most of the world’s 7 billion people have access to mobile devices, according to the United Nations.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/07/01/politics/supreme-court-big-cases/index.html"
        },
        {
            "headline": "Winning strategy likely to stay in Mississippi",
            "author": "Jeremy Diamond",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 30,
                "year": 2014
            },
            "article_content": "Runoff turnout shot up in counties with the highest African-American populations \"This is how you grow the party,\" head of a pro-Cochran super PAC said Several GOP strategists said Cochran's coalition was unique to Mississippi Democrats targeting minority communities hoping to increase midterm turnout An unlikely group helped Sen. Thad Cochran capture the Republican nomination in a hotly contested primary runoff, but the strategy that propelled him to victory is unlikely to make it into the GOP playbook. In the final weeks of the election, Cochran’s campaign and allies turned to African-Americans and Democrats to carry the incumbent senator past his tea party challenger. Turnout shot up in counties with the highest African-American populations, but Cochran’s success with turning out an unlikely demographic will be hard to replicate elsewhere, several Republican strategists said. CNN political commentator and Republican strategist Kevin Madden emphasized that each election should be treated as an independent race with its own strategy. “I think it would be hard to say this is a sign of something that could be replicated in congressional districts or in races around the country,” Madden, a former adviser to 2012 GOP presidential candidate Mitt Romney, said. A unique scenario played out in Mississippi: Because of the state’s open primary system, Democrats were able to help elect the Republican nominee, who is all but certain to win the general election in the solidly Republican state. The contentious race between an incumbent with a pipeline to federal funds and a more conservative challenger with tea party backing jolted blacks into action – 88% of whom voted for the Democratic nominee in the state’s last Senate race in 2012, according to CNN exit polls. Lifelong Democrats mobilized for Cochran States in which the same scenario could play out “are few and far between,” GOP strategist and CNN political commentator Alex Castellanos said. “Until we find such a rare state, it will do a Republican no good to promise more federal spending and benefits to minority voters.” Bringing home the pork Throughout the campaign, Cochran consistently pointed out his position on the  Senate Appropriations Committee and the multimillion-dollar projects he has funded in Mississippi, some of which bear his name, like the University of Southern Mississippi’s Thad Cochran Center. Jackson, Mississippi, also boasts the Jackson Medical Mall Thad Cochran Center – a formerly run-down mall that an African-American doctor converted into a medical center with Cochran’s support, said D’Andra Orey, political science professor at Jackson State University. “He’s done some things that are not black-specific, but things that blacks benefit from,” Orey said. Many credited Cochran’s success at the ballot box to his ability to funnel federal dollars into his state – the poorest in the country. Democrats likely swung GOP contest McDaniel: Miss. election not fair Tea party leader dead in apparent suicide Henry Barbour, who steered the pro-Cochran super PAC Mississippi Conservatives, said that Cochran’s long-standing relationships with the African-American community and ability to meet “the needs of all the Mississippians” helped Cochran win. “It only worked because they had confidence in Sen. Cochran, whether it was a Republican voter we were talking to, an independent voter we were talking to, or even a Democratic voter,” Barbour acknowledged. But still, Barbour said he does not “think there’s any question” that the strategy can be applied on a national level. “We’ve got to genuinely go into the minority communities and communicate our message and explain to them why it’s good for them,” Barbour said. Barbour called the election an impressive feat given the state’s violent history of race relations. Turnout spiked in Hinds County, which is 70% African-American and saw about 7,000 more voters for Cochran in the runoff than in the primary. While boasting a similar share of Cochran supporters, neighboring Madison County – which is 38% African-American – delivered much smaller gains for Cochran in the runoff. George Flaggs Jr., the mayor of Vicksburg, backed Cochran and encouraged other Democrats to support him at the polls, largely because his city’s economy is anchored in government-funded projects. “(Sen. Cochran) is a person that demonstrates leadership in terms of helping with jobs and job creation,” Flaggs said. “I’m a black Democrat, but I try to be responsive to the needs of the city and the state.” He added that Mississippi would be unable to compete for federal funds with states like New York or California without Cochran’s seniority in the Senate. Barbour said he was “damned proud” to ask African-Americans and Democrats for their support. “One of the highlights of the runoff was working with African-Americans in a shared interest in our state,” Barbour said. “This is how you grow the party.” Conservative activists slam Cochran for courting Democrats Is the African-American vote up for grabs? ConservativeBlackChick.com’s Crystal Wright said the Mississippi race showed that neither party should take the black vote for granted. “We don’t go out and earn the black vote,” Wright said of the GOP. “The only time the Republican Party is serious about going after the black vote is – it’s like the vote of last resort. Blacks have become the vote of last resort and we need to say no more.” Republicans could actually make inroads with African-Americans in the rural and suburban communities of the South, said Ravi K. Perry, a political science professor at Mississippi State University. Perry, who has written extensively about race in politics, said Cochran’s outreach to blacks is “obviously a winning strategy” and that the runoff showed that there is interest in the African-American community to have an impact on the political process. “It’s not going to be a strategy that you’re going to throw away,” Perry said. He added that many African-Americans are socially conservative and may find Republican candidates appealing, particularly if they can bring home federal dollars for the agriculture industry, which relies on subsidies. Ryan, Paul reach out to African Americans Sen. Paul pushes felons' voting rights “Democrats should not rest on their laurels and assume that the African-American vote is theirs and the GOP should not assume that it is out of their reach,” Perry said. Democratic strategist and CNN political commentator Donna Brazile dispelled the idea that Democrats take the African-American vote for granted and said that Democrats are working to recruit and turn out more every election cycle. “The only legitimate criticism … is that we wait until the last minute to encourage African-Americans to vote,” Brazile said. “But when it comes to encouraging African-Americans to run for office, we’re at the table.” But Brazile said the Democratic Senatorial Campaign Committee is making an “aggressive effort” to recruit and register African-Americans and other minorities in key states this cycle DSCC National Press Secretary Justin Barasky said the group is already spending to raise turnout in battleground states to near-2012 levels and will be “making an unprecedented investment” to keep the Senate in Democratic hands. Registering and turning out African-Americans will be a key part of this strategy, particularly in Georgia, South Carolina and Louisiana, Barasky said. Forming a more inclusive party Danny Vargas, former chairman of the Republican National Hispanic Assembly, was wary to draw any broader conclusions from the unique Mississippi runoff, but said the race is a reminder the GOP needs to cast a wider net. “Nationally, if we ever hope to win back the White House, we need to have an approach that’s inclusive of every segment of society,” Vargas, who is also president of VARCom Solutions, said. “The poor of our country are not the problem, they’re the ones most in need of our solutions.” Vargas suggested the GOP should show how its market-oriented solutions can empower all types of communities. “You just need to show up. You need to be willing to go to Hispanic bodegas, black churches or mosques,” he said. Beyond African-Americans, Republicans will also need to draw Hispanic voters to remain a viable party as that population is projected to triple by 2050. John Bruce, chair of the University of Mississippi’s political science department, called the runoff an “exceptional” case and said no one should expect any significant shifts in racial partisanship. But Cochran’s strategy of courting the African-American vote proved successful – whether because of his record of funding projects in Mississippi or the fear of being represented by someone like McDaniel. “Anytime something works in politics, someone else will try to copy it,” Bruce said. McDaniel says ‘hundreds’ of irregularities found in Mississippi race Mississippi primary spending surge pushes advertisers off the air",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/06/30/politics/cochran-strategy-work-elsewhere/index.html"
        },
        {
            "headline": "Kerry’s apartheid remark hits pro-Israel nerve",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "April",
                "day": 30,
                "year": 2014
            },
            "article_content": "Sec. Kerry takes heat for saying what some Israeli leaders have expressed Critics call Kerry's remarks \"undiplomatic,\" \"ill-advised\" The backlash reflects U.S. election-year politics and the volatile Middle East conflict State Department: Kerry used the wrong word to make his point John Kerry wasn’t the first to use the A-word – apartheid – when talking about Israel, and he likely won’t be the last. Even some Israeli leaders have mentioned the word that basically means “separate” in describing the eventual result if a Jewish state had a Palestinian majority in some areas, such as currently exists in the West Bank. However, the U.S. secretary of state touched a diplomatic live wire last week when he predicted an apartheid situation if Israel and the Palestinians fail to agree on a two-state solution for their decades-long conflict. Republican Sen. Ted Cruz of Texas, a tea party favorite and possible presidential candidate, called for Kerry’s resignation, while pro-Israel groups accused America’s top diplomat of inappropriate language and insensitivity. Kerry regrets Israel apartheid comment Kerry warns of Mideast 'Apartheid' Hamas, Fatah end 'era of division' The backlash reflected both the hyper-partisanship of a U.S. election year and the high stakes of Middle East peace talks pushed by Kerry that have effectively broken down in the latest episode of a dispute that seems to define the word intractable. “Unwise, ill-timed and ill-advised” “This was unwise, ill-timed and ill-advised for sure, but it’s not going to make much of a difference frankly in the overall arc of the process that’s promising only diminishing returns,” said Aaron David Miller, a former U.S. negotiator on the Israel-Palestinian issue. Kerry issued a statement on Monday acknowledging he used the wrong word in comments to a closed-door meeting of the Trilateral Commission of private sector leaders from North America, Europe and Asia. At the same time, he  vigorously defended his long-held support for Israel and commitment to finding a two-state solution to the Middle East conflict. “I will not allow my commitment to Israel to be questioned by anyone, particularly for partisan, political purposes, so I want to be crystal clear about what I believe and what I don’t believe,” he said. “I have been around long enough to also know the power of words to create a mis-impression, even when unintentional, and if I could rewind the tape, I would have chosen a different word to describe my firm belief that the only way in the long term to have a Jewish state and two nations and two peoples living side by side in peace and security is through a two-state solution,” he added. Apartheid was the reviled system of racial segregation implemented by the white-minority government in South Africa for decades before the country transitioned to a multiparty democracy that was first led by Nelson Mandela. A series of laws determined where black South Africans could live, work and go to school, who they could marry, and even which beaches they could use. The intent was to maintain power for the white minority while stripping blacks of all rights of citizenship. In the rhetoric of the Middle East dispute, Palestinian nationalists and others have accused Israel of apartheid-like policies, an accusation vehemently denied by Israeli authorities. Palestinians with citizenship rights comprise a minority of Israel’s population, but non-citizen Palestinians in the West Bank and other territories face severe security restrictions that limit their movement and other basic freedoms. Palestinians in Israel Some Israeli officials have acknowledged that failure to reach a peace agreement that creates a Palestinian state alongside the Jewish state would result in non-Israeli Palestinians living in Israel without the same rights as Israeli citizens, including the right to vote. “As long as in this territory west of the Jordan River there is only one political entity called Israel, it is going to be either non-Jewish or non-democratic,” former Prime Minister Ehud Barak said in 2010 when he was defense minister. “If this bloc of millions of Palestinians cannot vote, that will be an apartheid state.” Other Israelis who have warned about a future apartheid state include former Prime Minister Ehud Olmert and Justice Minister Tzipi Livni, the government’s chief negotiator. Kerry’s statement cited such comments, saying that “in the long term, a unitary, binational state cannot be the democratic Jewish state that Israel deserves or the prosperous state with full rights that the Palestinian people deserve.” Like Kerry, Israeli officials also have warned of potential increased violence from a growing Palestinian independence movement without a two-state agreement, as well as possible increased international condemnation for the situation on the ground. Tuesday was the nine-month deadline Kerry set last year for coming up with some form of agreement in the talks. Despite Kerry’s repeated trips to the region to try to push the negotiations forward, the process hit a road block last week when the Palestinians announced they would combine rival movements Fatah and Hamas to form a unity government. Israel’s Security Cabinet subsequently announced the country won’t hold talks with a Palestinian government that includes Hamas, which the United States considers a terrorist organization. International pressure Palestinian negotiator Saeb Erekat issued a statement Tuesday that blamed Israel for the breakdown in the talks and said “we believe that the international community must now do what is needed, in order to make clear to Israel that choosing settlements and apartheid over peace has a political, legal and economic cost.” Kerry’s controversial comments were reported Sunday by the Daily Beast, based on a secret recording of his remarks. Before his statement Monday that served as confirmation of the Daily Beast report, critics attacked. The American Israel Public Affairs Committee called the apartheid remark “deeply troubling,” while Abraham Foxman, national director of the Anti-Defamation League, issued a statement calling reports that Kerry used such language “startling and deeply disappointing.” “Even if he used the repugnant language of Israel’s adversaries and accusers to express concern for Israel’s future, it was undiplomatic, unwise and unfair,” Foxman said. “Such references are not seen as expressions of friendship and support.” House Majority Leader Eric Cantor, a Virginia Republican who is the highest-ranking Jewish member of Congress, said the word apartheid “has routinely been dismissed as both offensive and inaccurate, and Secretary Kerry’s use of it makes peace even harder to achieve.” Cruz said Kerry should step down because “there is no place for this word in the context of the state of Israel.” On Tuesday, other Republicans also weighed in. “The secretary of state of the United States – his words or her words – carry great weight,” GOP Sen. John Barrasso of Wyoming told MSNBC. “And I think what the secretary said was hurtful and harmful and he should have apologized.” U.S. politics at play Some Democrats also criticized Kerry. Alaska Sen. Mark Begich chided him for improperly expressing his frustration over the foundering peace talks. Begich faces a tough re-election race in November in his traditionally Republican state. Support for Israel is an essential policy for candidates seeking to win votes from the political right and center. Meanwhile, some pro-Israel voices backed Kerry’s analysis of the situation. In a statement on its website, the U.S. group J Street said “Israel today is not an apartheid state, and that’s not what Secretary of State Kerry said.” “For over a year now, Kerry has argued that, without a two-state solution, Israel is risking its future and its values as it moves toward permanent rule over millions of Palestinians without equal rights,” said the J Street statement. “Former Prime Ministers Ehud Barak and Ehud Olmert have used the ‘apartheid’ term as well to describe this possible future. Instead of putting energy into attacking Secretary Kerry, those who are upset with the secretary’s use of the term should put their energy into opposing and changing the policies that are leading Israel down this road.” At the State Department on Tuesday, spokeswoman Jen Psaki made a similar point when reporters grilled her about whether Kerry’s statement the night before amounted to an apology. “He still believes that, as many Israeli officials have stated, there would be challenges to a unitary state,” Psaki said. Former President Jimmy Carter came under similar criticism when he published a book on the Middle East conflict titled “Palestine: Peace, Not Apartheid” in 2006. “Most of the criticisms of the book have been the one word in the title, ‘apartheid,’ ” Carter said in 2007, adding that the “mandatory separation” inside the Palestinian territories and “terrible persecution and oppression of the Palestinians by the Israelis” was “a basic issue that has got to be corrected before Israel can have peace.” READ: Israeli PM Netanyahu: No peace talks if Abbas is backed by Hamas CNN’s Laura Koran and Dana Davidsen contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/04/29/politics/kerry-apartheid-controversy/index.html"
        },
        {
            "headline": "Cliven Bundy: Another conservative folk hero exposes racial nerve",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "April",
                "day": 25,
                "year": 2014
            },
            "article_content": "Politicians back away from Cliven Bundy's comments on blacks, welfare and slaves Bundy, Ted Nugent and Phil Robertson have all echoed similarly insensitive sentiments Experts on race and politics say such comments speak to an active fringe element in America Politicians must tread carefully, experts say, in embracing such cause célèbres Nevada rancher Cliven Bundy’s remarks about whether “the Negro” fared better under slavery represents the latest in a series of incendiary racial comments from a new crop of folk heroes embraced in some conservative circles. “They abort their young children, they put their young men in jail, because they never learned how to pick cotton,” Bundy said to reporters, according to The New York Times. “And I’ve often wondered, are they better off as slaves, picking cotton and having a family life and doing things, or are they better off under government subsidy? They didn’t get no more freedom. They got less freedom,” he was quoted as saying. Bundy, 67, a rancher whose much-publicized land dispute with the federal government endeared him to conservatives, defended his comments as idle thoughts. “In my mind I’m wondering, are they better off being slaves, in that sense, or better off being slaves to the United States government, in the sense of the subsidies? I’m wondering. That’s what. And the statement was right. I am wondering,” he said Thursday on “The Peter Schiff Show.” Bundy: I spoke from my heart GOP running from Bundy's comments Tensions escalate: Rancher defies feds Bundy stood by those comments in interviews with CNN on Thursday and Friday. That defense included a tense exchange Friday morning with “New Day” anchor Chris Cuomo. “Maybe I sinned … and maybe I don’t know what I actually said. … If I say Negro or black or slave … if those people cannot take those kind of words and not be (offended), then Martin Luther King hasn’t got his job done yet. … We need to get over this prejudice stuff,” Bundy said. “I don’t think I’m wrong,” he also told CNN’s Bill Weir on Thursday night. “I think I’m right.” But politicians such as Sen. Rand Paul of Kentucky, a potential 2016 presidential GOP contender, Republican Sen. Dean Heller of Nevada and other conservatives scrambled to distance themselves from the controversy. Media and Cliven Bundy “His remarks on race are offensive and I wholeheartedly disagree with him,” Paul said in a statement. Heller “completely disagrees with Mr. Bundy’s appalling and racist statements, and condemns them in the most strenuous way,” according to his spokesman, Chandler Smith. The Republican National Committee said Bundy’s comments were “completely beyond the pale. Both highly offensive and 100% wrong on race.” But experts on race and politics say the comments, much like those of rocker Ted Nugent, who created a firestorm when he called President Barack Obama a “subhuman mongrel,” also speak to complicated and deeply fraught cultural tensions running beneath the surface in some segments of America. “We are looking at some of the ‘last white men standing,’ ” Mark Anthony Neal, an African-American studies professor at Duke University, said of demographic shifts that show minorities now represent more than half of the nation’s population born in 2010 and 2011, according to the most recent census data. “His comments represent that, and people rally around him because of this idea that white men are under siege. They are calling out the political establishment to stand by them,” he said. Over the next several generations, political experts say minority voters will become more of a power base in the Deep South, the Southwest and in California. Two senators face off over rancher Reid: Ranchers \"domestic terrorists\" Feds and cattle rancher face off Photos: Showdown in Nevada During the 2012 presidential election, Republicans faced huge losses among minorities and women, prompting the GOP to re-examine outreach to those groups. But Bundy’s comments – much like those of Nugent and “Duck Dynasty ” star Phil Robertson, who shared during an interview with GQ last year pastoral recollections of blacks “singing and happy” as he and his family worked alongside them in Louisiana cotton fields – speak to a certain politically active fringe element, political experts say. Among those who support views of limited government, there is often a “higher than average endorsement of views that could be seen as racial resentment,” said Andra Gillespie, an associate professor of political science at Emory University. “What this reflects is that there are groups of people who have not been accepted by politically correct circles and have never learned to frame their comments in a palatable fashion. They take pride in that,” Gillespie said. “The articulation of their views is somewhat fringe, but the underlying attitude is not. They are a minority viewpoint, but they are a large minority.” And that’s put politicians who have previously embraced men such as Bundy, Nugent and Robertson as cause célèbres in an awkward position. For instance, Texas Attorney General Greg Abbott, his state’s Republican nominee for governor, took heat from some quarters when Nugent appeared at a campaign event for him this year. Abbott’s campaign said it did not endorse Nugent’s comments. Other Republicans viewed as potential presidential candidates, including Sen. Ted Cruz of Texas and the state’s governor, Rick Perry, also distanced themselves from Nugent’s remarks. Paul said an apology was in order, which Nugent eventually offered for using the term. Conservative radio host Sean Hannity said on his show that he worries Democrats will now use Bundy’s “repugnant” and “despicable” comments to paint everyone on the far right as racists. The Democratic National Committee pounced on Bundy’s remarks. “If you ever want to be taken seriously for your outreach efforts, you might want to start by not defending racists,” DNC spokesman Mo Elleithee said in a statement. Opinion: Conservative hero is racist rancher? Didn’t see that one coming",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/04/24/politics/bundy-and-race/index.html"
        },
        {
            "headline": "Sebelius had ‘toughest job in Washington’",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "April",
                "day": 11,
                "year": 2014
            },
            "article_content": "Sebelius became the face of Obamacare's rocky roll out Officials: Sebelius told Obama in March that she would resign Sebelius was a two-term governor in largely Republican Kansas Sebelius called her time in D.C. \"the most meaningful work I've ever been a part of\" Shortly after Kathleen Sebelius was tapped to carry out President Barack Obama’s signature health care reform effort, the head of Health and Human Services found herself in the crosshairs of Republicans determined to repeal the law. The two-term Kansas governor-turned-Obamacare-chief-defender is resigning as health secretary. She’s leaving after a problem-plagued rollout of HealthCare.gov, the federal website portal critical to the law’s implementation, but with the administration taking a victory lap after unexpectedly reaching and then exceeding its sign-up target of 7 million. Obamacare hits 7.5 million sign-ups, Sebelius says A tweet by David Axelrod, former senior adviser to Obama, perhaps best sums up the tension Sebelius faced as she tried to navigate implementing the controversial law familiar as Obamacare. “When all is said and done, Sebelius has lots to be proud of including the surprisingly strong finish on exchange signups after a rocky start,” Axelrod wrote. That sentiment is “a little passive aggressive,” said Ryan Lizza, a CNN political commentator. Sebelius resigns, replacement nominated “They want the message to be: blame Sebelius with the problems with Obamacare especially as they go into a midterm election where this is going to be a big issue. I think that’s a little unfair to her.” WH: Kathleen Sebelius to resign Inside Politics: Sebelius, Bush, Holder Sebelius pays price for botched rollout? It wasn’t always this way. She once was seen as a Democratic Party rising star when she was tapped to deliver the Democratic response to President George W. Bush’s final State of the Union address. She was the Midwestern girl whose political blood ran blue but flourished in a red state.  Her father was a former Democratic governor of Ohio. She was a fan of NASCAR and college sports, running and the Rolling Stones. She ran for the governor’s office with promises to improve government efficiency and create a more business-friendly climate within the state. She navigated a judicial order to boost school spending during a time when her state was facing one of its worst budget crises since the Great Depression. She was also able to help lead the state to an economic recovery and lower unemployment, according to the state’s website at the time. In 2008, Newsweek magazine called her “one to watch” and Time magazine dubbed her one of four “rising stars from the heartland,” and put on the short list as one of the country’s five best governors. Democratic blogger Markos Moulitsas in 2006 predicted on his Daily Kos Web site that Sebelius would be on the shortlist for vice president on the party’s ticket. He also gave her kudos for wooing frustrated Kansas Republicans. She wasn’t Obama’s first choice to head Health and Human Services – Sen. Tom Daschle of South Dakota was forced to withdraw over a controversy with his tax records and questions about work some considered lobbying. It was hoped that her background as someone who worked across the aisle could help Obama as he set about the herculean task of health care reform. Despite an initial controversy over what she called “unintentional errors” in tax returns and pushback from both pro-life and pro-choice advocates, she sailed through Senate confirmation on a 65-31 vote. GOP senator: Sebelius the ‘laughingstock of America’ As the Affordable Care Act neared implementation, she faced increasing scrutiny from Republican members of Congress who wanted to forestall Obamacare’s momentum. That pressure and criticism only increased after the mandate became law in 2010 without Republican support. She, her agency and the administration faced blistering criticism about the law’s legality – challenges that were decided by the Supreme Court. She was routinely grilled at congressional hearings about whether the law could be implemented on time, was financially sustainable and if the administration would hit enrollment targets. And she was hammered in hearings over the Web portal’s disastrous roll out in October. HHS chief: President didn’t know of Obamacare website woes beforehand There were calls for her resignation from a number of House Republicans and several senators amid the HealthCare.gov debacle. Obamacare enrollment eventually exceeded its target of 7 million – but not without a last-minute surge in the days before the deadline in March. And senior administration officials say Sebelius told the President last month that it would reach its goal and that would be a good time for her to go. The Obama official said Sebelius’ decision to leave had little to do with the initial uproar over the website. A White House official praised her overseeing “one of the most consequential initiatives of this administration” as well as her efforts to “improve children’s health, expand mental health care, reduce racial and ethnic disparities, bring us closer to the first AIDS-free generation and promote women’s health.” Republicans paid her backhanded compliments. “She had an impossible task: nobody can make Obamacare work,” House Majority Leader Eric Cantor tweeted. Obama acknowledged the botched rollout of the enrollment website under Sebelius’ watch. “She’s got bumps. I’ve got bumps, bruises,” he said on Friday. But “the final score speaks for itself.” But some see the administration’s handling of Sebelius’ departure as damning with faint praise. “I mean, this is one of those classic Washington dances where the administration praises the person but the at the same time you want the message to sort of suddenly be that we weren’t so happy with what she did and this – and we couldn’t of course get rid of her when the website was a disaster, right,” Lizza said. Members of her party back in her home state told the Kansas City Star they were stunned by Sebelius’ move but could well understand her motivation. “I think she has had the toughest job in Washington over the past four years,” Jim Slattery, a former congressman and U.S. Senate candidate, told the paper. “She has done a good job under the worst possible circumstances you can imagine.” Sebelius told the Star in an interview on Thursday that she always knew she would not “be here to turn out the lights in 2017.” During Friday’s event, where Obama also nominated her successor, Sebelius stood next to the President. And she described her time as health secretary as “the most meaningful work I’ve ever been a part of.” She leaves the job in May. CNN’s Jim Acosta, Jake Tapper and Greg Botelho contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/04/11/politics/sebelius-future/index.html"
        },
        {
            "headline": "Rand Paul fights for felon voting rights",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 19,
                "year": 2014
            },
            "article_content": "Rand Paul and ex-con activists united on push to restore voting rights to some felons Paul's efforts also help him make inroads among black voters Minorities disproportionately impacted by laws banning former felons from voting Swing states among those with largest numbers of ex felons banned from voting Tayna Fogle sat just behind Sen. Rand Paul, nodding her head and listening as he pressed the case with Kentucky state senators to restore felon voting rights. “Kids do make mistakes. White kids make mistakes. Black kids make mistakes.  Brown kids make mistakes,” Paul told the Kentucky state Senate committee considering a constitutional amendment to restore the voting rights of some felons on Wednesday. “But when you look at the prison population, three out of the four people in prison are black or brown.” Fogle whispered: “Good for you. I’m glad someone is speaking up.” She felt as if he was narrating her life. In 1991, the former University of Kentucky basketball team captain received a 10-year sentence for crack cocaine possession. Since her release, she has been unable to vote. “I remember when my mom showed me how to vote for the very first time. I remember watching the movies of my ancestors getting mauled by dogs and water hoses,” Fogle said, her voice cracking a bit. “It changed my life completely. I was an embarrassment to my family. My community.” “I’m not making any excuses for my behavior. Should I have gotten a 10-year sentence? Yes, I should have. Have I served my time? Yes, I have.” Holder calls for restoring ex-cons’ voting rights Who is Rand Paul? Holder pushes plan to let ex-cons vote Sen. Rand Paul slams Clinton again Rand Paul's rise to power The issue of restoring felon voting rights has made for some unusual alliances as former felons, like Fogle, see in lawmakers like Paul, a tea party-backed Republican, a champion. Nationally, about 5.8 million people are prohibited from voting because of current or previous felony convictions, according to Attorney Gen. Eric Holder. In the swing states of Florida and Virginia, one in five black adults is unable to vote because of these laws, according to Holder. In Paul’s home state of Kentucky, it’s also one in five. “Somewhere along the line he gained a lot of knowledge,” Fogle said of Paul’s push to restore voting rights to nonviolent felons. “He has seen the disenfranchisement,” said Fogle, a community organizer with Kentuckians for the Commonwealth, a nonprofit grassroots organization that has pushed to restore the voting rights of felons. One place where he notices that is west Louisville’s predominantly African-American neighborhoods, a community where Paul sticks out at the grassroots gatherings he’s attended. The potential 2016 presidential candidate has spent quite a bit of time over the past year in that area and at the Plymouth Community Renewal Center listening to black men vent frustration over not being able to vote after completing their prison terms for nonviolent crimes. Paul said he started thinking that this is exactly the type of issue that could help build a bridge between the Republican Party and African-American voters. “It’s an important issue. When you look at who is being deprived of voting they are disproportionately people of color,” Paul told the state Senate panel. It is a lesson he says was brought home for him in real terms while hanging out in west Louisville. “In the last six months or so, I’ve been over to the Plymouth Community Center in the west side of Louisville and I met a lot of people there who are very smart, very bright, very articulate who told me they can’t vote because (because they are felons),” Paul said in a phone interview before the hearing. “I’ve become aware of the problem … not just in regard to voting but also in terms of getting work.” Paul’s push to change laws he says disenfranchise black men—a longtime crusade of many civil rights organizations and minority lawmakers—echoes the slow evolution of the Republican Party following huge losses among African-American voters during the 2012 presidential election. Tough racial issues face GOP in minority outreach An internal autopsy of sorts conducted last year by the Republican National Committee revealed a wide gap between the party and African American voters. The GOP moved to try and fix the rift by beefing up outreach. “We’ve been improving our messaging because we need to,” said Orlando Watson, the RNC communications director for black media and a former Paul staffer. “But we need to speak to how our messaging (improves the lives) of all Americans.” As the RNC was working on its messaging problem, potential presidential contenders such as Paul also began tentatively reaching out to minority voters. Paul’s speeches at historically black colleges Howard University in Washington and Simmons College in Louisville, among others have been met with mixed reviews. He was roiled for what some saw as a condescending tone in his questioning whether Howard students knew that the NAACP founders were Republican. But he also received kudos for just showing up. Last year, he was the first major Republican to speak at Howard since Colin Powell in 1994. Efforts like Paul’s illustrate the delicate dance the GOP must undertake if it is to appeal to minority voters in a way that is sincere, said Andra Gillespie, an associate professor of political science at Emory University. “If the policies are wrong and aren’t framed in a way that is appealing to minorities they are going to be a hard sell to minorities,” she said. Paul may have just struck the right chord. During his lunch last week with Holder, Paul said he talked about their shared concerns about laws that disenfranchise black men, including mandatory minimum sentences for nonviolent crimes. Paul’s also crafting a federal measure that would restore voting rights for felons who committed nonviolent crimes. “We have to convince people we do care,” Paul said during a phone interview of the GOP’s outreach to minorities. “We do care about what is going on in areas of long-term poverty and long-term crime.” Currently, 11 states restrict or completely deny voting rights to prisoners even after they’ve completed sentences, probation and parole. In Florida, for example, roughly 10% of the population is banned from voting as a result of these laws. “There’s a racial outcome in who’s incarcerated in our country,” Paul told the state senators. “Not only is the incarceration unfair but they get out and their voting rights are impaired.” As for Fogle, who got a chance to meet Paul and take a picture with him, she points out that her son registered as a Republican by accident when he voted for the first time. She’s encouraged him to keep the party affiliation. “I told him it didn’t matter,” she said. “As long as he voted.” A more diverse slate of Republican presidential possibles CNN’s Evan Perez contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/02/19/politics/rand-paul-felon-voting/index.html"
        },
        {
            "headline": "Up in smoke: The Obama administration’s pot politics problem",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 5,
                "year": 2014
            },
            "article_content": "Obama administration largely taking a pass on bumper crop of state pot laws State and federal lawmen frustrated by patchwork of pot laws, Obama administration attitude Midterm and 2016 elections could herald a change on nation's marijuana policies Experts say the federal government will eventually have to step in The state-led push to legalize pot is a “chronic” problem for the Obama administration. Marijuana is not only legal in Colorado and Washington, but cannabis has become a cottage industry complete with 420 sampler tours and shops where customers can buy pot brownies or candy in those two states. And New York and Florida could soon join the 20 states and the District of Columbia where medical marijuana is legal, according to the National Conference of State Legislatures. The administration has taken a fuzzy stance on the matter: in states where it’s legal to puff, the government will pass on punishment. “We’re going to see what happens in the experiments in Colorado and Washington,” President Barack Obama said in a recent interview with CNN’s Jake Tapper. “The Department of Justice … has said that we are going to continue to enforce federal laws. But in those states, we recognize that … the federal government doesn’t have the resources to police whether somebody is smoking a joint on a corner.” Obama's 'schizophrenic policy' on pot? Obama back-tracks on marijuana? W.H.: Don't misinterpret pot comments Fla. to vote on medical marijuana That approach frustrates some in state and federal law enforcement — including the head of the Drug Enforcement Agency, Michele Leonhart, who according to several media reports, blasted the administration’s approach during an annual sheriffs meeting last month. Jon Gettman, an assistant professor of criminal justice at Shenandoah University, said it is “politically convenient” for the administration to allow the states to tackle pot policy rather than change the federal approach. “They see social change happening and they’re caught between a rock and a hard place,” Gettman said. That social change includes a sea change in the way Americans view pot use. A CNN/ORC International poll last month showed that just over half the country — 55% —supports marijuana legalization. This is up from the 16% who felt that way a quarter century ago. Nearly three-quarters of those polled say alcohol is more dangerous than marijuana. Where pot is legal It’s a sentiment the president shares. “As has been well documented, I smoked pot as a kid, and I view it as a bad habit and a vice, not very different from the cigarettes that I smoked as a young person up through a big chunk of my adult life,” the President told the New Yorker in a recent interview. “I don’t think it is more dangerous than alcohol.” Shortly after the interview was published, the administration rushed to clarify the President’s position. It said the White House opposes a national move to decriminalize pot despite Obama’s personal views on marijuana use. Marijuana is currently classified under the Controlled Substances Act as “Schedule I,” much like heroin or cocaine, with a high likelihood for abuse and no medical value. “What is and isn’t a Schedule I narcotic is a job for Congress,” Obama told Tapper during the CNN interview. However, the President did not say during the interview whether he would urge Congress to move to reclassify marijuana. Rep. Earl Blumenauer, D-Oregon, has been working to gather lawmaker signatures on a letter to Obama in support of reclassifying marijuana. The administration has previously indicated that it is unlikely to reclassify marijuana under a less stringent category of drugs. Frustration with what some lawmakers see as the administration’s mixed messaging on marijuana was evident during a House Government Operations Subcommittee hearing on Tuesday. When Michael Botticelli, deputy director of the Office of National Drug Control Policy, hedged on answering whether cocaine, methamphetamine or marijuana is more dangerous and addictive Blumenauer pounced. “If a professional like you cannot  answer clearly that meth is more dangerous than marijuana which every kid on the street knows, which every parent knows – if you can’t answer that maybe that’s why you are failing to educate people about the dangers,” he said. “I don’t want kids smoking marijuana. …  But if the deputy director of the office of drug policy can’t answer that question how do you expect high school kids to take you seriously?” Feds working on new pot banking rules Medical marijuana coming to New York? Obama, Perry backpedal on marijuana Should marijuana be legalized? The administration has “a bad political problem” when it comes to pot, said Kevin Sabet, an assistant professor at the University of Florida’s Drug Policy Institute. “I think this is a very difficult position for them and they see it as a lose-lose,” said Sabet, who served as a drug policy adviser to both Republican and Democratic administrations and is on the board of directors of Smart Approaches to Marijuana, an anti-pot legalization group. “They don’t want to alienate a voting bloc in favor of legalization.” Obama’s views so incensed the DEA director that Leonhart blew off a little steam about the topic during the annual meeting of the country’s sheriffs late last month, according to the Boston Herald. Sheriffs who were present told the paper she expressed frustration over Obama comparing smoking pot to consuming alcohol. “Her comments are not necessarily unexpected,” said Dan Riffle, director of federal policies for the Marijuana Policy Project, a pro pot legalization group. There are a lot of folks who have spent the last 20 to 30 years fighting the war on drugs. It’s natural for them to revolt.” Still, the nation’s attitudes and laws regarding marijuana are changing. During a drug policy debate at the World Economic Forum in Davos, Switzerland, in January, Texas Gov. Rick Perry said he advocated decriminalizing marijuana. But he stopped short of pushing for legalization. However, the stance, coming from a Republican who once ran for President seems to offer further evidence of a change toward views on marijuana even in conservative corners. “As the governor of the second-largest state in the country, what I can do is start us on policies that can start us on the road towards decriminalization,” Perry said, adding that he views Colorado’s marijuana laws as constitutional but he opposes a federal mandate. The politics of pot even hovered over this year’s so-called “Stoner Bowl” as teams from Colorado and Washington faced off in New Jersey, a state where it’s illegal to toke. As Super Bowl traffic curled through the Garden State toward Met Life Stadium, drivers had front row seats to an off-field battle of the billboards by pro and anti-marijuana legalization forces. “Marijuana. Safer than alcohol … and football,” boasted a billboard by the Marijuana Policy Project. “Marijuana kills your drive. Don’t lose in the game of life,” read the counter by Smart Approaches to Marijuana. Pot and the Super Bowl Mayor: I did not support legalizing pot Piers, Coulter battle over 'potheads' Enforcing the new pot laws in Colorado Eventually though, both marijuana legalization advocates and opponents say, the federal government will have to clear the smoke. “The real issue is: are we going to have a system where 25 states have legalization and 25 states don’t?” Gettman said, adding, “Things are going to change dramatically after the next two elections in 2014 and 2016 when more states pass this.” The direction of federal pot policy could be determined by upcoming midterms and the 2016 presidential election as states weigh whether to legalize marijuana. There’s big money at stake. Billionaire hedge fund manager George Soros gave $1 million in 2010 to help legalize marijuana in California, a vote which ultimately failed. He and fellow billionaires John Sperling and former Progressive Insurance chairman Peter Lewis, who died late last year, have donated millions to the pot legalization causes in a number of states. “The long-hair, tie-dye types cut their hair and put on Armani suits and got very serious about pot,” Sabet said adding that opponents worry marijuana could become “the next big tobacco” with billions of dollars at stake for a product they feel has serious health concerns. A slate of anti-government regulation, pro-states rights, GOP potential presidential candidates such as Florida Sen. Marco Rubio, Kentucky Sen. Rand Paul and Perry will find their positions on marijuana tested by factions within their party that oppose legalization. Rubio opposes legalizing or decriminalizing marijuana for recreational use but recently told the Tampa Bay Times that he is open to learning more about medical marijuana. Last year, during an interview with the Hoover Institution, Paul said he is opposed to legalization but does support decriminalization. One place for common ground might be in efforts to decriminalize the penalties for marijuana-related crimes, opponents and advocates say. The push to decriminalize pot has made for some unlikely partnerships. Obama on the problem of criminalizing marijuana use For example, liberal Democrat Sen. Patrick Leahy of Vermont  teamed up with Paul, a tea party backed conservative on a measure aimed at changing mandatory minimum sentences for some crimes such like marijuana possession. The measure also has the support of Sen. Dick Durbin, D-Illinois, and Republican Sen. Mike Lee of Utah. Tea party backed Republican Rep. Raul Labrador, R-Idaho  and Congressional Black Caucus member Rep. Robert Scott, D-Virginia have joined forces on a similar measure that would judges more wiggle room in sentencing. Obama, civil rights organizations and both pro and anti-marijuana legalization groups all acknowledge that minorities are often disproportionately incarcerated for pot-related crimes. “My concern is when you end up having very heavy criminal penalties for individual users that have been applied unevenly and in some cases with a racial disparity,” Obama told Tapper during the CNN interview. “I think that is a problem.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2014/02/04/politics/pot-politics/index.html"
        },
        {
            "headline": "High court blocks Wisconsin voter ID law",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2014
            },
            "article_content": "Coalition of private groups had asked high court to intervene Justices Alito, Scalia and Thomas opposed the order The issue could affect Wisconsin's race for governor Judge in Texas also strikes down state's voter ID law The U.S. Supreme Court for now has blocked Wisconsin from implementing its voter identification law. After a federal appeals court upheld the law earlier this week, a coalition of private groups had asked the high court to intervene on an emergency basis, complaining the newly-implemented procedures could cause confusion, causing many voters to either not bother to cast a ballot or be mistakenly turned away at the polls. The order issued Thursday evening was opposed by Justices Samuel Alito, Antonin Scalia and Clarence Thomas. “It is particularly troubling that absentee ballots have been sent out without any notation that proof of photo identification must be submitted,” said Alito. The state had argued the law reduces voter fraud and promotes accurate record-keeping, saying that producing a government-issued photo identification, such as a driver’s license, would not unduly inconvenience most citizens. Wisconsin officials have not announced their next steps to comply with the high court’s one-page order. The issue could affect the gubernatorial race between incumbent Republican Gov. Scott Walker, who backs voter ID, and his Democratic challenger Mary Burke. The Wisconsin cases are Frank v. Walker (14A376) and (14A352). Meantime in Texas, a judge struck down that state’s voter ID law, saying it would disenfranchise minority voters and therefore could not be implemented. “We are extremely pleased with today’s ruling, a ruling that was compelled by the facts of this case. Following a two-week trial that included testimony from nearly 40 witnesses, Texas failed to identify a single instance of in-person voter fraud – the purported justification for Texas’s photo ID law,” said Sherrilyn Ifill, president and director-counsel of the NAACP Legal Defense and Educational Fund, the nation’s leading civil rights law firm and a separate entity from the NAACP. “The Court today effectively ruled that racial discrimination simply cannot spread to the ballot box.” The office of state Attorney General Greg Abbott said in a statement it would appeal “and urge the Fifth Circuit (federal court) to resolve this matter quickly to avoid voter confusion in the upcoming election. The U.S. Supreme Court has already ruled that voter ID laws are constitutional so we are confident the Texas law will be upheld on appeal.” U.S. Attorney General Eric Holder lauded both the Wisconsin and Texas decisions. “This Department will never yield in its commitment to protecting that most sacred of Americans’ rights – the right to vote,” he said in a statement.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2014/10/09/justice/supreme-court-wisconsin-voter-id-law/index.html"
        },
        {
            "headline": "Can this KKK leader rebrand?",
            "author": "Ashley Fantz",
            "source": "CNN",
            "published_date": {
                "month": "April",
                "day": 20,
                "year": 2014
            },
            "article_content": "Imperial Wizard denounces recent slayings at Jewish institutions, says new Klan not about violence Historians, marketing experts say there's nearly no chance the KKK could rebrand A week ago, a white supremacist shot and killed three at Jewish-affiliated facilities in Kansas Pointy hats, white robes, crosses burning, bodies hanging from trees. The images of the Ku Klux Klan are reminders of the nation’s ugliest moments from the Civil War through the struggle for racial equality in the 1960s. Last Sunday, the world was confronted with another image of the Klan: 73-year-old Frazier Glenn Cross, a white supremacist and avowed anti-Semite, in the back of a police car, spitting, “Heil Hitler!” When his alleged rampage at two Jewish institutions in suburban Kansas City, Kansas, was over, three people were shot dead – a teenage boy and his grandfather along with a woman who worked with visually impaired children. The carnage was devastating to many. Imperial Wizard Frank Ancona was upset, too. “What this guy just did set back everything I’ve been trying to do for years,” said Ancona, who leads the Traditionalist American Knights of the Ku Klux Klan. CNN tracked Ancona down on Twitter, where he has 840 followers, after he and other self-professed hate group leaders denounced the shootings in interviews with USA Today and CNN affiliate WDAF in Kansas City, Missouri. “I believe in racial separation but it doesn’t have to be violent,” he told CNN. “People in the Klan are professional people, business people, working types. We are a legitimate organization.” Cross, who founded the Carolina Knights of the KKK in the 1980s, went “rogue,” Ancona said. Charged with capital murder and first-degree premeditated murder, Cross did not enter a plea at his first court appearance. He requested a court appointed attorney and is scheduled to be back in court later this month. New way for the KKK? 2012: KKK sues to 'Adopt-a-Highway' Ancona, who lives in Missouri, insists there’s a new Klan for modern times – a Klan that’s “about educating people to our ideas and getting people to see our point of view to … help change things.” He said he and those like him can spread that message without violence – a sort of rebranding of the Klan. The idea may sound absurd, but is it conceivable? No, say top marketing experts, brand gurus and historians – and for many reasons. The Klan could change its name, get a smooth-talking spokesperson, replace the robes with suits and take off those ridiculous hats, but underneath, people would recognize its message is the same. “They stand for hatred; they always have,” said Atlanta-based brand consultant Laura Ries. “Maybe they don’t believe in shooting up a center for Jewish people, but they still support beliefs that are beyond the scope of understanding for most people and certainly the freedom and equality our country believes in.” Other experts raised the question: If the Klan isn’t violent, what’s the point? “What would you be left with? Benign racism?” asked Jelani Cobb, director of the Africana Studies Institute at the University of Connecticut. The victims of the shooting rampage, Cobb noted, were not Jewish. One was Catholic and two were Methodist. “In the most basic sense, the fact that the people who were killed were not Jews drives home Dr. Martin Luther King Jr.’s point that injustice anywhere is a threat to justice everywhere,” he said. “It’s the most horrible metaphor for the fact that we are all impacted by the legacy of hate, even when it’s not specifically directed at the group to which we belong.” Even if the modern KKK at large distances itself from this supposedly “rogue” element, Cobb said, that doesn’t make up for the group’s past. “Violence and racial intimidation were the KKK’s raison d’etre. They’re not simply a controversial civic organization. If in fact they reject violence, the only honest way of establishing that would be to do restorative work for the incredible damage their history of violence has already done,” he said. “No sensible person is going to wait around for that to happen.” Disorganized discrimination From a sheer marketing perspective, the lack of central leadership poses more problems for the KKK if it’s serious about revamping its image. Just look at the Catholic Church, Ries said. “The KKK doesn’t have a Pope. Look at what that guy has done. You have to have a leader like that to make people believe a change has happened,” she said. Without a clear leader, marketing experts said, crafting and conveying a spin-friendly message is impossible. That was evident the minute members of the “new” Klan denounced the shootings. Soon after Ancona spoke to reporters, other self-described “real” Klansmen began attacking him online for not adhering to authentic Klan doctrine. “This movement is a hodgepodge of little groups that, as often as they attack their enemies, attack one another,” said Mark Potok, a spokesman for the Southern Poverty Law Center, which monitors hate groups. He estimates there are about 8,000 KKK members nationwide. “To call these guys disorganized,” he said, “doesn’t quite do it.” Potok pointed to a 2013 rally in Memphis, Tennessee, that drew about 75 Klan members. They arrived in their typical get-up to protest the city’s move to rename three city parks that honored Confederate leaders. Then it got confusing and weird. Another group of Klansmen showed up to protest the first Klan group, according to Potok and a local media report. The second Klan group claimed to be about nonviolence and actually teamed with a black Crips street gang. The second group of Klansmen wanted people to know they were the real deal, the ones everyone should listen to, Potok recounted. Bullhorns apparently belonging to the first KKK group died shortly after their gathering began. Memphis’ Commercial Appeal reported that their chants of “white power” were barely audible over the approximately 1,000 folks who showed up to protest racial intolerance. A Klansman with a Twitter account Potok doesn’t put much weight in the Klan’s condemnation of the Jewish center shootings, because it’s not the first time hate groups have done that. They did it after the 1995 Oklahoma City bombing orchestrated by militia sympathizer Timothy McVeigh and after a white supremacist killed six people at a Sikh temple in Wisconsin in 2012, he said. “There’s a method to doing that. By publicly saying, ‘Oh, not us; we don’t do that,’ they think they’re protecting themselves against law enforcement zeroing in on them or from us suing them,” Potok said. “That doesn’t work, but they believe that.” In the early 1980s, Morris Dees, SPLC’s co-founder and chief trial counsel, began using courts to secure monetary damages against hate groups. Courts then seized the groups’ assets. By 1991, many had gone into bankruptcy. In 1981, Dees successfully sued the KKK and won a $7 million judgment for the mother of Michael Donald, a black lynching victim in Alabama. The judgment bankrupted the United Klans of America, which had to sell its national headquarters to help pay it off. In the early 1980s, while operating the Carolina Knights of the Ku Klux Klan, Cross eschewed white robes for fatigues and recruited active-duty soldiers as members. According to the Anti-Defamation League, which released a summary of its files on Cross this week, the group “drew notoriety for its paramilitary training exercises” and carried out attacks on African-Americans. The SPLC sued Cross for operating an illegal paramilitary organization and for intimidating African-Americans. The two sides settled, with the Knights barred from operating. But a month later, Cross resurfaced with an offshoot: the White Patriot Party. Ancona, the imperial wizard, is aware of that history and said he thought it might be helpful if he and Potok had a conversation. Throughout CNN’s interview, Ancona was cordial and repeatedly said he wanted to speak with media about the Klan’s message. He won’t be able to divulge too many operational details of his group, he said, because fraternal rites and rituals bar him from discussing exactly what they do. Ancona explained that he’s in his second four-year term as imperial wizard, elected by state Klan group’s leaders, known as grand dragons. To get their message out, the Traditionalist Knights of the KKK wear their usual attire and stand on roadsides handing out flyers. They also have a Web page, and they use Twitter and occasionally LinkedIn, where Ancona promotes “working together as a team and a unit” to “strive to increase awareness of the destruction of our constitutional rights and the plight of the White race in America.” “Facebook keeps deleting my posts,” he said. Ancona’s branch of the KKK has a toll-free hotline that asks callers to press 1 if they would like an information packet, 2 for media inquiries, or 3 to talk to a member of the organization. An outgoing voice mail explains the group is “unapologetically committed to the interests and values of the white race. We are determined to maintain and enrich our cultural and racial heritage. White people will simply not buy the equality propaganda anymore and have begun to doubt some of the anti-Klan hysteria that they have been fed in school and from TV and movies.” Rhetoric and reaction Dan Hill, a marketing expert who specializes in how consumers react emotionally to advertisements, said there can probably never be a Klan rebranding. “Disney is happiness. Nike is you’re proud you ran the race. The Ayran Brotherhood – that’s somewhere on the spectrum of rage and outrage,” he said. “We are talking about an emotion that leads to violence. If you use that rhetoric, you can’t say you didn’t expect that kind of reaction.” That’s a lesson history keeps trying to teach. “The Klan has always been about wolves in sheep’s clothing,” said John Rowley, president of advertising agency and crisis management firm Fletcher Rowley in Nashville. “Hate groups have never had on their business cards the n-word or some sort of overt act of violence. They’ve always tried to appear a little more inclusive and less threatening, so it’s not surprising that they’re saying they are against this shooting.” Rowley’s firm has worked on more than 500 political campaigns for Democrats in 46 states, including the 1991 election of Edwin Edwards for governor of Louisiana. The election made national headlines because Edwin’s opponent, former KKK leader David Duke, made an unexpectedly strong showing. “Duke was a master of rhetoric to seem like a well-mannered candidate on the outside when he was a zealot on the inside,” said Rowley. There were several factors that contributed to Duke’s loss, but when it comes to groups like the KKK, Rowley said, speaking as an ad man, even the “best spin must be grounded in reality.” “Their core mission violates American core values right now,” he said. “We don’t believe in discrimination. You can’t just put a nice wrapper on that with the right words and a rebranding campaign. Or to compare it to a product, “if you have a car that is killing people because the gas tank is exploding, it doesn’t matter how fantastic the ad campaign is for that car.” Read: The accused Kansas killer’s neo-pagan religion Read: Suspect ‘entrenched in the hate movement’ CNN’s Phil Gast contributed to this report.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2014/04/19/us/jewish-center-shootings-kkk-rebranding/index.html"
        },
        {
            "headline": "What the tributes to Dave Brubeck missed",
            "author": "John Blake",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 22,
                "year": 2012
            },
            "article_content": "Dave Brubeck's meaning was bigger than his music Iconic jazz pianist seared by childhood meeting His music says more about the future than past Brubeck: \"It had an impact on me I'll never forget\" Dave Brubeck was taking a horse ride with his father one day when he saw something that would haunt him for the rest of his life. He was along on a cattle-buying trip with his father, Pete, a rancher in Northern California. Pete Brubeck asked an African-American cowboy who everyone called “Shine” to come over and greet his son. Pete Brubeck then asked Shine to open his shirt. Brubeck, then only 6, watched as Shine unbuttoned his shirt to reveal a brand on his chest: He had been marked like cattle. Shine was the first black person Brubeck had ever seen. A furious Pete Brubeck told his son that “something like this never should happen again.” “It had an impact on me I’ll never forget,” Brubeck told journalist Hedrick Smith for a documentary called “Rediscovering Dave Brubeck.” “I thought, ‘What can I do about this?’ It’s like my dad (was) telling me to do something about it.” Brubeck, the pioneering jazz pianist who died this month at 91, did more to help people like Shine than most people realize. The tributes that poured in after his death tended to focus on the same themes: He was the jazz legend whose “Dave Brubeck Quartet” gave the world the jazz standard “Take Five,” he stretched the boundaries of jazz and was a champion for civil rights. Brubeck, though, was bigger than all of that. His life and music say more about this country’s future than its past. He and an entire generation of white, black and Latino jazz musicians helped create one of the nation’s first multicultural communities. They offered a snapshot of what this nation is becoming, like it or not. To make that world possible, Brubeck and other white jazz musicians did something remarkable. They joined a jazz community where white men were the minority – and whiteness was seen as a liability, not the norm. How did Brubeck do it, and how did he thrive? Delve into his interviews and his music, and the clues emerge. Seeing genius in a ‘servant’ He listened to the story of “the other.” Many fans know this story. Brubeck’s breakout year came in 1954. He was touring with Duke Ellington, one of America’s greatest composers and a jazz titan. It had an impact on me I’ll never forget. Dave Brubeck, jazz pianist, on pivotal childhood meeting One day, Brubeck heard a knock on his hotel door. He opened it to find Ellington, smiling and holding several copies of Time magazine. Brubeck was on the cover. His heart sank. Ellington was his friend. He knew that Time had also been interviewing Ellington, and Brubeck thought the jazz composer deserved the honor over him. “I wanted to be on the cover after Duke,” Brubeck told the narrator in Ken Burns’ epic documentary on jazz. “The worst thing that could have happened to me was that I was there before Duke, and he was delivering the news to me.” Photos: Notable people we've lost in 2012 The black experience was initially foreign to Brubeck. He was born in Northern California and grew up on a cattle ranch near the Sierra Mountains. But even as his fame eclipsed many of his black musical mentors, he continually talked about the musical debt he owed to them. The virtuosity of black artists like Ellington, Louis Armstrong and Ella Fitzgerald sometimes did what a civil rights march or a court decision couldn’t do – force whites like Brubeck to see the humanity of black people. One of the most famous jazz conversion stories comes from Ken Burns’  “Jazz” documentary. In 1931, Charles Black was a white teenager who decided to go hear Armstrong play in an Austin, Texas, hotel. He knew nothing about jazz, but something shifted in him as he watched a rapturous Armstrong perform. “He was the first genius I’d ever seen,” Black recalled. “It is impossible to underestimate the significance of a 16-year-old southern boy seeing genius for the first time in a black person. We literally never saw a black man in anything but a servant’s capacity. “Louis opened my eyes wide and put to me a choice: Blacks, the saying went, were ‘all right in their place,’ but what was the place of such a man, and of the people from which he sprung?” Black would go on to join a team of lawyers that successfully convinced the U.S. Supreme Court to overturn the segregation of students based on race in the 1954 Brown vs. Board of Education decision. Brubeck: Jazz master with big heart An ‘instinct for differences’ Brubeck was inspired by differences. He didn’t look like a jazz musician. When he led the quartet, he looked like a chemistry professor who accidentally found himself behind the piano. With his black horn-rimmed glasses, goofy grin and his square suits, the affable Brubeck looked like Mr. Normal. Yet Brubeck was a wild man behind the keyboard. He was like a musical mad scientist – combining unconventional time signatures and musical styles from other cultures that wouldn’t appear to work but did. He sought out the same combustible mix in his famous quartet. Many jazz leaders surrounded themselves with musicians who they had an almost telepathic rapport with onstage. But Brubeck’s Quartet clashed. Brubeck was known for pounding the piano with thunderous chords. His saxophonist, Paul Desmond, played with a light and lyrical style that was so exquisite that one critic said he left “a trail of honey in the air.” And then there was his drummer, Joe Morello, a proud man with superb technique who wanted to be showcased more. The group fought musically and personally. Morello clashed with Desmond. Desmond clashed with Brubeck. They were all so different, but Brubeck made it work. He wasn’t threatened by differences.  They inspired him, said Ted Giola, a jazz historian and author. “It’s to Dave Brubeck’s credit that he was able to hear these musicians that played very differently from him and was able to see that by taking them and getting their different sounds, he was adding, not subtracting,” Giola said in the documentary “Rediscovering  Dave Brubeck.” “Dave had an instinct for differences and how that was going to add to his music.” Jazz and democracy It must be said, though, that the jazz world that Brubeck helped create wasn’t a racial utopia. Black artists were exploited. White audiences gravitated to some white jazz artists who didn’t have the talent of black artists. Even some white artists like Brubeck were looked at with disdain by some black musicians. Ian Carey, a jazz trumpeter who recently wrote an essay, “How Not to Become a Bitter White Jazz musician,” said “white musicians unfairly profited from discrimination against black musicians by audiences and the music industry.” Yet Carey also said that when it came time to play, a lot of those divisions evaporated because of something inherent in jazz: Most jazz musicians don’t care how you look. They just care about how you play. “The bandstand is a great equalizer,” he said. “You’re going to get the best guy or woman for the gig. It doesn’t matter what they look like.” Brubeck applied the same principle to his music. He led the first integrated band in the U.S. Army during World War II. He hired a black man, Eugene Wright, to be his quartet’s bassist. The jazz world that Brubeck moved in was full of cross-racial and cross-cultural fertilizations. They weren’t just ahead of their time; in some respects, they were ahead of our time. Some of the biggest jazz records came from artists who built friendships across racial and ethnic lines. The singer Frank Sinatra recorded with and relentlessly championed black artists like Fitzgerald and Count Basie. The white saxophonist Stan Getz kicked off the bossa nova craze with his recordings with Brazilians Astrud and Joao Gilberto. The jazz album classic “Kind of Blue” was spawned by the relationship between Bill Evans, a white, mild-mannered pianist who looked like a tax accountant, and the pugnacious black trumpeter Miles Davis. Jazz lore says that initially some of the black members of Davis’ band didn’t want Evans to join  the group because he was white, but Davis insisted because he loved Evans’ “quiet fire.” “Kind of Blue” went on to become the best-selling jazz album of all time. “He was a guy who looked like a stereotypical white nerd,” Carey says of Evans. “But he could play. … What he played was so much bigger than his appearance.” This egalitarian tradition in jazz – everyone is equal on the bandstand – has led some to compare it to democracy. The jazz trumpeter Wynton Marsalis once said that nothing captures the democratic process as perfectly as jazz. “Jazz means working things out musically with other people. You have to listen to other musicians and play with them even if you don’t agree with what they’re playing. It teaches you the very opposite of racism and anti-Semitism. It teaches you that the world is big enough to accommodate us all.” Brubeck was a champion for democracy as well as jazz. It’s often forgotten that many of the exotic rhythms he infused into his music came from tours his quartet took of the Middle and Far East. The State Department sponsored these tours to promote democracy during the Cold War. Brubeck often compared jazz to democracy, saying both challenged individuals to express their freedom while being disciplined enough to respect the freedom of others. Brubeck’s words about jazz and democracy take on even more meaning with the recent presidential election. It was a bruising election season and it revealed that the nation is experiencing profound demographic and social changes. Attitudes toward gay marriage are shifting, a black president was re-elected to a second term, and the U.S. Census Bureau predicts that the country will have a majority-minority population by 2043. Perhaps some Americans feel like traditional jazz purists felt after they first heard Brubeck’s exotic rhythms on his groundbreaking 1959 “Time Out” album: My world is changing, and I don’t know these tunes. David Simon, the creator of the HBO series, “The Wire,” captured some of that angst in an essay he wrote right after the election entitled “Barack Obama and The Death of Normal.” “America will soon belong to the men and women – white and black and Latino and Asian, Christian and Jew and Muslim and atheist, gay and straight – who can walk into a room and accept with real comfort the sensation that they are in a world of certain difference, that there are no real majorities, only pluralities and coalitions.” “We are all the ‘other’ now,” he wrote. Brubeck entered that world over half-a-century ago. He was a white man in a world dominated by black artists, but he wasn’t threatened by the differences. He respected tradition but he wasn’t afraid to subvert it if it meant growth. He learned how to listen to, and be inspired by the music of “the other.” Brubeck was often called the “Ambassador of the Cool,” but he was more. He was the ambassador for a new America.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/12/21/us/dave-brubeck-appreciation/index.html"
        },
        {
            "headline": "What made Nevada rancher fight the feds?",
            "author": "Leigh Ann Caldwell",
            "source": "CNN",
            "published_date": {
                "month": "April",
                "day": 18,
                "year": 2014
            },
            "article_content": "Bundy Ranch supporters say the federal government is trampling on its rights But not all ranchers in Nevada support rancher Cliven Bundy The use of public lands out West is critical to people's livelihood When the Bureau of Land Management retreated from a standoff with Cliven Bundy, a few hundred people traveled to his Nevada ranch to protest what they see as an overreach of the federal government. One protester from neighboring Utah, Stephen L. Dean, 45, called the Bureau of Land Management’s actions “tyranny in government.” And a banner at the protest site blared: “Has the West been won? Or has the fight just begun!” Showdown on the range The Bundy standoff is emblematic of the larger anti-government sentiment around the country that has been amplified with the creation of the tea party movement in 2009. But the latest move in a two-decade-long tug of war between Bundy and the federal government is bringing to light the delicate balance that has lasted between citizens in the West and the federal government over the use of federally owned land for generations. Reid: Ranchers \"domestic terrorists\" Tensions escalate: Rancher defies feds Feds and cattle ranchers face off Private rancher on public lands? Bundy tends his 900 cattle grazing on taxpayer-owned land about 100 miles north of Las Vegas. To an East Coast dweller, the concept of public lands can be a foreign one, as people own or rent their plot of space in urban, suburban and commuter towns that crowd the Eastern Seaboard. But out West, public lands are a big deal. Almost everyone uses them or depends on them. They are key to people’s recreational hiking, fishing, hunting and skiing. And they are critical to people’s livelihood, as they are used to cut timber, drill oil, mine coal and ranch cattle. Vast swaths of the land in the West are predominately public. In Nevada, for example, 87% of the state is owned by the federal government, and the BLM oversees 245 million acres of public lands mostly west of the Mississippi River, not including the lands overseen by the National Forest Service and half a dozen other federal agencies. “Public lands are true assets of the U.S.,” said Bob Abbey, former director of the Bureau of Land Management. Reid calls Bundy, supporters ‘domestic terrorists’ How did Bundy ever get use of federal lands? In Nevada, ranchers depend on the federal lands for their livelihood. The government began allowing the use of the land in 1877 to promote the economic development of dry, difficult-to-cultivate desert areas. So it offered land for dirt cheap. Bundy says his family has owned the ranch since about the time the Desert Land Act passed. A version of the law still exists today, allowing ranchers to graze their cattle on public lands for a nominal rate. The fee is cheaper than what the rancher would pay the state or a private land owner, but the tradeoff is that the rancher has to share the land with the public. Feds end roundup, release cattle after showdown The history This is not the first standoff between public land users and the government. The most famous one, the Sagebrush Rebellion in the 1970s, pitted ranchers, loggers and miners against the federal government. They thought the Jimmy Carter administration was too heavy-handed in its regulatory and environmental policies. Former Nevada state Sen. Dean Rhoads, who is also a rancher, led the negotiations with the federal government, which he said were peaceful and productive. Ronald Reagan, Carter’s opponent in the 1980 presidential election, sided with the Sagebrush rebels, saying, “The next administration won’t treat the West as if it were not worthy of attention. The next administration will reflect the values and goals of the Sagebrush Rebellion. Indeed, we can turn the Sagebrush Rebellion into the Sagebrush Solution.” Reagan was a former governor of California, where the federal government owns roughly half the state’s land Since then, the BLM and the corresponding state agency have confiscated cattle from violators, but nothing escalated to the temperature of the Bundy Ranch situation. The Bureau of Land Management The BLM is a federal agency that operates predominantly in the West and is in charge of managing these lands. It must balance the desires of ranchers, environmentalists, recreationalists, and industrialists. “I think a lot of people who live in the East don’t understand the BLM,” said Abbey, the former director. Jon Griggs is manager of the 200,000-acre Maggie Creek Ranch in Elko, Nevada, a third of which uses public lands. He says he’s sympathetic to the BLM, citing its difficult job. “A lot of times they don’t make anybody happy,” he said, because the bureau is responsible for managing lands for so many uses. “I think that folks on the ground at BLM are good folks trying to do the best they can.” But this system unique to the United States brings conflict. The environmentalists The balance between conservation and public use is a major source of tension when overseeing government land. The desert tortoise is a factor in the Bundy equation, and the rancher was ordered to remove his cattle from public lands in 1993 after the tortoise was placed on the protected species list. Bundy refused to comply, and he racked up more than $1 million in fines. Brian O’Donnell, executive director at the Conservation Lands Foundation, called Bundy “one of the most selfish and irresponsible users of public land that I’ve ever witnessed.” “The key tenet in public lands in America is they belong to all of us,” he said. When one person puts his “own selfish interest above everyone else’s, the whole system falls apart.” Ranchers’ sentiment The Bundy situation is a common topic of conversation in rural Nevada, a part of the country filled with libertarian sentiment distrustful of the government, Griggs said. And like his, he said people’s feelings are mixed. While the ranch manager is sympathetic to the BLM’s mission, he said its tactics were the wrong approach. Griggs said he understands where Bundy is coming from, saying the BLM “put his back up against the wall.” But Griggs also said that Bundy lost all efforts at appeal and that now he should follow the law. “I think it’s a mess any way you slice it,” he said. ‘Welfare ranchers’ Because of the cheap rent, some, including fellow cattlemen who don’t ranch on public lands, call public land ranchers “welfare ranchers” and have no sympathy for the Western lot. But Griggs said they don’t understand that ranching public land is “not a bargain.” “On public lands, you might get kicked off at any moment for a turtle. That’s kind of the deal,” he said. Rhoads, the former Nevada state senator, said 600 ranchers are currently paying their fees to the federal government for use of the land. He says that because of Bundy, people will “think that us in Nevada are getting away with not paying the government what it owes them.” The politics Unsurprisingly, Bundy has become a political symbol. Senate Majority Harry Reid, D-Nevada, called him a “domestic terrorist.” “These people who hold themselves out to be patriots are not,” he said in Las Vegas. Democratic Rep. Dina Titus told journalist John Ralston that Bundy is “not a folk hero,” Ralston tweeted, but said Reid shouldn’t call him a terrorist. But libertarian-minded Sen. Rand Paul of Kentucky criticized the federal government’s response, saying it “shouldn’t violate the law, nor should we have 48 federal agencies carrying weapons and having SWAT teams.” “Can everybody decide what the law is on their own? No, there has to be a legal process,” he said on WHAS radio in Louisville. “But I think there is definitely a philosophic debate over who should own the land.” The future The BLM might have lost the latest battle with Bundy, but it has other tools at its disposal, including arresting Bundy for failing to follow the law, seizing his assets through the Treasury Department or sending the case to the Department of Justice. The agency has not yet said what its next course of action will be, but former BLM director Abbey said that it must prevail because of the precedent it would set. If Bundy gets away with illegally grazing on lands and not paying fines, it could encourage other ranchers to follow suit. While Bundy is a source of contention, ranchers out West are watching the BLM’s next steps in the Bundy standoff, and they are worried about the BLM’s next major action: Conservationists are asking for protection for the sage grouse. The Nevada Cattlemen’s Association says the BLM’s draft proposal includes “overly burdensome grazing requirements.” It would also reduce the number of grazing permits.",
            "bias": "BLM",
            "url": "https://www.cnn.com/2014/04/18/politics/nevada-bundy-ranch-land-rights/index.html"
        }
    ]
}