{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Attorney General Eric Holder talks sequestration, defends voting rights",
            "author": "Terry Frieden",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 11,
                "year": 2012
            },
            "article_content": "Attorney General Eric Holder discusses sequestration, voting rights at event With sequestration, the Justice Department could maintain safety, not civil cases, he says Holder defends work on voting rights, says he's studying states' marijuana laws U.S. Attorney General Eric Holder said Tuesday that  if the Justice Department were faced with budget cuts due to sequestration, he believes that he would be able to maintain public safety by shifting resources and that the federal prison system could operate “for months” if necessary. “I have the flexibility to move funds within the Department,” Holder said. However, nearly all civil cases would have to be put on hold, he added during an extended interview with National Public Radio reporter Nina Totenberg after giving an address at the John F. Kennedy Presidential Library in Boston. In the speech, Holder discussed voting rights and defended his department’s challenges of voting regulations in Texas, South Carolina and Florida. He said those cases show that Section 5 of the Voting Rights Act that requires federal approval of changes in voting procedures in 16 states, mostly in the South, must be maintained. Critics have said the provision is no longer needed because minority voting rights have become accepted. But Holder said the states “with documented histories of discrimination” still should be required to gain “pre-clearance” from the Justice Department or a panel of federal judges. “Despite the remarkable, once unimaginable progress that we’ve seen over the last half century — indeed over the last four years — Section 5 remains an indispensable tool for eradicating racial discrimination,” Holder said. Holder continued to press for increased voter registration.  He rejected the common Republican claim that concerns about potential voter fraud require tight controls on voting systems. “In-person voter fraud remains rare,” he said. “The alleged tension between having accessible election systems and having election systems that are free from fraud is simply not real.” Holder discussed other subjects in a question-and-answer session, including the legalization of marijuana in Colorado and Washington state. He said he is not close to making a policy decision and held a meeting Tuesday to study the laws. He said he may have a decision in a “month or so, give or take a holiday period.” Holder made no announcements about his future in the Obama administration but said he still has issues he would like to work on before departing. One time-consuming issue involves a potential overhaul of the criminal justice system.  Holder said there is a need to consider whether the right people are in jail, whether sentences are appropriate and what changes can be made. He also said compassionate releases for older, dying prisoners must be examined. On gay marriage, Holder said only that the decision not to defend the Defense of Marriage Act was made entirely within the Justice Department. He recalled taking the decision to the White House, and President Barack Obama agreed.  “If he hadn’t, it would have been interesting,” Holder said.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/12/11/politics/holder-voting-rights/index.html"
        },
        {
            "headline": "Guantanamo Bay detainees can tune into election night coverage",
            "author": "Devon Sayers",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2012
            },
            "article_content": "Read a version of this story in Arabic. Some Guantanamo Bay detainees can watch television, though the shows are vetted They will have the chance to watch coverage of the U.S. election, a spokeswoman says What will you be watching Tuesday night? If you’re like millions of Americans and, perhaps, some of the scores detained at the U.S. Navy base in Guantanamo Bay, Cuba, the television will be tuned in to see who wins the presidential election. The detention facility colloquially referred to as Gitmo houses prisoners whom the government classifies as “unlawful enemy combatants,” claiming many are terrorists. But there are different categories of alleged criminals at the base, and there are different security levels. In two “camps” at the detention facility, for instance, watching a TV show or movie is one of the few luxuries allowed, with certain restrictions. “Television shows are vetted for subjects with the potential to create controversy,” explains Capt. Jennifer Palmeri, a spokeswoman for Joint Task Force-Guantanamo. As anyone who has seen the attack ads or heard from the candidates and their supporters knows, there has been no shortage of controversy thus far in the race between President Barack Obama and his Republican challenger, Mitt Romney. Still, heated campaign rhetoric isn’t covered in the realm of “restricted topics (like) racial or cultural hate group ideologies or excessive graphic violence or nudity” that detainees can’t watch, said Palmeri. Moreover, some inmates may have already had a taste of the campaign. “The detainees had the option to watch all three U.S. presidential debates and will have the opportunity to watch the election coverage,” said Palmeri.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/11/05/politics/guantanamo-detainees-election/index.html"
        },
        {
            "headline": "Obama makes history, again",
            "author": "Moni Basu",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2012
            },
            "article_content": "In the midst of national splintering, voters returned a black man to the White House Sociologists say this is affirmation that Obama's ideas mattered more than his identity He will have a chance now to leave a legacy beyond being the first black president He will take a stronger stance on race issues in his second term, some say A black man is returning to the White House. Four years ago, it was a first, the breaking of a racial barrier. Tuesday night, it was history redux. And more. In the midst of national splintering and a time of deep ideological animosity, Americans elected President Barack Obama to a second term. And thousands rejoiced in his victory, one that seemed sweeter and, perhaps, more significant. “This is affirmation that his color doesn’t matter and that his message resonated with people,” said Yale University sociologist Jeffrey Alexander, author of “Obama’s Victory and the Democratic Struggle for Power.” “It is very important in that it will indicate that an African-American can be viewed for what he says and not what he is.” Victorious Obama faces familiar challenges See the president's full victory speech Fiscal cliff looms over Obama win 2008: Barack Obama wins the White House 2008: Obama inauguration makes history Had Obama lost the election, he would likely have been remembered in history as the first black president, and maybe little else, Alexander said. Now, he has a chance to create a legacy rooted not in his identity, but in his ideas. University of Houston sociologist Shayne Lee agreed. “If this country wants President Obama to have another term, I’m ready to say that it’s a significant moment,” he said. As an African-American, Lee understood the power of 2008. But his excitement was measured. He knew the nation was tired then of two costly wars in Afghanistan and Iraq, a sinking economy and an administration that he felt excluded ordinary people. He thought Arizona Sen. John McCain was a weak candidate and that the cards were stacked in Obama’s favor. Four years later, Obama traversed a much tougher road, Lee said. Americans had a strong alternative in the Republican challenger, former Massachusetts Gov. Mitt Romney. The nation, he felt, was no longer in a desperate state and voters had more of a choice. Despite that, they elected a black man. Again. “They sent a message to the world that whatever racist proclivities might exist are not enough to preclude Obama from winning,” Lee said. “We cannot deny that this is new social space we occupy in this country.” A changing America, Lee believes, will be very much a part of Obama’s national conversation in a second term. That includes a stronger stance on race relations, an issue some believe Obama had to distance himself from in his first term for political expediency. For that, he drew criticism from African-Americans with high expectations of a black president. “Can you imagine knowing you’re the first black president and you have to win the Midwest to win a second term?” he said. “It’s such a thin thread that holds together his ability to win as a black candidate. “The constraints are not going to be there in his second term. He’s going to have much more swagger.” In playwright and New York radio show host Esther Armah’s estimation, Obama’s re-election feels more historic than his first because of what she views as a tide of callousness toward people of color. She criticized measures like the new voter ID laws in several states, which she said obstruct participation and “desecrated” American democracy. She said re-electing Obama represented a denunciation of those measures and the Republican presidential candidate who supported them. “It’s really important to recognize that this was not just a choice to put someone back into the White House,” Armah said, “but a choice to reject a man who demonstrated callousness.” “I have exhaled. I am breathing,” she said. Americans demand more from Obama’s second term Obama’s victory, said CNN contributor Van Jones, was possible because of the support of a coalition of people who reflect America’s demographics. “Nobody believed four years ago that you could have black folks and lesbians and gays and Latinos and young folk standing together to move the country forward,” said Jones, a former special adviser to Obama. But Obama was demonized, he said, and turned into a cartoon character. African-Americans asked if someone like Obama is not acceptable, then who is? “There is vindication here,” Jones said. “This is a backlash against the backlash. You saw African-Americans stepping up, Latinos stepping up, young people stepping up … saying we’re better than we’ve been seeing on the attacks on this president.” Opinion: Five things Obama must do The challenge for Obama in the next four years, however, will no longer be racial in nature, Alexander said. It is certain to be ideological. Obama won’t ever have to run for office again, but he will have to make his case for policies, Alexander said. “His goal has been to be a post-polarization candidate, and he naively believed he could do that as a president,” he said. “He didn’t want to be a highly partisan figure. As a result, he couldn’t control the political debate. He’s going to have to keep campaigning and not become a policy wonk.” Obama seemed to recognize that in his victory speech early Wednesday in Chicago, the city where he first fostered hopes and launched dreams. He told the roaring crowd, made up of that previously improbable coalition, that he planned to sit down with Mitt Romney in the weeks ahead to chart a new course for the country. Opinion: Obama will get little time to celebrate “We believe in a tolerant America, open to the dreams of an immigrant’s daughter who pledges to our flag, to the young boy on the south side of Chicago who sees a life beyond the street corner, to the furniture worker’s child in North Carolina who wants to become a doctor or a diplomat or even a president,” Obama said. “We will rise and fall as one nation, and as one people. It doesn’t matter if you are black or white, young or old, rich or poor. You can make it in America, if you’re willing to try.” It was a reflection of his own journey, of a man who’d made it as a two-term black president.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/11/07/politics/obama-identity/index.html"
        },
        {
            "headline": "Economy tops voter concerns in exit polls",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2012
            },
            "article_content": "Exit polls Tuesday night find economy by far voters' top issue Health care and the deficit were also major concerns Political experts watching the racial breakdown of voter turnout It’s little surprise that the economy weighed heavily on the minds of voters as they exited the polls Tuesday. After all, for the better part of a year, both President Barack Obama and Republican challenger Mitt Romney tried to make the case that their respective plans were the best fix for an ailing economy buffeted by high unemployment, anemic home sales and high foreclosure rates. First exit poll results “It’s an election in a year when the economy is in a very slow, grinding recovery, so it’s sort betwixt and between, right? It’s neither the kind of booming recovery that would have given Obama an easy win nor the kind of really ugly jobs picture that we had a year ago,” CNN contributor and New York Times columnist Ross Douthat said Tuesday on CNN Newsroom. Exit Polling Sixty percent of those polled by CNN as they finished voting listed the economy as the most important issue. Those exit polls provide a window into voters’ thoughts in some of the most-closely watched states of Florida, Virginia, Ohio and New Hampshire. Politics: Republicans pick up a key seat in governors’ races Of those voters who were asked about the biggest economic problem facing “people like you,” 38% said it was unemployment, 37% said rising prices, 14% said taxes and 8% said it was the housing market. Of those who voted Tuesday, 25% said they were doing better today compared with four years ago, 32% said they were doing worse and 42% said they were doing about the same. The last government unemployment figures before Election Day showed more of the incremental economic growth that Obama heralds as continued recovery and Romney labels insufficient. According to the Bureau of Labor Statistics, the economy added 171,000 jobs last month and the unemployment rate rose to 7.9%, up from 7.8% in September after being above 8% since February 2009 – the month after Obama took office. Election 2012 Live More voters in the swing states of Florida, New Hampshire, Ohio and Virginia blame George W. Bush than Obama for the state of the U.S. economy. Florida, Ohio and Virginia were still too close to call late Tuesday night. And exit polling suggests that in the critical battleground state of Ohio, 59% of voters polled approve of the federal government’s aid to U.S. automakers while 36% disapprove. House Speaker John Boehner on Sunday said he was “very confident” that Mitt Romney will win his home state of Ohio on Tuesday, but acknowledged that the auto bailout has helped the president with some voters here. Politics: Democrats keep control of Senate, CNN projects “Romney is doing well in Ohio. You know, polls don’t decide elections, voters do,” the speaker said Sunday, though he later added “the auto bailout may help the president in Ohio a little.” Health care and the deficit also ranked high with voters. That, too, was no surprise. The U.S. Supreme Court’s narrow upholding of the health care reform law this summer gave Obama and Democrats a morale boost and riled Republicans who vowed to repeal the law “lock, stock and barrel.” The two presidential candidates’ rival proposals to trim the nation’s debt provided for some of the liveliest exchanges during the presidential debates. In the battleground state of Florida, which has a large elderly population, 49% of voters said Obama would better handle Medicare, while 47% gave the nod to Romney. Meanwhile, 29% of those polled said they want someone who has a vision for the future and a nearly identical number, 27%, want someone who shares their values; 21% say the top quality they were looking for is whether a candidate cares about people like them, while 18% want a strong leader. The racial breakdown of turnout will also deeply impact the election, political experts say. “One important indicator I will be looking at Election Night is the question of ethnicity – and how the white vs. the nonwhite population splits,” CNN chief political analyst Gloria Borger wrote for CNN. “In the 2008 election, 74% of the electorate was white. That percentage has declined recently because of the growth in the Hispanic and voting African-American population.” CNN Projects: It’s Obama! Tom Cohen, Deidre Walsh contributed",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/11/06/politics/exit-polls/index.html"
        },
        {
            "headline": "What to watch for on Election Night",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2012
            },
            "article_content": "CNN is covering Election Day right now on CNN TV, CNN.com and via CNN’s mobile apps. Check up-to-the-minute results at cnn.com/results and join our live blog at cnn.com/conversation. Need other reasons to spend Election Day with CNN? Here’s our list. Dana Bash: Keep your eye on Senate drama; can GOP regain control? Gloria Borger: How the white vs. nonwhite vote goes could be critical Candy Crowley: It's all about the suburbs -- and one special county in Ohio Peter Hamby: Pasco County will shed light on how the Sunshine State will go A long and bitter presidential election comes to a close Tuesday when Americans choose between a second term for President Barack Obama and a new direction with former Massachusetts Gov. Mitt Romney. CNN’s reporters, correspondents, analysts and anchors share what they’ll be watching for that might tip off how the election will go: Acosta: Romney’s make-or-break state It’s been called Obama’s election “firewall.” But truth be told, it’s looking more and more like Romney’s make-or-break state. Consider the day’s agenda.  Late Monday, the Romney campaign revealed the GOP nominee and running mate Paul Ryan will make public appearances in Cleveland on Election Day in one last push for undecided voters.  No other state can make the same claim. What other state can boast an event in which the Romney campaign plane pulled into an aircraft hangar before thousands of cheering supporters? That bit of grandiose stage crafting was pulled off by the Romney campaign in Columbus on Monday night. Romney breaks tradition with Election Day campaigning Despite the campaign’s confidence in winning Ohio, a Republican source close to Romney’s operation in the state said the result there will be “close, very close.” It might come down to Romney’s opposition to the U.S. auto bailout. His “Let Detroit Go Bankrupt” op-ed in The New York Times in 2008 (a headline he did not write) may prove to be his downfall in Ohio, where one in eight jobs are tied to the auto industry. Who would have thought a newspaper column, not Romney’s business career nor his record as governor of Massachusetts, would have the potential of denying him the White House? Romney tried to mitigate the impact of the auto issue by making a discredited claim at an event in Ohio that Chrysler was considering moving all of its Jeep production to China.  His campaign then continued to tell that story, in various renditions, in ads in the state to stinging reviews from the state’s newspapers. Election riddles solved Bash: Unexpected GOP struggles in Senate The neck-and-neck presidential race might be dominating headlines, but there are a lot of rich dramas playing out across the country in the battle for control of the Senate. Heading into Election Day, there are nearly a dozen true toss-up races that could go either way. Republicans hold 47 seats. To retake control of the Senate, the GOP needs a net gain of four. With 23 Democratic seats up for grabs in a terrible economy, it seemed like a no-brainer that Republicans would be able to flip four. But it’s now a struggle for the GOP. The central reason is that Republicans are defending several unexpected races on their own turf. Indiana’s Senate race is going to be one of the evening’s early bellwethers to determine the balance of power in the Senate. GOP candidate Richard Mourdock’s poll numbers plummeted in this red state after he awkwardly said a few weeks ago that pregnancy from rape is a gift from God. Polls close at 7 p.m. ET, and if Democrat Joe Donnelly wins, it will set Republicans back – especially since the GOP already expects to lose the seat vacated by retiring Sen. Olympia Snowe in Maine. The state’s popular former governor, independent candidate Angus King, is on track to win there. Controversies dim GOP hopes to take over Senate Here are three other nail-biters I’ll be watching: Virginia: With more than $80 million spent so far, it’s the most expensive Senate race in the country. Former GOP Sen. George Allen is trying to get his seat back after a narrow defeat six years ago. The man who beat him, Jim Webb, is retiring, and former Gov. and Democratic National Committee Chairman Tim Kaine hopes to keep the seat in Democratic hands. Montana: Neither Republicans nor Democrats will even privately predict which way this one will go. Incumbent Democrat Jon Tester is trying to hold on for a second term in this red state. GOP challenger Rep. Denny Rehberg started out the race about 1% ahead in the polls. Now, $50 million later, they’re in the exact same place – a 1% differential between them. Massachusetts: Going into Election Day, Republican strategists were pessimistic about holding onto this red seat in the traditionally blue state. GOP Sen. Scott Brown had fallen behind his well-funded Democratic challenger, Elizabeth Warren – a liberal icon who was the president’s former consumer advocate. Brown’s win in the race to fill the late Ted Kennedy’s seat stunned the political world, and he insists he’ll surprise everyone again. But the president is expected to take Massachusetts by double digits – and with him at the top of the ticket, it may be hard for Brown to beat back a Warren win. Borger: How will the white vs. nonwhite vote split One important indicator I will be looking at Election Night is the question of ethnicity – and how the white vs. the nonwhite population splits. In the 2008 election, 74% of the electorate was white. That percentage has declined recently because of the growth in the Hispanic and voting African-American population. Given the ongoing Republican trouble with Hispanic voters and the assumption that African-Americans will, once again, vote overwhelmingly for the president, Romney needs a strong white turnout to help propel him to victory. In an analysis by Republican pollster Bill McInturff, the question of the white/nonwhite divide is called the most “critical” of the election. His analysis shows that if the white percentage of the electorate drops to 72%, Obama will probably win the election. Do the math: CNN racial bloc voting calculator One key to watch is how the white vote itself splits between Obama and Romney. In the latest national poll CNN/ORC International, taken from Friday to Sunday, Obama received 40% of the white vote, while Romney got 57%. In 2008, Obama received 43% of the white vote, which means he is polling less than that currently. Crowley: Virginia suburbs and I-4 corridor The first thing I’ll watch is the exit polls to see who’s voting and where – in particular, heavy Latino turnout in Colorado, Nevada, Virginia and Florida could indicate Obama wins those states. Then, it’s Virginia, Florida and Ohio. I’ll watch the Virginia suburbs of Washington, particularly the female vote.  Romney won’t win here, but he has to hold down Obama’s numbers while running up his own score in the rural area. Romney has to win Virginia. Florida is all about the Interstate 4 corridor. North of it votes Republican, south of it Democratic. The I-4 corridor decides. Everyone will tell you to watch Lake, Stark and Hamilton counties in Ohio. There are good reasons to watch all of them, reasons no doubt delineated by my colleagues. But for me, it’s all about Ottawa County, which has correctly picked the presidential winner in Ohio since 1944. That’s a better record than pollsters. I’ll watch Ottawa. Hamby: How goes Pasco? Polls begin to close in Florida at 7 p.m. ET, and a handful of counties will report their absentee and early vote tallies immediately. Once that happens, political pros in Florida will be anxiously refreshing election board websites in a handful of those counties – Pinellas, Duval, Orange – in search of early clues about which way the state is trending. Track county-by-county results: Florida One of them is Pasco County, outside Tampa. Officials there are diligent about posting returns as quickly as possible. The county has a slight Republican tilt, but Obama won the early and absentee vote there in 2008 despite losing the county on Election Night. For Democrats, it was a promising sign that Obama was well on his way to being competitive statewide, even in GOP-leaning areas. In 2004, George W. Bush beat John Kerry in the Pasco early/absentee vote by eight points. Bush ended up winning the county by 10 points. In a shift four years later, Obama beat John McCain by five points in the early absentee vote. He ultimately lost the county – but only by 3.5 points, thanks to the votes the campaign banked early. If Obama is losing Pasco by more than that Bush/Kerry margin by the time the first returns are posted, it could be a tough night for Obama in Florida. “If you are looking for good news for Romney out of Pasco, if they have a 10- to 12-point lead in the absentee and early vote, that probably portends that they are going to have a really good night in suburban counties,” said one top Florida Democrat. King: The suburban vote and who votes in the swing states A narrow and then a more global point: • Watch the vote in the suburbs around Cleveland and Columbus, Ohio, and in northern Virginia. These are two early-closing states; if Romney is holding his own in the suburbs, we have a competitive night. If not, it could be effectively over before we get to the Central Time zone. • Who votes determines who wins: The composition of the electorate in the swing states is the first and best clue. Does the electorate look like 2008? If so, then Obama is likely on a path to victory. But if the percentage of African-American, Latino and younger voters is down just a bit – and the electorate looks, say, more like the 2004 presidential election – then Romney has a shot. Preston: What happens afterward? It goes without saying that we are all looking at turnout in the key battleground states – can Romney and Obama get their respective bases to show up at the polls and at the same time, convincing the independent voters to vote for them? What is piquing my interest is not only what happens in the next few hours but what will be the political climate for the next president-elect. Washington is already polarized, and there are great challenges facing Congress before the end of the year. Whoever wins the presidency and the parties that control the House and the Senate need to put the bitterness of this election behind them and work together. The big question: Can they do that? Steinhauser: Can Romney broaden the electoral map? This election will be won or lost in the battleground states. Or will it? Romney’s presidential campaign is making a last-minute push in two states that should be safe for Obama: Pennsylvania and Minnesota. Romney campaigned in Pennsylvania on Sunday and goes back to the Keystone State on Election Day. Running mate Ryan campaigned in Pennsylvania on Saturday and in Minnesota on Sunday, and the campaign’s up with ads in both states. Is this a head fake by the Romney campaign, or does it see the tightening public opinion polls in both states as evidence it might be able to turn Pennsylvania and Minnesota from blue to red? The Romney campaign says it’s playing offense. The Obama campaign says the move is a sign of desperation by the Romney camp. We’ll find out who’s right on Election Night. Yellin: Will voters send a clear message? Have you heard? The early voter was this year’s soccer mom – the must-have vote both sides fought over. Obama appears to have won most of the early vote but not at the same margins as 2008, leaving Team Romney a window it says it can pry open. Now it’s about who turns out: Will the president recreate the same coalition as he did in 2008? This is a euphemism for how white the voters will be on Election Day. If enough Latinos and African-Americans vote, Obama gets a second term. If they don’t, it’s President Romney. I’m not a fan of reading tea leaves to guess where this will end. Can’t we wait till the votes are counted? I’ll be watching for what voters are saying at the ballot box. I know – so old-fashioned. Will whoever becomes president have a mandate? And to do what? In 2008, it was pretty clear that Americans wanted change – a change from the Bush years. In 2010 – the tea party midterms – they wanted less spending, smaller government. It’s not clear what the mandate might be after this campaign. Do Americans want the government to do more or less to help with tough economic times? The next president will confront tax reform and deficit reduction and changes to our health care system. These are huge issues that could prompt more gridlock in Washington – unless there’s a clear message from voters. Do voters want compromise in Washington? If so, when it gets right down to it, are they willing to compromise on the issues that matter most to them – debt or taxes or reforming Medicare? There’s the rub. Results: See the races as they are projected",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/11/06/politics/what-to-watch-election/index.html"
        },
        {
            "headline": "Inside the polls: Voters evenly divided on most questions",
            "author": "Paul Steinhauser",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2012
            },
            "article_content": "CNN is covering Election Day right now on CNN TV, CNN.com and via CNN’s mobile apps. Check up-to-the-minute results at cnn.com/results and join our live blog at cnn.com/conversation. Need other reasons to spend Election Day with CNN? Here’s our list. Seven of eight national polls show race is in a dead heat Others including issues, favorable ratings polls, show a razor-thin margin Polls diverge by race, with 40% of white voters for Obama and 57% for Romney Polls in battleground states -- where candidates are finishing their campaigns -- also are close You want close? We’ve got close! Seven of the eight national polls released since Sunday indicate the race for the White House is in a dead heat, like most have shown for weeks. More importantly, it’s a similar story in the key battleground states that will decide whether President Barack Obama or Republican nominee Mitt Romney will be victorious on Tuesday. According to the final CNN/ORC International poll released before the election on Sunday night, 49% of likely voters questioned in the survey say they support the president, with an equal amount saying they back the former Massachusetts governor. What to watch for But it’s not just the horse-race numbers that show how equally divided American voters are over the two candidates. Battleground blitz of swing states McKinnon explains the independent factor How will we know the election is over? What do the latest campaign polls mean? According to the CNN poll, the president’s favorable rating stands at 52% in the poll, with Romney at 51%; 51% say they agree with Obama on important issues and 50% say the same thing about Romney; 56% say that Obama has the personal qualities a president should have, with 55% feeling the same about the Republican nominee. Does either party have an edge on enthusiasm? “The CNN survey indicates the answer is no. Seventy percent of registered voters who describe themselves as Democrats say they are extremely or very enthusiastic about voting, with an equal amount of self-described Republicans saying the same thing,” said CNN Polling Director Keating Holland. Margin of error: Two candidates, two journeys, one race of lost dreams And the survey indicated that 49% say they will vote for the GOP candidate for Congress in their district;  with 48% saying they will choose the Democrat. That’s where the similarities end. There are also some stark differences. When it comes to the racial breakdown, 40% of white voters questioned in the CNN poll said they are supporting Obama, with 57% backing Romney. The vote by race could be crucial to determining which candidate wins the White House. “The formula for victory for Obama is to win at least 80% of minorities and around 40% of whites, if minorities represent the 26% of voters that they constituted last time,” said CNN Senior Political Analyst and National Journal Editorial Director Ron Brownstein. Poll of Polls: Margin is thin in New Hampshire, Iowa “The final wave of public polls all show Obama running right around that tipping point, among both whites and minorities, which means nothing looms larger than the racial composition of the electorate.” Obama obviously benefits if the minority share of the vote increases even by a point or two. The flip side is that if the minority share declines at all, the math gets better for the GOP challenger. “And if it remains unchanged, we’re on the knife’s edge,” Brownstein added. “But just remember, the minority share of the vote has increased, and the white share has decreased, in every presidential election since 1992. Just holding the minority share steady, much less seeing it decline, will require a huge turnout among older and conservative whites, which is the last hope for Republicans looking at most public polls showing Obama holding a narrow, but steady, edge, especially in the battleground states.” CNN Poll of Polls: Ohio a close contest on eve of election The CNN poll was one of seven national nonpartisan, live operator surveys released Sunday and Monday to indicate the battle for the presidency either a dead heat or virtually tied. A Politico/George Washington University survey has it tied at 48%; an NBC News/Wall Street Journal poll indicates Obama at 48% and Romney at 47%; the latest ABC News/Washington Post tracking poll puts Obama at 49% and Romney at 48%; Gallup’s latest daily tracking poll had Romney at 49% and Obama at 48%; American Research Group had it deadlocked at 49% and Monmouth University had it all tied upat 48%. A Pew Research Center survey released Sunday indicates the president at 50% and the GOP challenger at 47%, which is within the survey’s sampling error. While the national polls are revealing, the battleground state surveys are what matter most, since the race for the White House is a battle for electoral votes. And it’s the eight swing states that will end up determining which candidate comes out on top on Tuesday. Of all the toss-up states, Ohio and it’s 18 electoral votes has gotten the most attention because many scenarios see the election being decided there. Both the president and the former Massachusetts governor hold campaign rallies in Columbus, the state’s capital, on Monday, the final day of campaigning. Provisional ballots could be key if Ohio margin razor thin A new CNN Poll of Polls compiled and released Monday show Obama at 50% and Romney at 47% among likely voters in the Buckeye State. The CNN Poll of Polls is an average of three Ohio polls of likely voters conducted in the last week: Ohio Poll/University of Cincinnati; CNN/ORC International and NBC/Wall Street Journal/Marist. The Poll of Polls does not have a sampling error. Florida, where 29 electoral votes are up for grabs, is also getting outsized attention and two polls released on Friday tell very different stories. An NBC News/Wall Street Journal/Marist survey gave the president a razor-thin 49%-47% edge, within the poll’s sampling error. But a Mason-Dixon survey conducted for many of the Sunshine State’s major newspapers indicated Romeny ahead 51%-45%. Four years ago Obama become the first Democrat to capture Virginia in a presidential election since 1964. The battle for the state’s 13 electoral votes appears to be extremely close this time around. An NBC/WSJ/Marist survey released early Monday morning indicated Obama at 48% and Romney at 47%. The president closes his campaign on Monday night in Iowa. Then-Sen. Obama’s victory in the 2008 Iowa Democratic caucuses launched him towards the White House. The Hawkeye State is also a general election battleground, and a new CNN Poll of Polls that averages all three non-partisan, live operator surveys conducted over the past week indicates Obama with a 48%-45% edge. Romney closes his campaign Monday night in New Hampshire, the state were he officially launched his bid for the White House nearly a year and a half ago. Besides holding the first in the nation primary, the Granite State is also a general election battleground, and a new CNN Poll of Polls that averages all three non-partisan, live operator surveys conducted over the past week indicates Obama with a 50%-38% edge. In the two Western battlegrounds, the most recent polls in Colorado (by CNN/ORC and American Research Group) indicated the race all knotted up. And in Nevada, an NBC/WSJ/Marist survey indicated the president with the edge and an ARG poll gave Romney a slight advantage. The only state where the president appears to have a solid single digit advantage according to public opinion polls is Wisconsin, home to GOP running mate Rep. Paul Ryan. A CNN Poll of Polls of the three most recent surveys indicates the president with a seven point advantage in Wisconsin. Of course the only numbers that really matter are the numbers we’ll get on Tuesday. Romney breaks tradition with Election Day campaigning",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/11/05/politics/inside-the-polls/index.html"
        },
        {
            "headline": "Could Obama’s struggles with white voters cost him the election?",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 26,
                "year": 2012
            },
            "article_content": "40% of white voters say they'll vote for President Obama--the minimum threshold he needs to win For at least a decade, Democrats have had lower numbers with white voters in presidential elections Political experts attribute lower white support to party identification trends, economy, social policy, race Obama must hold the line with white voters; get high minority turnout to win. The nation’s first black president could be in danger of becoming a “one-termer” if he can’t convince enough white voters that he deserves another four years in the Oval Office. For weeks, he’s hovered around 40% of white voter support - a level that Democratic presidential candidates have struggled with in the recent past and one that analysts believe Barack Obama must maintain in order to win. At the same time, he has to encourage minority voters to go to the polls and capture 80% of their support. Do the math: CNN racial bloc voting calculator “Obama in 08 became the first presidential candidate ever to lose whites by double digits and win. And he could lose them by even more this time and still win. But he can’t fall through the floor with them, and the polling shows him … right at the water line of 40 percent that he’ll need, maybe just below sometimes just above,” said Ron Brownstein, the National Journal editorial director and CNN senior political analyst. A look at Wisconsin female swing voters Why do 5% of black voters back Romney? Obama vs. low black voter turnout Are the candidates 'Hispandering?' “The big qualification: he’s running better among working class whites in the upper Midwest battlegrounds of Iowa, Wisconsin and Ohio than anywhere else and that is his last line of defense in this very close election,” he said. With 59% support among whites, Republican presidential nominee Mitt Romney is hitting record numbers among that group. He is approaching a margin of support last seen by Republican Ronald Reagan in his 1984 re-election. Yet, support for Romney among non-white voters has hovered between 18-20%, according to  national Washington Post-ABC News tracking poll data. During his 2008 presidential campaign, Republican nominee John McCain got roughly 55% of the white vote and 20% of the non-white vote. “This is a long-term demographic problem,” John Avlon, a CNN contributor, said. “We don’t want to see our politics divided by race going into the future. That is not healthy or sustainable for a nation as large and diverse as we are and this election is shaping up along these fault lines.” The racial trends in this year’s election are part of a complicated calculus in which a greater number of white Republican voters could offset possibly lower turnout among the Democratic base of minorities and young voters. Moreover, an ongoing fight in battleground states over voter identification laws, which some opponents say are efforts to disenfranchise minority voters in a close election and proponents say are needed to prevent fraud, is also a factor. The result is a deeply partisan and polarized election that could hinge — in part — on some uncomfortable racial math. “Part of the reason we’re thinking about this is the dynamic of this being a black president,” said Mark Anthony Neal, a cultural and Black studies professor at Duke University. Is Obama taking black vote for granted? Neither the Obama and Romney campaigns commented on the racial differences in the polling figures. However, both campaigns have shown that they are aware that the nuances of race factor into potential wins. Romney’s comments during a May fundraiser that “it would be helpful to be Latino” because were he “born of Mexican parents, I’d have a better shot of winning this,” went over poorly with some Latinos—a voting block the campaign is trying to make inroads with through Spanish language advertisements and dispatching bilingual surrogates. During recent comments to the Des Moines Register editorial board, Obama said: “I will just be very blunt. Should I win a second term, a big reason I will win a second term is because the Republican nominee and the Republican Party have so alienated the fastest-growing demographic group in the country, the Latino community.” Obama made history when he won the 2008 presidential election — a feat he accomplished in part with 43% of the white vote. It was the same percentage former President Bill Clinton netted in 1996. But Democrats have struggled for the past decade to hold on to white voters during presidential elections, Brownstein said. In 2004, Sen. John Kerry lost his presidential run after getting only 41% of that group. In the 2000 election, Vice President Al Gore lost with 42% of the white vote, 90% of the black vote and 35% of the Latino vote. “Democrats have struggled for several decades to maintain any measurable level of support among whites, especially non-college whites,” Brownstein said. “No Democratic nominee has won a majority of whites since 1964. And it’s been especially hard for Democrats to hold onto whites after they have had unified control of Washington, which suggests they are having trouble convincing whites to buy into their vision of activist government.” And Republicans have struggled to woo minority voters. In 2004, for example President George W. Bush won re-election with 30% of the minority male and 24% of the minority female vote. Exit polls from the 2000 election showed that Bush received only 9% of the black vote and 35 percent of the Latino vote. The number of minority voters has increased since those elections. Over the next several generations, the wave of minority voters – who, according to U.S. Census figures, now represent more than half of the nation’s population born in the past year – will become more of a power base in such GOP strongholds as Alabama, Mississippi and Georgia. That hold will extend all the way to California, experts say. GOP problem: ‘Their voters are white, aging and dying off’ But for now, the population remains majority white and turnout rates are traditionally lower among minorities—both factors that could prove problematic for Obama. “What we’re beginning to see is the Republicans are becoming increasingly white and Democrats are increasingly losing white people. They’re maintaining the minorities, but losing whites …,” CNN contributor LZ Granderson told the network. “It’s the message. Something they’re doing as a party that is not appealing to the white voter. And so it isn’t just about President Obama. It’s about the platform.” Granderson: Both parties have a huge race problem Political experts attribute part of Obama’s struggles with some white voters to disappointment in his handling of the economy. Discomfort over his shift on such social issues as support for gays serving openly in the military and his administration’s federal mandate requiring religious institutions to offer employees insurance coverage for contraception may keep some socially conservative white voters from casting ballots for Obama, political experts say. But for some voters, a subtle form of racism may also be at play, Neal said. “If we were in a post-race society, the measurement is not the election of Obama but the re-election of President Obama. He still had to perform and he has been held on a short leash in that context,” Neal said making the analogy that black professional sports coaches and managers are similarly given less room to stumble than their white counterparts. “Many voters including black voters don’t feel Obama performed exceptionally (on the economy),” Neal said. “So much of what we’ve seen in terms of Romney support is a fundamental distrust of Obama because he’s not giving the goods. That argument is easier to be made because he’s black. … It’s not so much they are voting for Romney because he’s white but the economy protects them. They don’t have to feel guilty because of the economy. The economy lets them off the hook.” Whatever the reasons for the gap, Obama will have to work overtime to maintain numbers of white voters who say they will vote for him while convincing minority voters to turn out to vote, said Andra Gillespie, an associate professor of political science at Emory University. “To be more comfortable he should be going above 40 percent (with white voters),” Gillespie said. “He’s focusing on women, the majority of whom are going to be white, by talking about issues of reproductive health and contraception. He’s going for the white youth vote by talking about student loans.” Both campaigns realize that all of their careful math hinges on getting out the vote. “They should have a good sense of where their voters are and who their voters are. They should have spoken to them by phone,” Gillespie said. “And they should have a plan in place to ask them to vote between now and Election Day.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/10/25/politics/obama-40-percent/index.html"
        },
        {
            "headline": "As Election Day nears, voter ID laws still worry some, encourage others",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 12,
                "year": 2012
            },
            "article_content": "CNN senior correspondent Joe Johns will debut a one-hour documentary, Voters in America: Who Counts, which focuses on new voting laws  and how they may affect the outcome of the 2012 presidential election, airing on CNN/U.S. on Sunday, Oct. 14 at 8:00 p.m. and 11:00 p.m. ET and PT. At least 15 states have passed laws requiring voter IDs, limiting voter registration techniques or restricting early voting Courts have overturned or limited many of those laws Supporters say regulations are necessary to safeguard the voting process Opponents feel laws discourage turnout by disproportionately impacting certain voters For LaVon Bracy, the pain of racial discrimination, of fighting for her rights as a U.S. citizen, still aches every time she thinks about Florida’s new voter identification law. “When I think I had ancestors that died for this right. I owe it to them … to do what I’m doing,” said Bracy, who years ago helped desegregate her Florida high school and today is fighting to change voting restrictions she feels are designed to keep people like her away from the polls. Parts of the Florida law – which required a photo ID to vote, restricted voter registration techniques and limited early voting – have been curtailed by federal courts. Still, it is one of more than two dozen laws across the country approved in at least 15 states since 2011 to deal with concerns around voter fraud and election irregularities. But courts and the Justice Department have reversed or weakened several of those regulations in a flurry of recent litigation. Anita MonCrief, however, could not disagree more strongly with Bracy. MonCrief, who is also African American, told women gathered at the Woman’s Up Pavilion at the Republican National Convention in August that she resents when other blacks suggest that efforts to crack down on voter fraud are racially motivated. “This is not the 60’s and blacks are not your victims,” MonCrief tweeted during the week of the convention. “Do you know any blacks that have been disenfranchised by having poll watchers in place? Neither do I.” CNN senior correspondent Joe Johns will explore the impact of tough new voter laws in an hour-long documentary set to air on Sunday. It focuses on new legislative voting changes in Florida and how those changes may affect the outcome of the 2012 presidential election. Political tactic or vital for democracy? This year’s fight has been especially intense in the battleground states of Florida and Pennsylvania, where there have been high-profile fights over new voter identification laws, and Ohio, where the campaigns of President Barack Obama and Republican White House challenger Mitt Romney were locked in a showdown over early voting. Some see the voter laws as a political weapon designed to discourage turnout during an election where every vote may matter. Others, however, feel that the laws are a simple and painless way to assure the integrity of the voting process. Where is the voter fraud? Law ended 'souls to the polls' Sunday Voters prepare for voter ID hurdles Voter ID laws stir controversy “We’ve seen a great deal of litigation in the last two election cycles,” said Dan Tokaji, an Ohio State University law professor. “This is shaping up to be an extremely close presidential election in which a lot of these seemingly little things could add up and make a difference in these swing states in Florida or Ohio or Pennsylvania.” But are the slew of new laws a solution in search of a problem? Johns’ investigation reveals there were 55 cases of voter fraud referred for prosecution by the Florida Secretary of State out of 11.6 million registered voters over five years, the latest period for which data is available. Evidence of voter fraud? “It’s true that there is some voter fraud in this country … but there is no credible evidence that there is any systematic in-person voter fraud.  It’s not a serious problem,” Richard Hasen a political science and law professor at the University of California-Irvine told CNN. There is recent evidence, however, that some voting fraud does exist. Last month the Republican National Committee announced it cut ties with a consulting firm that Florida election officials say may have filed falsified voter registration paperwork. The story was first reported by NBC News. Palm Beach County Supervisor of Elections Susan Bucher told CNN that her office has called into question as many as 106 voter registration applications that were turned in by someone connected to Strategic Allied Consulting. Fred Petti, an attorney for the firm, said the employee involved in the questionable signatures was “fired immediately.” Republicans in Florida and in the battlegrounds of Colorado, North Carolina and Virginia have paid Strategic Allied Consulting at least $3 million in recent months for voter registration and get-out-the-vote efforts, although the issues appear to be limited to Florida. According to the Brennan Center for Justice, a legal think tank at the New York University School of Law that has criticized the increase in what it sees as prohibitive voting laws, there have been 25 laws and two executive actions passed in 19 states since the beginning of 2011 which “could make it harder to vote.” However, “nearly a dozen courts overturned or weakened restrictive measures, and the Department of Justice blocked others,” the group wrote on its web site. Recent court rulings In August, a federal appeals court in Washington struck down the Texas voter ID law requiring photos for voters at the polls, calling it racially discriminatory. Republican Gov. Rick Perry signed the voter ID measure into law last year, but it had yet not gone into effect because the federal Voting Rights Act requires changes in Texas voting laws to be pre-cleared by the Justice Department. A Pennsylvania judge ruled last week that state officials cannot enforce a new voter identification law in next month’s presidential election.Prior to the new law, first-time voters in Pennsylvania were allowed to present documents like bank statements and utility bills in lieu of photo identification. Under the new law, all voters would have to present a valid photo ID – one that is sanctioned by the state – before they cast their ballots. To get a photo ID, residents must have a valid Social Security card; an official birth certificate or U.S. citizenship documents; and two proofs of residency, such as a utility bill or tax records. That same week, a federal appeals court sided with the Obama campaign and Democrats in their lawsuit against Ohio over a restriction the state had placed on early voting. Obama’s campaign, the Democratic National Committee, and the Ohio Democratic Party filed suit in July over the restriction, which would have closed early in-person voting at the end of the day on the Friday before the election for all voters except those covered by a federal voting law. The Uniformed and Overseas Citizens Absentee Voter Act required the state to maintain early voting for members of the military, their family members, and U.S. citizens living outside the country. However, a federal court panel in Washington on Wednesday ruled in favor of South Carolina’s voter photo ID law, but said it cannot go into effect until next year because there’s too little time to implement it for this November’s election. The three-judge panel said South Carolina’s law does not discriminate against racial minorities as the Justice Department and other opponents had argued. Clarity and confusion The flurry of laws and subsequent legal decisions could not only confuse voters but also poll workers who may be unclear on the changes, said Myrna Pérez, a senior counsel at NYU’s Brennan Center for Justice. As a result, she said, the very rulings meant to prevent disenfranchisement could create a climate in which poll workers unwittingly do exactly that. “When you have laws changing so close to the election there’s going to be confusion and misunderstanding of applications,” Perez said. “It doesn’t help with the fact that election officials are at the busiest time of their year. As a country, our election offices are under-resourced and not given the kinds of support they need and our poll workers … frequently don’t receive the kind of training they need. “It’s a very real possibility that poll workers are going to be confused about the state of certain laws and that confusion could make it more difficult for eligible Americans to participate,” she added. An ‘opportunity for local elections to be … stolen’ Lawmakers who have crafted some of the nation’s toughest voter identification laws reject the notion that they are disenfranchising minorities. Florida state representative Dennis Baxley (R-Ocala), chief sponsor of that state’s voter identification law legislation, says he is not suppressing the votes of African Americans and Latinos. He disagrees that the intent of the new law is anything more than his effort to prevent voter fraud. “One of the things, I think, that was really going wrong was the opportunity for local elections to be displaced or stolen, by just people coming in and moving their address,” Baxley says in the CNN documentary. But some still see the matter as a racial issue. Attorney General Eric Holder and first lady Michelle Obama weighed in last month on voting rights at the Congressional Black Caucus Gala.Holder said voting rights are more than a partisan issue, while Obama recalled the pains many withstood in the civil rights struggle. The right to cast a ballot, she said, is significant, important, and should be protected. Though Obama did not specifically address voting laws, she stressed the importance of registering people to vote, calling it “the movement of our era.” “We cannot let anyone discourage us from casting our ballots,” Obama said. “We cannot let anyone make us feel unwelcome in the voting booth. It is up to us to make sure that in every election, every voice is heard and every vote is counted.” Rep. John Lewis, D-Georgia, a civil rights icon who was a close confidant to Dr. Martin Luther King and was beaten over his efforts to help end racial segregation and ensure voting rights for blacks, was more blunt. “I’m really shocked. For me it is unreal. It is unbelievable,” Lewis told CNN last month. “It may not be the literacy test or counting jelly beans in a jar. People aren’t being beaten or chased by police dogs, but it takes us back to another day and another period and as Americans we should not want to even dream about the past.” CNN’s Bill Mears, Terry Frieden, Joe Johns, Justin Lear, Gregory Wallace contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/10/12/politics/voter-laws-update/index.html"
        },
        {
            "headline": "With surging numbers, Asian-Americans look for congressional gains",
            "author": "Jeffrey Stein",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 17,
                "year": 2012
            },
            "article_content": "Asian Pacific Institute for Congressional Studies monitors elections It says 30 Asian-Americans launched congressional bids in 2012 vs. 10 hopefuls in 2010 U.S. Rep. Judy Chu, D-California: \"It's a great step forward\" Asian-Americans are among the fastest-growing groups in the U.S. Three times as many Asian-Americans have been running for Congress in 2012 than in the past two elections, a nonpartisan political group says, and it’s a development that portends greater changes in demographic trends and reflects the recent political awakening of a minority group long confined to the margins of American society. “It’s extremely exciting,” says Gloria Chan, president and CEO of the Asian Pacific Institute for Congressional Studies. “We could really stand to gain seats and affect the balance of power in Congress.” Including Pacific Islanders, 30 Asian-Americans launched campaigns for Congress this year, compared with 10 in 2010 and eight in 2008, according to an APICS count. Though several of the Asian-American candidates lost their primaries, others stand to become the first people of Asian descent in their respective states – New York, Tennessee and Florida, for instance – to join the legislative body. Appearing on CNN Sunday night, U.S. Rep. Judy Chu, D-California, heralded this year’s election as a potential watershed moment for Asian-Americans in politics. “It’s a great step forward for all of us when the people who are making the decisions about America look like America,” said Chu, who in 2009 became the first Chinese woman elected to Congress. “I am so proud of these Asian-Americans who are now running.” Chan added that Asian-Americans’ surging involvement in politics could have reverberations far beyond Washington. “For the Asian-American and Pacific Islander community, there’s always this stereotype – we’re quiet, we don’t speak up, we don’t fight back when we’re made fun of, we’re nerds, etc.” Chan says. “It’s been difficult for Asian-Americans to break through those stereotypes.” Opinion: Will Jeremy Lin’s success in NBA end stereotypes? But Chan is optimistic that the recent explosion of Asian-Americans in prominent positions could help dispel the stereotype and “shed light on what our communities are really about and the challenges we face.” Having Asian-Americans in leadership roles, she said, could augment the group’s political voice. Yet some experts noted that the campaigns also have the capacity to show the ugliness of American racism. “There’s always been this question, ‘How American are Asians?’ ” says Curtis Chin, board president of Asian Pacific Americans for Progress. “A lot of politicians still play off of this: ‘Asian-Americans, how much do we trust them? Where are their loyalties?’  In districts where there isn’t a lot of exposure, they can be defined in racial ways.” Chin added that, unlike some groups, Asian-American politicians face the additional difficulty of lacking an entrenched support network, noting that “it’s a community that’s still developing an infrastructure.” “I think there’s still a big learning curve. When you compare (Asian-Americans) to a community that has a pool of donors, a list of talking points – I think there’s still a lot of work to be done,” he said. “But I think there’s a lot of opportunity, too, because these candidates are fresh. … We’re a  new face, we’re not the standard politician you’ve seen before.” Rep. Michael Honda, D-California, is an Asian-American elected to Congress in 2001, and he agreed that some candidates try to leverage their opponents’ perceived foreignness into electoral advantage. “Some will say this person has connections to China or Japan. … There’s so much out and out blatant racism. In 2010, there were a handful of politicians who used Chinese or Asian languages in their commercials,” Honda said, though he added he had not yet seen similar bigotry in the 2012 races. Honda is no stranger to anti-Asian sentiment in America. Just a toddler at the time, he and his parents were forced into a Japanese internment camp during World War II – a memory Honda says left an indelible imprint on his career and aspirations. He said that as he grew up, he increasingly understood the necessity for Asian-Americans to gain a political foothold. But that was difficult, if not impossible, for a population that represented a fraction of the population. That may be rapidly changing. According to a report released in June by the Pew Research Center, Asian-Americans are among the fastest-growing groups in the United States. In 2010, 36% of new immigrants to the U.S. were Asians while 31% were Hispanics, the study found. Just a decade ago, 19% of immigrants were Asians and 59% were Hispanics. The growth of Asian-Americans’ political clout tends to favor Democrats. Of the 30 who filed to run in 2012, 25 are Democrats, according to APICS. About 60% of the diverse group – which experts urge should not be considered a monolithic entity – voted for Barack Obama in 2008. Their vote could prove crucial in some battleground states, where a growing and increasingly energized Asian-American voting bloc is realizing that – at 6% of the population – they have significant political clout. “We used to be marginalized politically, but now people are understanding we’re the margin of victory,” Honda said. Speaking with CNN’s Poppy Harlow on Sunday, Chu expressed similar sentiments. “Asian-Americans are more enthusiastic than ever, and, in fact, five out of six look forward to voting in this election,” Chu said. “I think it’s because they really appreciate being American.” Read CNN’s In America blog",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/07/15/politics/asian-americans-congress/index.html"
        },
        {
            "headline": "Vincent Gray is the latest D.C. mayor to be dogged by scandal",
            "author": "Brian Todd",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 13,
                "year": 2012
            },
            "article_content": "Gray faces heat over investigation into his campaign funding Other Washington mayors have been the subject of investigation Most widely known is Marion Barry, who served time on a drug charge Mayor Vincent Gray knew in January 2012 that members of his staff had not properly reported funds raised for his 2010 campaign, according to a source close to a federal investigation into his campaign funding. When Jeanne Clarke Harris, a public relations consultant, told Gray in a meeting that she had not reported all the expenditures from the campaign, the mayor instructed her to report them right away, the source said. Harris pleaded guilty this week to helping orchestrate a secret campaign on Gray’s behalf. The allegations have led three of Gray’s former colleagues on the Washington council – David A. Catania, Mary M. Cheh and Muriel Bowser – to call for his resignation, while also writing the next chapter in what has been a long history of political scandal coming from Washington’s mayoral office. Three of the last four occupants of the office have been stung by ethics questions ranging from crack cocaine use and possession to campaign finance violations. D.C. mayor faces litany of problems “Whether or not he knew of the massive election fraud that was taking place in his name, he is responsible for it,” Cheh said in a statement about Gray. She said the scandal “has caused incalculable harm to the district.” On Wednesday in his first public statements since Harris’ revelations, Gray said, “This is not the campaign that we intended to run.” Gray went on to acknowledge that his 2010 campaign had “issues.” But on Thursday, Gray said he had no plans to resign. Asked about the three council members who are calling for him to resign, Gray said there are nine other members who have not called for his resignation. And he said he was disappointed in Cheh’s call for him to step down. “She’s a constitutional lawyer and I think people you know, until somebody has proven somebody there is something, there’s no reason to raise those kind of issues,” he said. Former senior adviser Mo Elleithee verified the issues, saying there were basically two campaigns. “There were those people that were working legitimately, following the rules, playing by the rules trying to get his message out,” said Elleithee. “And then there were these people doing this thing on the side. And most of us on the legitimate campaign didn’t see it. They hid it very well.” Elleithee said he didn’t believe Gray should step down over the finance infractions, as long as he didn’t do anything directly wrong. Elleithee did acknowledged that “every candidate is ultimately responsible for his own campaign.” Campaigns and politicians with “issues” are par for the course in Washington’s local government. The litany of D.C. politicians who became mired in political scandal and turmoil – some of whom were forced to resign for wrongdoing – is not a lonely group. The most well known of the scandalized district politicians is Marion Barry, a four-term Washington mayor and current council member for Ward 8. Barry was first elected in 1979 and was the dominant political force in the district until 1990, when he was arrested and charged with crack cocaine use and possession. Barry was caught in a sting operation while he and his former girlfriend, Rasheeda Moore, were using crack in a room at the Vista Hotel. After agents stormed the room and arrested Barry – all of which was caught on camera – the mayor became enraged and yelled, “Bitch set me up.” The sting and arrest became a stain on the district and, in many ways, made the mayor a laughingstock. Barry was convicted of drug possession and served six months in federal prison. Barry wasn’t done getting in trouble. In 2005, he pleaded guilty to failing to file his tax returns from 1999 through 2004. For that plea, the then-D.C. council member received three years’ probation. D.C. political scandal is not contained to Barry. In 2009, four Washington council committees voted to investigate then-Mayor Adrian Fenty after city contracts were awarded to a company owned by Omar Karim, one of Fenty’s former fraternity brothers. Attorney Robert Trout, whom the council appointed as the investigator, found that Fenty did nothing wrong, but Trout found possible wrongdoing by Karim and the stain of the investigation nagged Fenty in his losing 2010 race against Gray. Gray has a long history in Washington politics, dating back to his time as director of the D.C. Department of Human Services in 1991. During his time as director, he grew the size and scope of the department and came to be known as a vocal advocate for the district’s homeless community. Gray was first elected to the Council of the District of Columbia, the governing body where Gray made most of his political name, in 2004. When the chairman of the council decided not to seek re-election in 2006, Gray ran for the chairmanship and won. He ran as a unifying candidate, with a campaign slogan of “One City,” and pledged to unite a city that had long seen distinct social and racial divides. Gray reused the “One City” mantra in his 2010 race for mayor. But according to political analyst Mark Plotkin, Gray’s time as mayor may be short-lived. According to the longtime D.C. political analyst, Gray is losing legitimacy. “My feeling is that it’s just a matter of time,” Plotkin said. “The political and the legal pressure, working almost together, I just don’t know what he comes up with as a rebuttal. And even if it is proven that he had nothing to do with this, and is exonerated, his legitimacy is so much in question.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/07/12/politics/dc-mayor/index.html"
        },
        {
            "headline": "‘Nothing exciting about me or any other black Republican’",
            "author": "Alicia W. Stewart",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 13,
                "year": 2012
            },
            "article_content": "Don Harwell has not spoken to his twin brother in 10 years. “As I remember it, the discussion was (that) the Book of Mormon was a lie, ” Harwell said via phone. His brother, a born-again Baptist, was speaking about his faith. Harwell finally got tired of trying to defend his own faith to his brother, and they have not spoken since that call. “It hurts, you know,” Harwell shares. But, he adds: “I have real short patience with people who don’t have the knowledge of a book they have never read.” He has become accustomed to being misunderstood at times. He is black. He is conservative. He is Mormon. And he plans to vote for presumptive GOP nominee Mitt Romney. Romney said he “expected boos” In an election year where one poll currently puts African-American support for Romney at just 5%, and after an NAACP speech that brought boos to the Republican, conservative blacks have again become a focus. Is Obama taking the black vote for granted? “I’m a conservative, but not necessarily a Republican” Don Harwell is president of the Genesis Group, a support group for African-Americans in The Church of Jesus Christ of Latter Day Saints. “I know the church is true and I am a firm believer,” he said. “There are always problems, you can find the problems, or you can focus on the positive side.” He had a circuitous journey to becoming baptized as Mormon, and conservative. He grew up in Los Angeles, where his dad was a “good businessman,” and mother helped manage their publishing company. She was a practicing Catholic who took Harwell and his two brothers to Mass. But when Harwell was old enough to “get away from it,” he went on his own spiritual quest. Work took him to Colorado, and later Utah. By then he was “diligently searching for a place to get closer” to the Holy Spirit. Harwell recalls that when he asked God if the Church of Jesus Christ of Latter Day Saints was the true church, he had a physical burning in his chest.  He saw that as his answer. “If the Heavenly Father gives me the feeling that this is the right thing to do, I’m doing it.” He recognizes why some have suspicions of the Mormon faith and are wary of the church’s history.  He remembers the rumors he heard about the church being “racist” before he joined. That is part of why he has worked so hard with the Genesis Group to ensure a more supportive culture. “It is nice to see other people like you who enjoy the same things like you and share the same spirit of our Heavenly Father,” Harwell said. “The church itself is perfect, but people aren’t.” It is also how became acquainted with Romney. He plans to vote for the presumptive Republican nominee, and he worked on the former Massachusetts governor’s 2008 presidential campaign. “I’m a conservative, but not necessarily a Republican,” Harwell says. Today, he is a power company executive who lives in Cottonwood Heights, Utah, with his wife. His wife plans to vote for President Barack Obama. “People are not concerned with the politics or party, but what is going to bring a prosperous future …” “Keep in mind, I am a lifetime member of the NAACP and support their cause in equal opportunity,” Florida Lt. Gov.  Jennifer Carroll shares in a quick phone call on her way to the airport. She is the first African-American statewide elected officer in Florida, under Gov. Rick Scott. Romney draws boos from NAACP, support from conservatives When Romney addressed the NAACP , she was there. “I applaud his efforts for not shying away from an audience that may not vote for him,” she said. “When people get to know Gov. Romney, they will appreciate his candor.” Plus, she adds, people might be surprised how many in the NAACP audience his message resonated with. She noted that several in the audience whispered to her that the presumptive Republican nominee was right about some of the points. “I think that people are not concerned with the politics or party, but what is going to bring a prosperous future for their family,” she said. “I’ve been black all my life” Texas state Rep.  James White is definitely a man concerned with politics and party, but only after his faith to God and country. “I’m a Christian first, a Texan second, and a conservative third,” he says. A former educator turned state representative, the 47-year-old widower is a veteran, a rancher and consultant with a doctorate in political science. He bristles a bit at the curiosity of the “exotic” black Republican. “How many black ranchers do you know?” he counters. He insists that his political maturation is no different from anyone else’s: a function of upbringing, friends, and religious beliefs. “There’s no doubt I’m black. I’ve been black all my life,” he said. “There is nothing exciting about me or any other black Republican.” But White is the first African-American and Republican to represent his east Texas district, a district that includes Jasper, the city that became infamous for the 1998 dragging death of a black man by three white men. “Anytime there is a callous taking of a life, I was offended by it,” he said. “I’m proud to represent southeast Texas, particularly proud of representing the citizens of Jasper. “We all have these challenges in our history that deal with race and ethnicity in many of our locales.  We need to work it out locally.” Racial tension again tests Texas town He was raised in Texas by a Methodist preacher father who worked at an oil refinery, a member of a union. White attended Prairie View A&M University, the historically black college, to study political and military science and pursue his dream of being an officer in the Army.  “It was one of the best experiences I had in my entire life,” he says. He later focused his dissertation on studying how Republicans supported black candidates like Michael Steele and Lynn Swann. It proved a training ground for his own political ambitions: He was recently re-elected for a second term. Still, he prefers not to be boxed in by labels, and to be seen on his own merits. That is why he refused to join the Romney campaign for Wednesday’s NAACP address. “I have not officially come out and (endorsed) Romney, but do plan on supporting the Republican nominee,” he said. He explained his reasons for not joining the candidate in a letter, and insists that he is “making sure the party hierarchy respects my constituency.” “I’m going to follow the party,” he said. He just wants to be sure that he, and his district, are not taken for granted.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/07/12/politics/black-republicans/index.html"
        },
        {
            "headline": "Five scenarios: Health care options before the justices",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 28,
                "year": 2012
            },
            "article_content": "The election-year rulings will guide how Americans receive medical care They will also set boundaries for how government regulation can affect a range of social areas An 1867 law could play a pivotal role The government's key lawyer fielded more than 100 questions from the bench The Supreme Court is set to release its much-anticipated rulings on the constitutionality of the Affordable Care Act, the comprehensive health care law enacted two years ago. The election-year rulings will not only guide how every American receives medical care but will also establish precedent-setting boundaries for how government regulation can affect a range of social areas. Your health and your finances could be on the line. The outcome’s possibilities are myriad: a narrow or sweeping decision? A road map to congressional authority in coming decades? Which bloc of justices, which legal argument will win the day? Here are five scenarios – strategic markers of a sort – to watch as the high court weighs in on health care. Congress ready for health care decisions – then it gets tricky Wait another day? Health care budget claims explained Potential effects of health care ruling How will justices decide 'Obamacare'? Is the health care law constitutional? The first question the high court tackled in its seven-hour marathon argument in March was something few observers had expected: It boiled down to whether the law’s individual mandate is a “tax” that could prevent the court from considering the broader constitutional questions. A little-known federal law – the Anti-Injunction Act, dating back to 1867– bars claimants from asking for a refund on a tax until it has been paid. This “gateway” issue could render moot all the other pending health care questions if the justices think the minimum coverage requirement amounts to a tax. Most justices seemed reluctant to take that route at the public argument session; they appeared eager to move on and address the broader, more vital constitutional questions. But citing the Anti-Injunction Act might give cautious justices a way out of deciding the explosive issue in an election year. The majority might conclude that the political branches can best resolve the conflicts, at least for now, or that the matter can be handled after the November elections. Some court watchers have called this the health care “sleeper issue” that could delay a decision on the constitutionality of the individual mandate for at least four years. Health reform: What’s at stake for small business ‘Weak argument’ = certain loss? Baseball statisticians have nothing on the legal bar. After the arguments, wonky lawyers began counting the number of questions – some hostile, some polite – that the nine justices had tossed at opposing counsel. The somewhat squishy idea: the more questions a lawyer gets, the tougher it will be to prevail. Photos: Health care and the high court During the two hours of debate over the most closely watched aspect – the individual mandate – Solicitor General Donald Verrilli fielded more than 100 questions from the bench. His opponents – private attorneys Paul Clement and Michael Carvin– together faced only about 87. Verrilli, as the federal government’s key lawyer before the high court, was defending the law from a coalition of 26 states seeking its nullification. Verrilli, in the view of many court-watchers, had a bad day, struggling at times to find his voice and fend off a furious rhetorical assault by some skeptical members of the bench. Chief Justice John Roberts was especially tough – he interrupted Verrilli 23 times, but only on seven occasions on the other side. As a former government and private advocate before joining the bench, the 57-year-old chief personally argued 39 cases at the high court and was widely regarded as among the best at making his case. In 2004, while a federal appeals court judge, Roberts wrote a law review article explaining why query counts matter. “The secret to successful advocacy is simply to get the [Supreme] Court to ask your opponent more questions,” he wrote. Basics: Health care reform issues Divide and conquer – 5-4 decisions But a perceived “weak” argument or a voluminous volley of questions does not necessarily spell doom for the Obama administration. Getting nine intellectual hotshots with big egos to line up all the time along “expected” conservative-liberal lines is largely a myth. Only eight of the 55 full opinions released by the court this term have been decided by a one-vote margin. Of course, the most contentious cases are normally the last to be finished, and the number of 5-4 rulings is likely to rise with the 15 or so petitions remaining on the docket. But closely “divided” decisions are not the norm overall. Some legal and political scholars hold out hope the court will offer a united 9-0 voice behind the law’s mandate, whatever the outcome, hoping such a decision would instill political and public confidence. They point to the 1954 Brown v. Board of Education case, in which the justices – despite internal disagreements – came together to unanimously strike down racial segregation in public facilities. But this is a different court and health care in many ways is unique in the court’s jurisprudence – the scale, scope, and political underpinnings all make it especially complex and contentious. The real people behind health care reform To “swing” again A recent “Time” magazine cover featured an intense, distinguished-looking older man, wearing glasses and the slightest of smiles. Most Americans would not recognize him if he walked down the grocery store aisle. But, as with most hot-button Supreme Court cases, Justice Anthony Kennedy – the moderate-conservative often referred to as the “swing” justice – could decide whether the individual mandate stands. So many are watching the native of Sacramento, California, who turns 76 next month, as well as another fellow conservative. “With the four more liberal justices almost certain to vote to uphold the individual mandate, the administration is really hoping for the votes of either the chief justice, who signaled that he had questions for both sides, or the traditional swing vote in the court, Anthony Kennedy, who really was tough on the government lawyer but toward the end suggested that maybe insurance was special enough that he could vote to uphold the mandate,” said Thomas Goldstein, SCOTUSblog.com publisher. Even the perception that his vote might be in play builds Kennedy’s power from within, and makes him one to watch. For cancer patients, health act a lifeline R-E-S-P-E-C-T Will the Supreme Court think big when issuing its decision – sweeping pronouncements on the scope of federal vs. state power when it comes to the Commerce Clause? Or will a narrow approach be the way the justices reach consensus, some sort of workable solution that would give Congress clear guidance going forward – the discretion to perhaps reshape health care in a way that meets constitutional scrutiny. The key may be how the court’s shaky conservative majority defines a long-standing bedrock principle: judicial deference. Some states have long complained that their autonomy is being eroded by creeping federal intervention on spending matters. Article 1 of the Constitution gives Congress the power to “lay and collect … taxes to pay the debts and provide for the common defense and general welfare of the United States” and to “regulate commerce … among the several states.” Such authority has long been broadly interpreted, including when imposing conditions on recipients, be they individuals or states. Every student of government knows the Supreme Court has the power to declare acts of Congress unconstitutional. The precedent-setting 1803 Marbury v. Madison decision remains a cornerstone of federal court authority, codifying the idea of separation of powers as an enduring hallmark of the American system of government. A health care ‘Judas’ recounts his conversion That power has been used wisely – judiciously, if you will – over the years. The courts by their nature are reluctant to frustrate the will of the political branches, which are accountable directly to the people. It is a message President Obama himself offered just days after oral arguments in the health care cases were completed. “The point I was making is that the Supreme Court is the final say on our Constitution and our laws, and all of us have to respect it, but it’s precisely because of that extraordinary power that the court has traditionally exercised significant restraint and deference to our duly elected legislature, our Congress,” said the former law school professor. “And so the burden is on those who would overturn a law like this.” Some conservatives interpreted those and remarks the day before as political interference in an independent branch of government. “The president crossed a dangerous line this week, and anyone who cares about liberty needs to call him out on it,” Senate Minority Leader Mitch McConnell, R-Kentucky, said. “The independence of the court must be defended. Regardless of how the justices decide this case, they’re answerable, above all, to the Constitution they swore to uphold. The fact that this president does not appear to feel similarly constrained to respect their independence doesn’t change that one bit. So respectfully, I would suggest the president back off.” The justices themselves are not prepared to back off when they issue their decision. Nor are they likely as individuals to back into the political firestorm sure to follow. Their ruling will speak for itself – however big, small, or confusing it may be. After that, the justices will again retreat largely from public view, to begin a three-month recess. Timeline of the health care law Health care’s big four issues: What the justices are tackling",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/06/17/politics/health-care-scenarios/index.html"
        },
        {
            "headline": "Obama, Romney give dueling speeches on economy",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 14,
                "year": 2012
            },
            "article_content": "NEW: President Obama says Republican policies failed before and will fail again NEW: Ask friends, business owners if Obama's policies worked, Mitt Romney says The contenders for president in November both speak in the battleground state of Ohio A new poll indicates independent voters question both candidates' policies In dueling speeches that sought to frame the economic debate for their election showdown in November, President Barack Obama and Mitt Romney on Thursday offered differing visions for how to restore strong growth while telling separate Ohio crowds that the other’s policies have failed. The president and the former Massachusetts governor both emphasized particular themes of community in their campaign speeches in a battleground state hit hard by the 2008 recession and its aftermath. Romney, speaking at a factory in the Cincinnati area minutes before Obama’s speech in Cleveland, focused on what he called the president’s failure to deliver promised economic growth so far in his first term. “Talk is cheap,” Romney, the certain Republican nominee, said of the incumbent Democratic president.  “Action speaks very loud, and if you want to see the results of his economic policies, look around Ohio and the country.” He encouraged voters to ask their friends and neighbors if they are better off since Obama became president, predicting that small business owners, bankers, unemployed college graduates and others will answer no. Obama, meanwhile, emphasized the election is about a choice for the direction of the country, saying Romney “and his allies in Congress” advocate the same economic policies of tax cuts and deregulation that brought the recent recession. He cited in particular the refusal by congressional Republicans to accept any kind of tax increase on the wealthy, saying that stance prevented a comprehensive deficit reduction agreement last year. “The only thing that can break the stalemate is you,” Obama said to cheers. “This November is your chance to render a verdict on the debate over how to grow the economy, how to create good jobs, how to pay down our deficit.” The nearly simultaneous addresses reflected what polls have consistently shown – the economy is the top issue in the November presidential election – and both campaigns continued their high-stakes efforts to seize the advantage on it. Obama has been rocked by bad economic news in recent weeks, including a tepid May jobs report and Thursday’s news that first-time unemployment claims rose slightly last week. Last Friday, the president provided fuel to Romney’s repeated claims that he is out of touch and his policies have been ineffective by telling reporters that compared to the public sector, the private sector “is doing fine.” Obama clarifies: Economy ‘not doing fine’ Begala: Obama, tell folks you understand A new Romney campaign ad Thursday replays the president uttering the phrase several times while highlighting the nation’s economic woes by flashing on-screen text: “23.2 million Americans are unemployed,” “40 straight months over 8% unemployment” and “middle-class struggles deepen under Obama.” The spot is the first negative ad against Obama by the Romney camp so far in the general election campaign, although super-PACs backing Romney have run attack ads against the president. Obama tried to play down the rough patch, telling the raucous Cuyahoga Community College crowd that the campaign will be long and tough. “Over the next five months, this election will take many twists and many turns, polls will go up and polls will go down, there will be no shortage of gaffes and controversies that keep both campaigns busy and give the press something to write about,” he said, adding with a smile that “you may have heard I recently made my own unique contribution to that process.” As the audience laughed, Obama added: “It wasn’t the first time.  It won’t be the last.” He summed up the Republican campaign as an attack against his presidency, saying the “scary voice” in television and Romney himself will “tell you the economy is bad, that it is all my fault, that I can’t fix it because I think government is always the answer or because I didn’t make a lot of money in the private sector and don’t understand it,  or because I am in over my head, or because I think everybody is doing just fine.” “That may be their plan to win the election but it is not a plan to create jobs,” Obama said. “It is not a plan to grow the economy.” He cited the ravages of the recession on the economy and highlighted progress made by his administration, being careful to note that people are still hurting and more needs to happen. At the same time, Obama offered his oft-repeated call for a balanced approach to economic growth and deficit reduction that raises taxes on the wealthy and holds down spending while ensuring that critical areas for future growth such as education, clean energy and infrastructure development get needed money. In his speech, Romney also stuck with his stump  themes, saying Obama blew his chance to fix the economy and now it is time for change. “My experience in thinking about people who I want to have work for me, whether it’s my doctor or the person that’s going to be painting the house, I want to make sure they did a good job the first time and if they didn’t, I want someone who can do a better job,” Romney said. A survey released Thursday showed that more Americans blame former President George W. Bush than Obama for the continuing economic problems that began in the previous administration. According to the Gallup poll, 68% of respondents said Bush deserves either a great deal or a moderate amount of blame, compared with 31% who said the former president deserves not much or no blame at all. In the survey, 52% said Obama deserves blame, with 48% saying he isn’t to blame for current economic conditions. Another poll shows independent voters are dissatisfied with the economic plans of both candidates. According to the Washington Post/ABC News survey released Wednesday, 54% of independents have an unfavorable view of Obama’s plan for the economy, and 47% view Romney’s economic plan unfavorably. It says 38% view Obama’s plan favorably, compared with 35% who feel the same about Romney’s plan. The survey showing negative marks for each candidate’s economic plan reflected strong racial divides among Americans. White voters were split on Romney’s plan, with 42% viewing it favorably and 42% viewing it unfavorably. Minority voters were far less positive, with 68% of black voters and 48% of Latino voters viewing the Republican candidate’s plan unfavorably. Both groups gave much higher marks to Obama – 81% of black voters and 59% of Latino voters had a favorable view of the Democrat incumbent’s plan. Romney’s policies reflect the GOP goal of shrinking government and cutting taxes to reduce the mounting federal deficit and national debt. Led by conservatives, Republicans argue such steps will boost economic growth to bring in more revenue – despite the tax cuts – and shrink the deficit. Obama calls for ending Bush-era tax cuts for families making more than $250,000 a year as well as tax breaks for the oil industry and others to increase revenue, while also holding down spending and seeking long-term entitlement reforms. Both parties and presidential campaigns have been guilty of making dubious claims about the other as the campaign rhetoric has heated up. Bill Adair, the editor of the Pulitzer Prize winning web site Politifact.org, said his recent fact-checks of the candidates have rated nearly all of their claims to be half-truths. “The campaigns are cherry-picking statistics that don’t tell a full story,” Adair said. Kathleen Hall Jamieson with the Annenberg Center for Public Policy said ad distortions from both candidates in both parties are typical of a campaign that has “specialized in taking words out of context.” Jamieson’s office launched its own fact-checking site, Flackcheck.org, to police campaign ads for their distortions. The web site features a montage of television spots that are guilty of using a wide array of deceptive techniques. “The danger is people hear the sound bite repeated in ads, see it repeated in the news, and lose track of the original context,” Jamieson said. “It becomes the reality and in the process, there’s a serious deception.” CNN’s Shawna Shepherd, Kevin Liptak, Kevin Bohn, Paul Steinhauser, Shannon Travis and Jim Acosta contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/06/14/politics/campaign-wrap/index.html"
        },
        {
            "headline": "By the numbers: Latino voters",
            "author": "Amy Roberts",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2012
            },
            "article_content": "50.5 million -- Latinos in the United States (out of 308.7 million people) 67 -- Percentage of Latino voters who voted for Barack Obama in the 2008 election 31 -- Percentage who chose John McCain 38.6 -- Percent of eligible voters in New Mexico who are Latino, the most of any state Because of their growing numbers and presence in some of the key battleground states, Latinos are expected to play a prominent role in this year’s battle for the White House between President Barack Obama and presumptive GOP nominee Mitt Romney. By the numbers, here’s a look at Latino voters: 50.5 million – Latinos in the United States (out of 308.7 million people) 16 – Percentage of the total U.S. population in 2010 that was Latino. 43 – Percent increase since the 2000 census of the Latino population in the United States, according to the 2010 census. Would Latino running mate help Mitt Romney? 29 – Projected percentage of the U.S. population that will be Latino in 2050. 131 million – Total number of voters in the 2008 presidential election. 59.4 – Percent of Latinos who were registered voters in 2008. 49.9 – Percent who voted in the 2008 presidential election. 42.7 – Percent of the Latino population that is eligible to vote. Obama campaign releases third set of Spanish ads 22.4 – Percent of Latinos in the U.S. who are of voting age but who are not citizens. 63 – Percent of the Latino population in the U.S. from Mexican origins. 82 – Percent population growth of Latinos in Nevada from 2000 to 2010. 67 – Percentage of Latino voters who voted for Barack Obama in the 2008 election. 31 – Percentage who voted for John McCain. 68 – Percent of registered Latino voters surveyed in 2011 who said they would support President Obama over Mitt Romney in a presidential match-up in 2012. 23 – Percent who answered that they would support Mitt Romney. 38.6 – Percent of eligible voters in New Mexico who are Latino, the most of any state. 3 – Number of states tying for lowest number of eligible voters who are Latino, 0.7%: Kentucky, South Carolina and West Virginia. See racial and ethnic breakdown for all 50 states and D.C. 82 – Counties with a Latino population majority, out of 3,143 total.Sources for these statistics come from the U.S. Census Bureau, the Pew Hispanic Center and the Brookings Institution.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/06/04/politics/btn-latino-vote/index.html"
        },
        {
            "headline": "Super PAC’s reported anti-Obama ad sparks backlash, quick denial",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "May",
                "day": 18,
                "year": 2012
            },
            "article_content": "Conservative billionaire Joe Ricketts nixes a controversial ad campaign The campaign would have featured the Rev. Jeremiah Wright, Obama's former pastor Sen. John McCain refused to use that tactic in the 2008 presidential campaign Both sides will reap benefits from super PAC spending, an analyst says Predictions of super PAC-fueled campaign ugliness seemed to come to reality on Thursday when reports broke of a potential conservative group’s ad campaign aimed at tying President Barack Obama to a controversy many thought put to rest nearly four years ago. But conservative billionaire Joe Ricketts decided against a recommendation from GOP strategists that would bring up once again Obama’s association with the controversial Rev. Jeremiah Wright, a super PAC director said. Wright, who once ran the church that Obama attended in Chicago, became a central figure in the 2008 election when videos emerged showing some of the pastor’s provocative statements involving race relations in the United States. Obama was eventually forced to distance himself from Wright to help spare his political image. The proposal to bring Wright back into campaign dialogue, a plan first reported by the New York Times, quickly became the story of the day. After hours of backlash from both Republicans and Democrats, Ricketts, commissioner of the ad campaign and founder of the brokerage firm TD Ameritrade – and whose family owns the Chicago Cubs baseball team – said the plan was merely one of several proposals his group was considering. Discussion: Proposed Rev. Wright ad GOP Super PAC: Rev. Wright attack ad GOP revisits Rev. Wright in Obama attack Biden: attack ad doesn't warrant comment Brian Baker, who heads the conservative super PAC supported by Ricketts, said Ricketts would not approve the scheme, as it “reflects an approach to politics that Mr. Ricketts rejects.” “Mr. Ricketts intends to work hard to help elect a president this fall who shares his commitment to economic responsibility, but his efforts are and will continue to be focused entirely on questions of fiscal policy, not attacks that seek to divide us socially or culturally,” Baker said in a written statement. If the super PAC, Ending Spending Action Fund, had taken up the plan, it would have attempted to link the president with Wright’s philosophy, the Times reported. Titled “The Defeat of Barack Hussein Obama: The Ricketts Plan to End His Spending for Good,” the ad campaign was to play off racial undertones and called for what the proposal described as an “extremely literate conservative African-American” as its spokesman, according to the Times. The spokesman would make the case that Obama misleadingly portrayed himself in 2008 as a “metrosexual, black Abe Lincoln.” The campaign would “do exactly what (Sen.) John McCain would not let us do,” the Times reported the strategists writing. When McCain ran against Obama in 2008, the Republican nominee famously refrained from pursuing the Wright angle and called out supporters at campaign events who mocked Obama’s middle name, “Hussein.” On Thursday, McCain’s former campaign manager, Steve Schmidt, told CNN he was “never prouder” to work for McCain than when the senator refused to go after Obama over Wright’s comments. “It wasn’t useful. It would have backfired. And more importantly it’s wrong,” Schmidt said. CNN contributor Roland Martin agreed, saying Thursday such an attack would open up a can of worms for Republicans. “If the GOP, if they want to do that, then guess what, you’re now putting Mormonism on the table,” he said, referring to Mitt Romney’s Mormon faith – a factor that has largely remained on the sidelines of this year’s election. The presumptive GOP nominee’s campaign also came out against such attacks when asked to respond to the report. Team Romney argued the economy should remain the primary issue in the race. “Unlike the Obama campaign, Gov. Romney is running a campaign based on jobs and the economy, and we encourage everyone else to do the same,” Romney’s campaign manager Matt Rhoades said in a written statement. In a press conference later Thursday, Romney said he “repudiates” any efforts of “character assassination,” arguing Obama’s campaign has already attempted to take on such tactics. Hitting back, Team Obama blasted Romney’s camp for not releasing a stronger statement about the proposed ad campaign. “Once again, Governor Romney has fallen short of the standard that John McCain set, reacting tepidly in a moment that required moral leadership in standing up to the very extreme wing of his own party,” Obama campaign manager Jim Messina said in a written statement. White House spokesman Jay Carney later pointed to comments, not only from Democrats but also Republicans, suggesting that “to launch a multimillion-dollar divisive attack campaign is not what the American people want, and I think there are moments when you have to stand up and say that is not the right way to go.” Thursday’s super PAC dust-up calls to mind some of the more nasty campaign tactics used in the Republican primaries earlier this year and poses the question of just how involved outside groups will be in stoking the already-heated fight between the Romney and Obama camps. A relatively new addition the political game, super PACs were made possible by a 2010 Supreme Court case, known as Citizens United, that ruled in favor of allowing corporations and unions to raise and spend unlimited amounts of money so long as they do not coordinate with the campaigns they support. This cycle, super PACs have quickly become one of the defining markers of 2012, as the groups have played a pivotal role in doing the so-called dirty work for campaigns. Groups supporting Romney and former presidential candidate Newt Gingrich especially made waves in the Republican primaries and caucuses. The pro-Romney super PAC Restore Our Future released a flood of scathing attack ads against Gingrich ahead of the Florida primary in late January, less than two weeks after the former House speaker won the South Carolina primary. Gingrich blamed the super PAC blitz and the Romney campaign ads for his eventual loss in the Sunshine State. The pro-Gingrich group, however, had performed its own share of heavy-hitting when it produced a 30-minute special about Romney’s history at Bain Capital. Paul Sracic, chairman of the political science department at Youngstown State University in Ohio, wrote in a CNN op-ed this week that while most commentary about Citizens United has been focused on conservative groups, Democrats will also reap benefits from the gorge of spending. “Citizens United also freed up unions to spend unlimited amounts of their money to directly advocate for the election of labor-friendly candidates, usually Democrats,” Sracic wrote. He added: “Whereas conservative leaning groups have so far mainly used their money to fund campaign advertising, the AFL-CIO and other unions have made it clear that their money will be spent on grass-roots get-out-the-vote activities.” Indeed, Obama’s campaign also realized it could benefit from super PAC money, despite the president’s vocal opposition to the 2010 Supreme Court decision. The campaign made headlines when it announced in February that it would begin encouraging donors to give to Priorities USA, a super PAC supporting Obama’s re-election bid. “This decision was not made overnight,” one campaign official said. ” The money raised and spent by Republican super PACs is very telling. We will not unilaterally disarm.” Priorities USA has reported spending $2.1 million this cycle, according to Federal Election Commission reports, and co-purchased an ad buy last week on a negative spot tying Romney to big oil. While the presidential candidates themselves have been relatively quiet about the role of super PACs this year, former candidate McCain has railed hard against outside spending. Calling Citizens United the “worst decision in the last 50 years,” McCain said the Supreme Court “basically unleashed – without transparency and without accountability – huge amounts of money from these so-called ‘independent campaigns.’” And earlier this year on CNN’s “The Situation Room with Wolf Blitzer,” McCain said, “Now it’s the system under which we operate, which leads to this kind of campaigning and will lead to corruption and scandals. I guarantee it.” CNN’s Jim Acosta, John Helton, Ashley Killough and Jessica Yellin contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/05/17/politics/anti-obama-ad/index.html"
        },
        {
            "headline": "2012 bellwether emerges in central Virginia",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "May",
                "day": 17,
                "year": 2012
            },
            "article_content": "Henrico County \"is battleground county in battleground state,\" Democrat says Central Virginia County has swung from conservative to competitive County's changing face is prime reason Obama campaign is targeting the area Since retaking governor's office, GOP has built voter contact operation it lacked in 2008 Strategists for Barack Obama and Mitt Romney don’t see eye to eye on much, but they do agree on this: It’s tough to envision a path to the White House that doesn’t include Virginia. And as they look for ways to tip the balance in November, an unlikely bellwether is emerging in the heart of Virginia: Henrico County, a longtime conservative bastion that has mutated into a key barometer for political watchers in the commonwealth. “It’s the battleground county in the battleground state,” said state Sen. Donald McEachin, a Democrat whose district encompasses parts of Henrico. “When you look at Democratic success over the past few years, whether it’s Tim Kaine, Mark Warner or the president, what they all have in common is, they carried Henrico.” The exception to that decade-long trend is Jim Webb, who narrowly lost the county during his successful Senate race against George Allen in 2006. Henrico’s swing status was affirmed in 2009, when Bob McDonnell wrested the county back into Republican control in the governor’s race just one year after Obama won it during his march to the White House. For operatives in both political parties, the county’s shift from conservative to competitive is striking. Along with Hanover and Chesterfield, Henrico is one of three populous suburban counties outside the heavily African-American city of Richmond that were long counted on to deliver big Republican tallies in statewide races. Until Obama won Henrico in 2008 by a 56% to 44% margin over John McCain – a result that echoed his 52% to 46% win statewide – the county was a killing field for Democrats in presidential races. George H.W. Bush swamped Michael Dukakis there in 1988 and did the same against Bill Clinton four years later. The county went for Bob Dole over Clinton in 1996. George W. Bush won Henrico twice. The county, the fifth largest in the state, is steeped in history and conservative tradition. Founded in 1611 and named for Prince Henry, the typhoid-stricken eldest son of King James I, Henrico was one of the Virginia colony’s eight original “shires”: a point of pride for locals. Today, tidy neighborhood roads are dotted with state-funded “Historical Highway Markers” that highlight minor Civil War skirmishes like “Dahlgren’s Raid” and more momentous events like “Stuart’s Mortal Wound.” Public schools bear the names of Harry F. Byrd, the towering founder of the Byrd Organization who ruled the state’s politics for decades, and Mills E. Godwin, who helped Byrd implement the infamous program of “massive resistance” to school desegregation. One high school, Douglas Southall Freeman, is named for Robert E. Lee’s Pulitzer Prize-winning biographer. Its mascot is the “Rebel,” though students long ago stopped waving the Confederate battle flag at football games as the school band played “Dixie.” Over the past 20 years, demographic shifts, steady growth and a burgeoning African-American population on the county’s eastern side have transformed the county politically. Affluent white voters are increasingly opting to settle in Chesterfield or Hanover instead. Out-of-state newcomers, known locally as “come-heres,” have arrived in large numbers, further diluting Henrico’s conservative flavor. “It’s gone Republican, and it’s gone Democrat, and it’s because there is a big group of independents who will vote the person and vote the issue, and where those independents go, that’s where the elections go,” McDonnell said. African-Americans now account for a third of Henrico residents, up from 20% two decades ago, according to census data. “Henrico is now more divided east and west than it’s ever been,” said Ray Allen, a veteran GOP consultant in Richmond. “And the reason for that, if you actually look at the voter trend, it’s the growth in the east end of Henrico. It’s now more minority than it ever was. “Obama won Henrico in 2008 because he did very well in the east end,” Allen said. “Bob McDonnell did really well in the 2009 governor’s race because he was winning all the Republican areas in the west end and those swing moderates, the suburban vote.” The geographic and racial divide is reflected in the state’s congressional map. The west end of Henrico falls into the 7th District, represented by House majority leader and staunch conservative Eric Cantor. The east end is carved into Rep. Bobby Scott’s majority-minority 3rd District. But the racial makeup is more complicated than just black and white. A swelling immigrant population in Henrico includes not just Latinos but emergent Vietnamese, Cambodian, Indian and Bosnian communities. Democrats and Republicans alike say the area is increasingly taking on the character of the rest of the state. “On election night, I want to know what Henrico is doing,” said former Attorney General Jerry Kilgore, a Republican who lost the county to Kaine in the 2005 governor’s race. “It’s really gone from red to purple in the last five to seven years. As Henrico goes, I think, the state will go in the presidential race and the Senate race, mainly because of the diversity in the county.” Levar Stoney, a Democratic operative advising likely gubernatorial candidate Terry McAuliffe, said the county has a little bit of everything: moderates, conservatives, liberals, blacks, evangelicals, business types and more. “It’s a cross-section of Virginia,” he said. “If you find out what the vote total is on election night in Henrico, you will probably have a good idea of where Virginia is on election night as well.” The changing face of Henrico is a prime reason Obama’s campaign in Virginia is once again targeting the area aggressively. The campaign has two organizers dedicated to Henrico County: one for the predominantly black east end and another for the west end. At the opening of their Henrico field office Saturday – it’s the Obama campaign’s 15th office in the state – organizers told a group of about 60 volunteers, most of them women, that the work ahead of them will be even more daunting than it was in 2008. Since McDonnell’s convincing victory two and a half years ago, Virginia Republicans have built the kind of sophisticated voter contact operation they sorely lacked during the last presidential race. In big counties like Henrico, GOP turnout is expected to be markedly higher than it was when Obama won the state. That leaves the Obama team with the difficult task of re-energizing supporters from the previous campaign along with identifying new voters, all while convincing skeptical independents who have retreated from Obama over the last three years to come back into the fold. Lise Clavel, Obama’s state director in Virginia, told the Henrico volunteers in stark terms that the campaign is certain to be outspent in the commonwealth by Mitt Romney and his allies. “They are getting laser focused on Barack Obama now,” Clavel told the group. “Those guys are coming after us, and they are coming after us hard.” Bridgit Donnelly, one of the campaign’s regional field directors, echoed the warning as she tried to sign up neighborhood team leaders for Obama. “This is going to be a huge fight to make sure we can turn Henrico blue again in November,” she said.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/05/16/politics/henrico-virginia-bellwether/index.html"
        },
        {
            "headline": "The Supreme Court and election-year blockbusters",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 26,
                "year": 2012
            },
            "article_content": "Some Supreme Court decisions make a huge election-year splashes 1856: Dred Scott ruling barring blacks from citizenship called court's darkest moment 1972: Two huge cases on capital punishment and abortion rock the nation 2000: So who's your president -- Bush or Gore? The high court has to decide The justices on the Supreme Court know very well their rulings can send immediate political shock waves, and those just intensify in a presidential election year. So there is an unusual internal dynamic at work of what cases the court hears and when. Unlike the other parts of the judiciary, the Supreme Court is a discretionary body. They stingily pick which cases go on the docket and when. In fact, only about 1% of appeals are accepted and fully reviewed. But certain legal fights are so important and time-sensitive, this court of last resort is often powerless to refuse or delay. That is true of the current challenges to the health care reform law, which will be argued Monday through Wednesday. An expected June ruling in an election year will put the court front and center for voters come November. The justices by nature are loathe to get involved in such highly partisan disputes. But sometimes often have no choice. Preview: ‘The implications … are impossible to overstate’ The 2000 Bush v. Gore case ultimately settled the fight over counting Florida’s ballots, giving George W. Bush the presidency. Several justices have since said they were not eager to decide the matter and place themselves as competing political saviors or demons. Read a transcript of Monday’s health-care arguments Here are some landmark, presidential election-year legal disputes – judicial blockbusters if you will – handled by the Supreme Court: – 1824 / Gibbons v. Ogden, striking down a New York law granting a monopoly to a Hudson River ferry company. The court under Chief Justice John Marshall clarified the Commerce Clause, concluding state law conflicted with overriding congressional power to regulate interstate commerce. It is interpretation of that clause that is central to the current legal fight over health care expansion. Supreme Court to tackle health care Health care reform's day in court Health care law: A storybook explainer GOP: Repeal and replace health care law – 1856 / Dred Scott v. Sandford, declaring Congress could not ban slavery in the territories and that blacks were barred from citizenship. The appeal was argued February 1856, and a ruling came two days after President James Buchanan’s inauguration in March 1857. The new president in fact had asked the court to time its decision until after the election but before being sworn into office. He hoped that would defuse the slavery issue by putting it beyond political debate. And like others, the Democrat hoped the court’s ruling would carry legitimacy among citizens in the North and South, an ultimately naive view. Two families, two views on health care law Historians also note the president-elect had quietly persuaded Northern Justice Robert Grier to change his vote and join the Southern majority in the Scott case, to give the impression the decision was not made along regional lines. This ruling is widely viewed as the court’s darkest moment, a sentiment expressed by most current members of the high court. – 1896 / Plessy v. Ferguson, blessing the “separate but equal” state doctrine of racial segregation. By an 8 to 1 margin, the court upheld a Louisiana law requiring federal rail cars to provide different facilities for white and black passengers. The justices said that did not violate federal authority over interstate commerce, nor the 13th and 14th amendments. That precedent was overturned dramatically in the 1954 Brown v. Board series of appeals. – 1908 / Muller v. Oregon, allowing a state law limiting the working hours of women. Attorney for the state Louis Brandeis – soon to join the court – successfully argued that long, unregulated hours on the job affected the health and morals of employees, especially those in factories. A landmark decision affirming government control over the workplace. – 1972 / Furman v. Georgia, invalidating all existing capital punishment laws. The 5-4 court said the death penalty was being applied unconstitutionally. States responded by revising their laws, leading the court four years later, in another presidential election year, to end its moratorium and allow states to resume executions. – 1972 / Roe v. Wade, legalizing abortion as a fundamental right of a woman’s “privacy” under the 14th Amendment and concluding a fetus was not a “person” with constitutionally protected rights. The court tried to strike a balance between that individual right and states’ duty in limited regulation, for the sake of prenatal life and a woman’s health, a governmental interest that grows stronger as the pregnancy develops over time. The companion cases first came to the court in 1970, and arguments were scheduled for 1971, then postponed until spring 1972, then reargued October 1972, a month before the presidential elections. The landmark ruling came out January 1973, just days after President Richard Nixon’s inauguration. – 2000 / Bush v. Gore, ruling manual recounts of presidential ballots in Florida could not move ahead because of inconsistent evaluation standards in different counties. The court’s conservative majority cited the Equal Protection Clause of the Constitution for its reasoning. Stopping the tally meant Republican George W. Bush, who was then narrowly leading in the decisive state, would become president, defeating Vice President Al Gore. – 2008 / District of Columbia v. Heller, tossing out the District’s strict ban on private handgun ownership. The conservative majority said citizens have a basic “individual” right to possess and keep guns in the home for self-defense. The court reaffirmed its holding two years later in a challenge to a similarly restrictive law from Chicago. A CNN guide to frequently asked questions Sometimes the high court itself becomes the story. Here are some presidential election years where the Supreme Court as an institution or the justices became a major campaign issue: – 1800: Jeffersonian Republicans aimed criticism at the Federalist-dominated high court over how much power the central government should hold. The tight election race – called by some the “Revolution of 1800” – ushered in an era of Democratic-Republican party executive rule. New President Thomas Jefferson had campaigned on remaking the federal courts as well, but it was Chief Justice John Marshall, taking office two months before Jefferson, who succeeded on that front. Through his 35-year leadership on the bench, his federalist leanings helped strengthen the power of the U.S. government in the face of state authority. – 1860: The infamous Dred Scott decision shaped the debate of this election, indirectly helped put Abraham Lincoln in the White House and carried the nation into its seemingly inevitable path to the Civil War. Lincoln had sharply criticized the Scott ruling in his stump speeches, and the new Republican Party’s convention platform officially condemned it. – 1876: The 2000 election was not our first disputed one. In 1876, Democrat Samuel Tilden won the popular vote in the presidential race, with Republican Rutherford B. Hayes also trailing in the initial electoral vote. Republicans protested, and to resolve the dispute, Congress created a bipartisan commission that included five Supreme Court justices. It was Justice Joseph Bradley who proved the swing vote, siding with Hayes and giving the Republican a 185-184 electoral vote win. An insider’s guide: How the Supreme Court works – 1896: The high court a year earlier had invalidated a nationwide federal income tax. Liberals made that and other decisions considered “pro-business” a political rallying point. Democrats campaigned against court “usurpation” of congressional reform efforts, a divisive political issue that would carry in into the 1930s. – 1924: The question here was a proposal by Progressive Party candidate Sen. Robert LaFollete’s (who served Wisconsin as a Republican) for a “one-up” constitutional amendment. It would give Congress the power to overturn Supreme Court decisions that overturned acts of Congress. Incumbent President Calvin Coolidge defended the federal courts, then dominated by conservative, as protectors of “our fundamental law.” – 1936: The fight between the courts and the other branches reached their zenith with the re-election efforts of President Franklin Roosevelt. He charged that the courts were undermining his sweeping economic reform programs during a national emergency, the Depression. FDR was privately maneuvering for ways to go around the judiciary, including his audacious “court-packing plan” to expand the number of justices. That would allow the president to immediately name new, presumably more sympathetic, members to the court. The plan unveiled in 1937 ultimately failed, but the Democrat’s 12-plus years in office did give him a chance to eventually appoint a record number of justices to that bench. – 1968: Republican candidate Richard Nixon made the court’s 15-year record of “liberal” decisions under Chief Justice Earl Warren a big “law and order” campaign theme. Nixon said those rulings were “seriously hamstringing the peace forces in our society and strengthening the criminal forces.” Warren retired a year later, and Nixon eventually named four justices to the high court. The subsequent appointments of Ronald Reagan and George H.W. Bush also helped move the federal judiciary to the right for decades.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/03/25/politics/scotus-health-care-blockbusters/index.html"
        },
        {
            "headline": "The U.S. Supreme Court: How it works",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 26,
                "year": 2012
            },
            "article_content": "Court's in session: The marshal shouts the traditional welcome -- \"Oyez! Oyez! Oyez!\" The justices are seated by seniority, with the chief justice in the middle No cameras are allowed, but the public sessions are audio recorded Up to 10,000 petitions go to court's docket each term; only about 1% are accepted Few Americans have any real idea how the Supreme Court operates, since cameras are barred, and the case arguments and opinions are often dry and confusing for nonlawyers. That’s too bad because the high court’s impact on Americans is incalculable. When disputes arise, the nine justices serve as the final word for a nation built on the rule of law. They interpret the Constitution and all that it brings with it: how we conduct ourselves in society, boundaries for individuals and the government, questions literally of life and death. As the late justice William Brennan once wrote, “The law is not an end in itself, nor does it provide ends. It is preeminently a means to serve what we think is right.” And whether right or wrong, when it came to deciding who won the 2000 presidential election, it was the court’s conclusions that ultimately ended the issue, but not the controversy. Preview: ‘The implications … are impossible to overstate’ A similarly epic constitutional showdown is now before the court over challenges to the health care reform law promoted by congressional Democrats and President Barack Obama – and opposed by a coalition of 26 states. Article Three of the Constitution says, “The Judicial power of the United States, shall be vested in one supreme Court … the judges, both of the supreme and inferior courts, shall hold their offices during good behavior.” Read a transcript of Monday’s court arguments on health care Here’s a look at the history of the court, how it works and how you, the citizen, can interact with it: Court goes back the late 1700s The Supreme Court first met in 1790, as the ultimate part of the judicial branch of government. There are nine justices, led by the Chief Justice of the United States (that’s the official title). All justices – and all federal judges – are first nominated by the president and must be confirmed by the Senate. They serve for as long as they choose. The court has occupied its current building in Washington only since 1935. Previously, it borrowed space in Senate chambers in the Capitol Building. Truth about health care Explaining the health care debate Health care reform's day in court CNN Explains: Health care reform The Constitution’s framers envisioned the judiciary as the “weakest,” “least dangerous” branch of government. And while the court has often been accused over the years of being too timid in asserting its power, there is little doubt when the justices choose to flex their judicial muscle, the results can be far-reaching. Just look at how cases such as Brown v. Board of Education (1954 – integrating public schools), Roe v. Wade (1973 – legalizing abortion) and even Bush v. Gore (2000) have affected the lives of Americans. Blockbuster decisions by the high court over the years Traditionally, each term begins the first Monday in October, and final opinions are issued usually by late June. Justices divide their time between “sittings,” where they hear cases and issue decisions, and “recesses,” where they meet in private to write their decisions and consider other business before the court. Court arguments are open to the public in the main courtroom, and visitors have the option of watching all the arguments or only a small portion. Tradition is very important. You will notice the justices wearing black robes, and quill pins still adorn the desks, as they have for more than two centuries. Where to sit? Seniority counts The justices are seated by seniority, with the chief justice in the middle. The two junior justices (currently Sonia Sotomayor and Elena Kagan) occupy the opposite ends of the bench. Before public arguments and private conferences, where decisions are discussed, the nine members all shake hands as a show of harmony of purpose. In the past, all lawyers appearing before the court wore formal “morning clothes,” but today only federal government lawyers carry on the tradition. The solicitor general is the federal government’s principal lawyer before the federal bench. As the gavel sounds and justices are seated, the marshal shouts the traditional welcome, which reads: “Oyez! Oyez! Oyez! All persons having business before the honorable, the Supreme Court of the United States, are admonished to draw near and give their attention, for the court is now sitting. God save the United States and this Honorable Court.” Frequently asked questions about the court and the case Arguments usually begin at 10 a.m. and since most cases involve appellate review of decisions by other courts, there are no juries or witnesses, just lawyers from both sides addressing the bench. The cases usually last about an hour, and lawyers from both sides very often have their prepared oral briefs interrupted by pointed questions from a justice. This give-and-take, question-and-answer repartee can be entertaining, and it requires lawyers to think concisely and logically on their feet. And by the tone of their questioning, it often gives insight into a justice’s thinking, a barometer of his/her decision-making. You can listen if you like No cameras are allowed, but the public sessions are audio recorded, and are available for listening, usually several days later. The health care arguments – for this week – will be available only shortly after each of the four separate arguments end, at the court’s website. After the arguments, conferences are scheduled, where justices discuss and vote on the cases. In these closed-door sessions, the nine members are alone. No clerks or staff are allowed. No transcripts of their remarks are kept, and it is the role of the junior justice (Elena Kagan for the past two years) to take notes and answer any inquiries from the outside. Justices spend much of their time reviewing the cases and writing opinions. And they must decide which cases they will actually hear in open court. When asked just before her 2006 retirement what the jurists do most of the time, Sandra Day O’Connor said bluntly, “We read. We read on average 1,500 pages a day. We read. Sometimes we write.” Added Justice Antonin Scalia: “We try to squeeze in a little time for thinking.” Want your case heard? Don’t get your hopes up Each week, the court receives more than 150 petitions for review, decisions by lower courts appealed to the high court. Relatively few are granted full review. About 8,000 to 10,000 such petitions go on the court’s docket each term. Only 75 to 85 cases – about 1% – are accepted. Oral arguments will then be scheduled, but final opinions may not be written in all such appeals. In addition, some 1,200 legal applications of various types are filed each year that can be acted on by a single justice. Those include stays of executions. The rulings are handed out in both written and electronic form, but the justice writing the majority opinion will usually deliver an oral summary at the beginning of a public session. In extraordinary occasions, the lead dissenting justice can demand equal time with an oral rebuttal. The court’s opinions are final. The only exception is the court itself, which can over time overturn its own precedent, as it did with racial segregation. But most justices rely on the principle of “stare decisis,” Latin for “to stand by a decision,” where a current court should be bound by previous rulings. Case arguments and the opinions are posted on the U.S. Supreme Court’s Web site: www.supremecourt.gov.",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/03/25/politics/scotus-health-care-explainer/index.html"
        },
        {
            "headline": "Obama’s Harvard law professor challenged U.S. racism",
            "author": "Tom Cohen",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 9,
                "year": 2012
            },
            "article_content": "Derrick Bell is in the news because of a video on a conservative website The video shows a young Obama embracing Bell at a 1991 Harvard demonstration Bell, who died last year, was a major academic on race and the law The website of the late Andrew Breitbart claims Bell promoted anti-white views When Derrick Bell was a young lawyer in the Department of Justice’s new Civil Rights Division in the late 1950s, his supervisor told him to drop his membership in the National Association for the Advancement of Colored People. Bell refused, and soon saw his caseload reduced and desk moved into the hallway. Eventually he resigned. It would not be the last time Bell gave up a prized position for a principle. Years later, he left Harvard Law School – where he had been the first tenured African-American professor – over the lack of any black women on the faculty. Bell was a legal scholar who broke racial barriers in a career that influenced students, including a young Barack Obama at Harvard. He died last October. Now Bell is in the news, due to a video clip made public by the website of the late conservative activist Andrew Breitbart, who died March 1 at age 43. Racial motive behind Breitbart tape? Breitbart's Obama video What happens to Breitbart suit now? 'Breitbart loved to push buttons' Breitbart had promised to release videos of Obama as a student at Harvard Law School that he said would show people “why racial division and class warfare are central to what ‘hope and change’ was sold in 2008.” The clip made public on Breitbart’s website this week shows Obama introducing Bell at a Harvard demonstration in 1991. Obama encourages the crowd to “open up your hearts and your minds to the words of Professor Derrick Bell” and then embraces him. To Breitbart and those at his website, the clip proves a connection between Obama and a radical academic with an anti-white message. They seek to link Bell to the Rev. Jeremiah Wright, Obama’s former preacher in Chicago who became an issue during the 2008 presidential campaign because of anti-white pronouncements. Joel Pollak, the editor-in-chief of Breitbart.com, called Bell “the Jeremiah Wright of academia” in an interview Thursday on CNN. He argues that Obama’s association with Bell and Wright shows his leaning toward radical social views, and that such issues need to be fully vetted in an election year. “It carries over into his governance because his Justice Department won’t treat black civil rights violators the same way it treats white civil rights violators,” Pollak said, adding “there’s a racial pattern in which justice is enforced and it gives us a sense of how Barack Obama thinks about these issues.” However, many who knew Bell through his legal and teaching career express admiration for his life’s achievements and his academic prowess. “Bell’s pursuit of racial and social justice and his dogged critique of liberal incrementalism in universities and elsewhere was like a persistent wind that changed the landscape of law schools and influenced the larger academic world as well,” wrote Harvard law professor Lani Guinier and Texas School of Law professor Gerald Torres in a remembrance of Bell published in the “Chronicle of Higher Education.” “He worked in so many ways: a mentor to many of today’s leading academics, a master teacher whose commitment to his law students was unquestioned and unmatched, and a provocative scholar and critic,” Guinier and Torres continued. “He was a celebrated maverick before that word lost its luster.” Guinier had particular reason to honor Bell. In 1998, she became the first black women granted tenure as a Harvard Law School professor, six years after Bell’s departure over that issue. Bell was a founder of critical race theory, which examined the intersection of race, power and law in a harsh portrayal of American society as one dominated by class and racial conflict. His book “Race, Racism, and American Law” is taught in civil rights courses today, and those in the legal world offer a more comprehensive description of critical race theory than Pollak’s assertion that it “is all about white supremacy.” In their remembrance, Guinier and Torres wrote that critical race theory “challenged liberalism for failing to go far enough in opposing the entrenched interests that historically benefited from the racial caste system that was being dismantled.” According to Guinier and Torres, the theory contends that racial liberalism in the 1950s and ’60s relied solely on litigation as a strategy and focused on “top-down social reform” that emphasized interracial contact to promote tolerance. “As Bell recognized, that strategy left poor whites haunted by the sense that they had been betrayed by the elites; at the same time, it enabled them to blame blacks as the beneficiaries of that betrayal,” Guinier and Torres wrote. “Bell led scholars in many disciplines to see how the interests of middle- and upper-class whites drove social change. Thus, litigation alone would not produce significantly new and inventive policy solutions.” Bell challenged the foundations of what he saw as racial injustice with little regard for political leanings or labels. For example, the New York Times obituary on Bell noted that he once wrote that the violence from school desegregation in the United States after the Supreme Court’s landmark 1954 decision in Brown v. Board of Education made him wonder if an order for equal schools for both races would have been a better outcome. Guinier and Torres cited what they called Bell’s “groundbreaking analysis” of what he labeled the interest convergence dilemma. “The interest of blacks in achieving racial equality will be accommodated only when it converges with the interests of whites,” they quoted from Bell’s writing. Bell’s teaching included the use of narrative structure and storytelling to illuminate and challenge thinking on race, class and gender. One of his stories, “Space Traders,” is a biting political and social satire that HBO made into a TV movie starring Robert Guillaume. It’s about an alien offer to solve America’s economic and energy problems in exchange for removing the nation’s dark-skinned population. “Derrick chose to speak and write in parables,” said John Sexton, a student of Bell’s who became president of New York University, in a eulogy at a memorial service in November. “He created his own way of teaching about race through allegorical conversations stripped of pretense and euphemism. He examined complex dynamics of behavior through the simple need to hear and tell stories, among the most ancient of human tools.” Bell also came under criticism in his career. U.S. Appellate Court Judge Richard Posner, a conservative, wrote in the New Republic magazine in 1997 that critical race theory “turns its back on the Western tradition of rational inquiry, forswearing analysis for narrative.” “Rather than marshal logical arguments and empirical data, critical race theorists tell stories – fictional, science-fictional, quasi-fictional, autobiographical, anecdotal – designed to expose the pervasive and debilitating racism of America today,” Posner wrote. “By repudiating reasoned argumentation, the storytellers reinforce stereotypes about the intellectual capacities of non-whites.” Sexton, who hired his former professor at NYU, said Bell was “a seeker and lover of truth, a radical in the sense that he chose to live ethically in a deeply flawed society” and “a scholar who spoke and wrote the truth of his own profound and deeply scarred experience of injustice with honesty and eloquence.” “He wrote and spoke with powerful authenticity about race in ways that alienated not only many an adversary but also many a friend, some who even begged for his silence,” Sexton said. “But he knew that the cost of silence to his soul could exceed the sacrifice of good opinion and material goods to himself.” To Sexton, Bell “knew that he was meant to strive, to struggle, and to push – there would be no short cuts.” “Yes, Derrick rocked the boat,” he continued. “He also shook the tree, yielding fruits of exceptional scholarship that nourished the discipline of law and thousands of colleagues, students and friends, whom he inspired to teach each other the law and to stand up, speak out, and find joy and satisfaction in stretching the boundaries of justice.” In particular, Sexton said, Bell “placed his courageous and ardent protests within a crucible of reverence for every human being.” Guinier and Torres wrote in their remembrance that Bell’s ideas and life experiences were inseparable. They quoted him from an NPR interview in which he described being a civil rights lawyer in the 1960s, flying from town to town to get information on discrimination and then returning to New York to file complaints and litigate the cases. “And I thought that my place in heaven was assured,” Bell told NPR. Only later did he realize nothing would change if local people failed to organize, telling NPR: “I am much more humble with regard to my role today than I was as a young civil-rights lawyer.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2012/03/09/election/2012/derrick-bell-profile/index.html"
        },
        {
            "headline": "Five things we learned from Day One of the DNC",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 5,
                "year": 2012
            },
            "article_content": "Democrats easily beat expectations after GOP predictions lowered their bar Tribute to late Ted Kennedy makes pointed attack on Romney's convictions 71-year-old Ted Strickland energizes the opening night crowd Democrats look as if they believe they have a winner in auto bailout Democrats opened their convention with attacks against Republicans and a robust defense of President Barack Obama and capped it with a loving portrait by his wife, first lady Michelle Obama. Here are five things we learned: 1. Expectations? Beaten Remember when the Democratic National Convention was supposed to be a disaster of untold proportions? That’s the story Republicans have been telling for months. Convention organizers were struggling to raise money. Democrats are disillusioned with Obama. The North Carolina Democratic Party is in shambles. The GOP succeeded in lowering the bar so much that the only thing Democrats had to do Tuesday was look into the camera without drooling. Sights and sounds from the DNC Instead, speaker after speaker invigorated the Charlotte crowd with searing attacks against Mitt Romney and a robust call to arms for President Barack Obama. Then, as the night concluded, a beaming Michelle Obama spoke eloquently about her husband and reminded both the convention audience and viewers at home why she has an approval rating in the mid-60s. 1994: Watch Romney, Kennedy debate 'If Romney was Santa, he'd fire reindeer' Obama: Presidency reveals who you are Patrick: We need to grow a backbone “When people ask me whether being in the White House has changed my husband, I can honestly say that when it comes to his character, and his convictions, and his heart, Barack Obama is still the same man I fell in love with all those years ago,” she said to cheers. Her testimonial about her husband’s devotion to faith, family and hard work – and her recollection of their shared humble beginnings – was the indisputable highlight of the night for Democrats eager to draw a human contrast with Romney, the stiff and buttoned-up Republican nominee. Five lines that killed on Day 1 2. Ted Kennedy still a powerful Democratic voiceThe late Ted Kennedy, who died in 2010 from brain cancer, still has a voice in 2012, particularly in the campaign against Mitt Romney. Nephew Joe Kennedy, who is running for Congress in Massachusetts, introduced a video tribute to the late “liberal lion,” and linked his uncle to Obama. “Four years ago, Uncle Teddy marveled at the grit and grace of a young senator who embodied the change our country sorely needed,” Kennedy said. “As we pause today to remember Senator Ted Kennedy, we recommit ourselves to the leader he entrusted to carry on our cause.” Following highlights of the senator’s work for veterans’ rights, raising the minimum wage, health care and his fight to protect Social Security and Medicare, the video pivots to footage from a debate in his 1994 Senate race against Mitt Romney. “I believe that abortion should be safe and legal in this country. I believe that since Roe V. Wade has been the law for 20 years, we should sustain and support it. And I sustain and support that law, and the right of a woman to make that choice,” Romney said at the debate. Rising star in Democratic Party first Latino to deliver keynote address Romney has since changed positions and now opposes abortion rights, a switch that Republican primary opponents used to call him a flip-flopper on that and other issues and that Obama’s campaign has similarly used. Responding to Romney’s answer at the time, Kennedy hit back with an argument still made to this day by Romney’s critics, accusing the Republican of pandering for votes. “I have supported Roe V. Wade. I am pro-choice,” Kennedy said. “My opponent is multiple choice.” The video also included a clip of Kennedy railing against his then-opponent for aligning himself too close to Democratic views: “Now he’s for minimum wage. Now he’s for education reform. If we give him two more weeks, he may even vote for me, because those are things that I am for.” During the 2012 primaries, Romney was constantly on defense in his effort to prove his conservative chops. Resurfacing a Kennedy quote like that could remind viewers of those same qualms the base has about Romney’s conservative credentials. “I thought that video was one of the most effective pieces of political communication I’ve seen in a long, long time. That was eviscerating, bringing back the debate like that in this hall,” CNN contributor and Republican strategist Alex Castellanos said. 3. Strickland resurrected Back in 2010, in the waning days of his unsuccessful bid to be re-elected governor of Ohio, a fired up Ted Strickland downed a 5-Hour Energy on the campaign trail – an unusual move for a soft-spoken former minister from a town called Duck Run. It looked like Strickland might have tossed back another energy drink before taking the stage on Tuesday: The man who was passed over for the job of Democratic National Committee Chairman in 2011 showed the White House why that decision might have been a mistake. Strickland embraced the role of partisan brawler, riling up the convention audience with barbed, populist-themed attacks against Romney. He accused Romney of straight-up “lying” about Obama’s record on welfare. He said Romney is obsessed with “Bermuda shell corporations” where he can hide his investments without paying taxes in the United States. And he said that if Mitt was Santa Claus, “he’d fire the elves and liquidate the inventory.” “Mitt Romney has so little economic patriotism that even his money needs a passport,” Strickland boomed. “It summers on the beaches of the Cayman Islands, and winters on the slopes of the Swiss Alps.” Tough talk? Yes. But it blew the roof off the arena in Charlotte – just what the Democrats needed on the opening night of the convention. And it wasn’t just the convention crowd that loved it. Obama campaign headquarters in Chicago exploded in cheers after Strickland finished his speech, a source in the office told CNN. Not bad for a 71-year-old. Fact Check: About those 4.5 million jobs … 4. Will auto bailout drive Dems to victory? Obama’s bailout of the General Motors and Chrysler was given prominent placement in prime time on the first night of the convention. It’s a strategy that the Obama campaign thinks could be the difference in the crucial battleground states of Ohio and Michigan, major bases for the auto industry. Strickland spent most of his speech in the 9 p.m. Eastern hour preaching about the auto bailouts, using personal examples. “Ina Sidney is a grandmother who lost her ability to provide for her family when they closed down the auto plant in Perrysburg, Ohio. Ina says thanks to Barack Obama for having the courage to back an industry that others had given up on. She’s an autoworker and a breadwinner once again,” shared Strickland. The bailout was started under President George W. Bush in 2008, but the next year Obama grabbed the keys to the program, managing and funding the bailouts of GM and Chrysler, pushing them both into bankruptcy. “The auto industry supports one of every eight jobs in Ohio, and it’s alive and growing in America again,” said Strickland. He attacked the GOP presidential nominee over his opposition to the bailouts, saying “Mitt Romney proudly wrote an op-ed entitled, “Let Detroit Go Bankrupt.” You know, if he had had his way, devastation would have cascaded from Michigan to Ohio and across the nation.” Romney opposed the government bailout and pushed for a privately financed, managed bankruptcy of the two automakers. Two speakers later, more praise from Chicago Mayor Rahm Emanuel, the White House chief of staff during Obama’s first two years in office. Secretly scheduled guests revealed “I remember when the president received a report that the auto industry had a few weeks before collapse. We met in the Roosevelt Room late into the night. Some of the president’s advisers said that in order to save General Motors, you had to let Chrysler go under. Others said it was throwing good money after bad,” said Emanuel. “Only the president suggested going all-in to save the industry. Rising above all the voices in Washington, President Obama listened to the voices that mattered to him most-the voices of the auto workers.” And Emanuel followed Strickland in attacking the GOP challenger, saying “where Mitt Romney was willing to turn his back on Akron, Dayton and Toledo, Ohio, the president said, ‘I’ve got your back’.” In the 10 p.m. Eastern hour, Maryland Gov. Martin O’Malley also touted the auto bailouts and Michelle Obama also praised her husband’s role, saying he “fought to get the auto industry back on its feet.” A Gallup poll from February indicated that a slight majority of Americans disapproved of the auto bailouts, but the first night of the Democratic convention made it pretty obvious that the Obama campaign thinks touting them will motor them to victory in Ohio, where 18 electoral votes are up for grabs, and also in neighboring Michigan, another competitive state (with 16 electoral votes) that happens to be home to the American auto industry. “Let me give you two reasons the auto bailout was issue Number 1 on opening night – no, three reasons: Michigan, Ohio and unions,” CNN Chief Political Correspondent Candy Crowley said. Obama praised; Romney pilloried at convention 5. Democrats not ceding any ground on women’s vote While polls repeatedly show Obama has a strong lead over Romney among women, Democrats indicated Tuesday night they’re not taking that margin for granted. Speakers routinely reminded viewers that their party was the one siding with women – a narrative Democrats have been pushing all year in their effort to frame the GOP as anti-women. “For the Democratic women of the House, our work is not about the next election but rather the next generation,” House Minority Leader Nancy Pelosi said on stage, flanked by several congresswomen. Rep. Carolyn Maloney of New York added: “When President Obama made health care a right, not a privilege for all Americans, that was a change that brought hope to millions. Now women are getting the preventative services that they deserve, including birth control.” When women were asked in a recent CNN/ORC International poll which candidate “cares more about the needs of people like you,” 58% of women chose Obama, while 36% chose Romney. The Lilly Ledbetter Fair Pay Act also came up numerous times throughout the night, hailed not only as a groundbreaking law for equal pay but also as Obama’s first piece of legislation he signed into law. Ledbetter herself delivered a rousing testimony, saying the president came to her defense after she lost her battle when the Supreme Court threw out her case against Goodyear and  Rubber Co. in 1997. “But with President Obama on our side, even though I lost before the Supreme Court, we won,” she said. “I think it says something about his priorities that the first bill he put his name on has my name on it too.” The night capped off with the highly-anticipated speech from first lady Michelle Obama, who pointed frequently to her husband’s love for their two daughters and made sure viewers knew that he was a proponent for women’s issues. “He believes that women are more than capable of making our own choices about our bodies and our health care, that’s what my husband stands for,” she said. Speaker lineups show both parties want women vote",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2012/09/05/politics/dnc-5-things-day-1/index.html"
        },
        {
            "headline": "Drama is rare in modern conventions",
            "author": "Paul Varian",
            "source": "CNN",
            "published_date": {
                "month": "August",
                "day": 23,
                "year": 2012
            },
            "article_content": "1980 conventions were dramatic occasions for both Democrats and Republicans 1980 RNC was supposed to be \"ho-hum\" but turned into a \"very brokered affair\" 1980 DNC was \"schizophrenic\" -- Democrats nominated Carter and gave their love to Kennedy 1988 RNC drama came when little-known Sen. Dan Quayle was announced as Bush's running mate Four years after Jerry Ford’s presidency ended in the ashes of his Watergate pardon of Richard Nixon, he vaulted back onto center stage at his party’s 1980 national convention. It started as a buzz on the floor of the Joe Louis Arena on Detroit’s newly renovated riverfront – talk of a Republican “dream ticket” to take on President Jimmy Carter. The intriguing scenario would pair GOP primary victor Ronald Reagan and for what would have been the first time in history, a former president as his running mate. It became a roar when Ford granted an interview to CBS’ Walter Cronkite to acknowledge that discussions were taking place. “This was supposed to be a very ho-hum convention,” recalled Bernard Shaw, who co-anchored CNN’s inaugural convention coverage just six weeks after the launch of the 24-hour news network, working “up in the rafters with a couple of pieces of plywood over chairs for myself and Daniel Schorr.” But it turned into “a very brokered affair,” Shaw said, “with Ronald Reagan and Gerald Ford flirting with the idea of a shared presidency.” Biden to be in Tampa during Republican National Convention The actual discussions involved close aides to the two men, including former Ford administration officials who a close Ford friend believes were trying to advance their own agendas. 2008: Palin attacks Obama at RNC 2004: Obama's breakout moment 1988: 'Read my lips, no new taxes' 1988: Ann Richards takes aim at Bush “If I remember correctly, Jerry Ford came up to me earlier that day and told me that he was into these discussions, but he didn’t think they were going anywhere,” Peter Secchia, Michigan’s GOP national committeeman at the convention, said in a recent telephone interview. All the media attention that day was focused on the role Ford might play in a Reagan White House, with major responsibilities over foreign policy and fiscal issues, and the possibility of top Cabinet positions for such Ford administration luminaries as Henry Kissinger and Alan Greenspan. Secchia, a business owner in his district befriended by Ford during his early years in Congress, never actually worked for Ford but later served as U.S. ambassador to Italy, appointed by the man Reagan chose for vice president that very night – George H.W. Bush. Reagan makes surprise, post-midnight announcement Bush’s selection was hastily arranged after the talks with Ford broke down. The pick was announced by Reagan in a surprise post-midnight appearance at the convention hall a night earlier than scheduled with Bush watching on TV from his room across the street at the Hotel Pontchartrain. By all accounts, it happened in a matter of minutes after Bush agreed during a short phone call to disavow his pro-choice posture on abortion and his condemnation of what he had branded “voodoo economics.” Reagan told the convention that Bush had endorsed his GOP platform planks calling for a constitutional ban against abortion and advancing the principles of “supply-side economics” that still guide the party today. Poll: Ahead of GOP convention, presidential race in dead heat Secchia never bought into the idea of a Reagan-Ford ticket for a simple reason overlooked by most observers at the time – both men then lived in California “and one of them would have had to move.” The Constitution bars each state’s representatives to the Electoral College electors from voting for a ballot in which both candidates are from their state. In other words, a Reagan-Ford ticket would have forced California’s electors to vote Democratic, whatever the popular vote. He did not believe either man would have been willing to change his primary residence, as Ford’s onetime chief of staff Dick Cheney did when he moved back to Wyoming from Texas to become George W. Bush’s running mate 20 years later and perhaps the most influential vice president in modern history. Shaw, now retired, has covered 14 political conventions dating to 1968 when Republicans nominated Richard Nixon in Miami Beach at what Shaw called the first convention “perfectly scripted for TV.” He also was in Chicago for that year’s Democratic Convention, disrupted by anti-Vietnam war street protests, a vicious police response and a party division over the war that was a big factor in Hubert Humphrey’s November defeat by Nixon. Today’s conventions tend to be even more scripted than Nixon’s GOP gathering in 1968, but Shaw says “occasionally the curtains part and you get a chance to see the real rawness of politics and the fight for power.” In convention speeches, history is made He said journalists should avoid any preconceived attitude that conventions are non-events. “A reporter who goes to a convention with the notion that these are meaningless – the days of smoke-filled rooms are over – is the reporter who is ill-equipped for the job,” Shaw said. Drama at both conventions in 1980 In 1980, there were two good examples of that – and I had the privilege of covering both the Republicans in Detroit and the once-again divided Democrats at New York’s Madison Square Garden, the first of seven political conventions I’ve worked at as a newsman. For the Democrats, it was the year that Ted Kennedy refused to give up after losing to a sitting president in his party’s primaries and pursuing a challenge of delegate rules until just before a scheduled floor vote for the nomination. In a stirring concession speech, he gave a passing tip of the hat to Jimmy Carter – “I congratulate President Carter on his victory here” – and then brought the delegates to their feet when he bowed out of the race by saying: “For me, a few hours ago, this campaign came to an end.  For all those whose cares have been our concern, the work goes on, the cause endures, the hope still lives and the dream will never die.” Ann Romney expected to kick off GOP convention Then, after Carter’s acceptance speech, the moment we had all been waiting for – the traditional embrace of the nominee and challenger, a moment that never came. Kennedy climbed back up the podium, and with the crowd cheering his every movement, twirled around the stage shaking hands with party dignitaries, their spouses, the first lady and finally the president – an awkward looking gesture that was over in the blink of an eye. “This is a schizophrenic convention,” Dan Schorr told CNN’s audience. “They nominated Mr. Carter and they gave their love to Mr. Kennedy. They have given their votes to one and their hearts to another.” The senator then quickly exited, only to return for another quick handshake and pat on the shoulder for the president at a moment the two men had the stage mostly to themselves. “There’s no embrace,” Schorr said. “No holding of hands, no V for victory,” Shaw added. In November, the Reagan-Bush ticket won in an electoral landslide. Carter was handicapped by his divided party, high inflation and rising interest rates, and a hostage crisis in Iran that dragged on until the moment Reagan was sworn in as his successor. Agencies warn of possible anarchist activity at conventions Bush presents Quayle in dramatic fashion After eight years in office, Bush became the party’s presidential nominee and presented his running mate to GOP delegates in New Orleans in dramatic fashion, arriving near the convention site on a riverboat that also was transporting a clueless traveling press. “We didn’t know who it was going to be,” recalled George Weeks, who covered that convention as a columnist for the Detroit News after serving as chief of staff for William G. Milliken, Michigan’s Republican governor in 1980. There were several big name possibilities, including Rep. Jack Kemp, father of “supply side” economics and mentor for Mitt Romney’s running mate, Paul Ryan. Sen. Robert Dole of Kansas, a future presidential nominee, and his wife, Elizabeth, transportation secretary for much of Reagan’s presidency were other names mentioned. Way down on the list – a name I had first noticed in a New York Times “veepstakes” story that morning or the day before – was a little known senator from Indiana, Dan Quayle, a baby-faced baby boomer who, at 41, was even younger than Ryan. His selection on Day 2 of the convention may even have been a surprise to him. He got the word from Bush only a short time before the announcement, and hurried over to the riverfront for a rally with Bush and their cheering supporters. “It’s not a lark, it’s Quayle,” local TV reporter Gary Tuchman, now a CNN correspondent, told viewers of WPEC in West Palm Beach, Florida, announcing the news in a live shot just “100 feet from where Quayle was standing.” “It was still the pre-Twitter days, and the viewers were learning it from me,” he says now with a laugh. Politics, parties keep some away from conventions A less-than-stellar debut for a rising star The Bush-Quayle ticket triumphed in November over another former Massachusetts governor, Michael Dukakis, and Sen. Lloyd Bentsen of Texas, who had been chosen at their party’s convention in Atlanta now remembered mostly for the nearly disastrous debut performance of a rising Democratic star, 41-year-old Arkansas Gov. Bill Clinton. Clinton, who already had a reputation as a spellbinding orator, was picked to place Dukakis’ name in nomination a night after a rousing Jesse Jackson address party officials feared would steal the thunder from Dukakis, the political embodiment of laid back. But Clinton went on so long – more than 33 minutes, nearly twice his allotted time – the clearly annoyed delegates were squirming in their seats, some even booing.  As the young governor uttered the words, “In closing …,” the hall erupted in boisterous cheers. Just four years later, it was Clinton who was getting nominated, and later elected, depriving the senior Bush of a second term. This year he will return to his 1988 role, delivering the nominating speech in Charlotte, North Carolina, for Barack Obama’s bid for re-election. “This party loves Bill Clinton,” said Mark Brewer, state Democratic chairman in Michigan for the past 17 years who will attend this year’s convention as a “super-delegate.” After all these years, still “The Comeback Kid.” Memorable convention moments (Editors Note: Paul Varian has covered presidential politics off and on since the 1972 elections, including seven national party conventions over a 20-year period for United Press International and CNN.)",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2012/08/22/politics/convention-drama/index.html"
        },
        {
            "headline": "Executive privilege: A rocky legal and political road in U.S. history",
            "author": "Mariano Castillo",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 21,
                "year": 2012
            },
            "article_content": "Executive privilege is often invoked by the president but rarely accepted by Congress Differing circumstances have led to a mishmash of Supreme Court rulings over time Early cases involved the Jay Treaty of 1796 and Aaron Burr's trial for treason in 1807 Most recent case involved the firings of U.S. attorneys by George W. Bush in 2007 President Barack Obama’s assertion of executive privilege ahead of a hearing before a House committee, which subsequently recommended his attorney general be cited for contempt of Congress, sets up a fight that has had mixed results in the past. At stake are Justice Department documents relating to the flawed Fast and Furious gunrunning sting that House Oversight Committee Chairman Darrell Issa, R-California, wants in his hands, and that Attorney General Eric Holder says are confidential. The White House move means the Department of Justice can withhold the documents from the committee, which recommended by a 23-17 vote Wednesday that Holder be cited for contempt. The full House is expected to consider the motion next week. More details: House panel recommends contempt citation If it votes to issue a contempt citation, a statement of facts would be delivered to the U.S. Attorney in the District of Columbia, “whose duty it shall be to bring the matter before the grand jury for its action,” according to the law governing contempt citations. House spars over Holder contempt vote King: Holder appears to be holding back Executive privilege also has been around since the earliest days of the country, and gives the executive branch the ability to withhold certain internal discussions and documents from scrutiny. “It’s there to give the executive branch some breathing room for its own deliberations,” said Josh Chafetz, professor of law at Cornell Law School. Executive privilege “has a long history, but it often plays out very differently,” he said. The last major confrontation over executive privilege also involved the Justice Department, but the partisan roles were reversed. Q&A: What’s going on and what comes next In 2007, President George W. Bush insisted that White House Counsel Harriet Miers and White House Chief of Staff Joshua Bolten wouldn’t testify under oath or provide subpoenaed information about the firings of nine U.S. attorneys, a controversy that had led to the resignation of Attorney General Alberto Gonzales the year before. House Democrats, who were in the majority at the time, believed the firings were politically motivated and wanted to force the pair to testify about them. The House voted 223-32 to cite Miers and Bolten for contempt (most GOP members walked out in protest), but when Congress sued the pair, the case never made it to court. It was settled between the two sides with mixed results: The House got some of the testimony it wanted, but not until 2009, when Obama was in office. The real aim of Congress had been to get oversight of the Bush administration, but he had already left the White House when the information was made available, Chafetz said. Historically, presidents’ claims of executive privilege rarely have been accepted by Congress. When power brokers from those two branches clash, it is often left to political expediency or the courts to sort out the competing interests. Edward Lazarus, author of a book on the Supreme Court, “Closed Chambers,” said that when such a “showdown among two co-equal branches of government” occurs, “the judiciary often becomes the referee.” iReport: Tell us what you think The claim arises from the constitutional idea of separation of powers. The concept is not a settled legal precept, since it has been open to varying interpretations, and it remains a controversial, litigated part of government business. “The main factor that courts usually use is internal deliberations,” said CNN Senior Legal Analyst Jeffrey Toobin. “The courts want to respect the president’s internal deliberations so he can get freely given advice from his aides. They don’t want to invade that privilege. However, that’s not an absolute privilege for everything that goes on in the White House.” Constitutional groundwork The U.S. Constitution does not expressly mention this idea of executive privilege. President George Washington set the precedent in 1796 when he refused a House request for documents relating to how the Jay Treaty with Great Britain was negotiated. The Supreme Court first decided the issue in 1807, during Aaron Burr’s separate trial for treason. Chief Justice John Marshall ordered President Thomas Jefferson to produce a letter that might have exonerated the former vice president. The court concluded the Sixth Amendment right of compulsory process did not exempt the executive branch. The letter was turned over, but its contents never were publicly revealed, at Jefferson’s insistence. As may ultimately prove to be the case in the Fast and Furious controversy, the Burr issue was privately negotiated, without a subpoena being issued. The high court has not spoken with one voice on executive privilege. In 1927, it ruled that the executive branch was not protected from “legitimate” outside investigations. In 1948, presidential prerogatives were preserved in relation to private lawsuits where national security or military matters are involved. Executive privilege claims have risen sharply since the 1950s, but most presidents since Dwight D. Eisenhower have assured Congress that such claims would only be asserted with their personal approval, as Holder indicated Obama did in this case. Of Watergate and task forces The biggest recent executive privilege case was U.S. v. Nixon in 1974, during the Watergate crisis. That involved a criminal grand jury subpoena for the president to turn over secretly recorded Oval Office audiotapes. The justices unanimously ruled against his legal claims, saying there was great national interest that the tapes be produced. Nevertheless, for the first time the Supreme Court recognized the constitutional basis for executive privilege. “Nowhere in the Constitution … is there any explicit reference to a privilege of confidentiality,” that ruling said, “yet to the extent this interest relates to the effective discharge of a president’s powers, it is constitutionally based.” The court then recognized that “those who expect public dissemination of their remarks may well temper candor with a concern for appearances and for their interest, to the detriment of the decision-making process.” In other words, the Supreme Court laid out a balancing test of sorts: a basic need for executive confidentiality and candor, weighed against the public interests of congressional oversight, a criminal inquiry or prosecution. President Bill Clinton’s first term produced an interesting legal dilemma that later popped in subsequent administrations. Then-first lady Hillary Clinton chaired a health care task force that was sued for closing to the public several meetings with government and private officials. The issue was whether she as the first lady was a government employee and therefore could claim executive privilege. A federal appeals court concluded she could. The issue emerged again in 2001, when Vice President Dick Cheney was sued for his role chairing an energy task force. Only this time the issue was whether executive privilege applied to conversations by White House officials with those outside the government. Cheney was taken to court by private groups and the Government Accounting Office seeking information on what energy company officials and lobbyists might have advised the group, whose conclusions later formed the basis of the administration’s energy policy. A lawsuit claimed those contacts improperly benefited private energy businesses. The private lawsuit reached the Supreme Court after two years of legal wrangling, and the White House won a temporary victory. Justice Anthony Kennedy wrote, “Special considerations applicable to the president and the vice president suggest that the courts should be sensitive to requests by the government” in such appeals. The government claimed in its legal brief that it is “clear that the president’s authority to receive opinions from executive officers is not subject to interference from or control by other branches” of government. The case was sent back to the lower courts and, after about five years, was settled without the government turning over the requested documents. The foreseeable future and beyond Time may be on the side of the White House, if it is determined to see this issue played out in the courts. The case could take many months, or even years, to be resolved. The use of contempt measures or executive privileges can blur the line between law and politics. Congress benefits from having the Fast and Furious controversy viewed as an issue of tremendous national importance, and from affirming the power of the legislature to serve as a check on the executive. It has not been shy invoking the threat of subpoenas. Administration supporters have countered that the request for documents by the Republican-led oversight committee amounts to election-year politics, with the goal of embarrassing Obama. The president has two centuries of precedent to rely upon, and no clear sign the courts want to resolve the issue with some bedrock finality. “The executive branch is taking the long-term view of this,” said legal analyst Lazarus. “You need to develop golden rules in this situation that will apply regardless of who is in power, to come up with a fair way to hold the president accountable without unduly chilling speech with the executive branch.” Holder contempt vote could come next week",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2012/06/20/politics/executive-privilege-history/index.html"
        },
        {
            "headline": "Citing partisanship, Maine’s Snowe says she’ll leave the Senate",
            "author": "Dana Bash",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 28,
                "year": 2012
            },
            "article_content": "White House praises Sen. Olympia Snowe for her bipartisan leadership Snowe known as moderate Republican who sometimes votes with Democrats Maine GOP chairman says the decision is going to shake up state politics She cites the partisan divide in Washington as a reason for retiring Republican Sen. Olympia Snowe of Maine announced Tuesday she will retire rather than seek re-election this year, surprising colleagues and perhaps casting the future of her seat in doubt. The decision was made “after an extraordinary amount of reflection and consideration,” she said in a statement. Snowe, who turned 65 last week, was first elected to the U.S. House in 1978 and then to the Senate in 1994. She is the first woman to serve in both chambers of a state legislature and the U.S. Congress. Snowe was known as a moderate who sometimes sided with Democrats in the increasingly partisan environment of Washington politics. Her statement cited the partisan divide. “I have no doubt I would have won re-election,” Snowe said, describing her political service in Maine and Washington as “an indescribable honor and immeasurable privilege.” While her motivation and sense of responsibility remain, she continued, “I do find it frustrating, however, that an atmosphere of polarization and ‘my way or the highway’ ideologies has become pervasive in campaigns and in our governing institutions.” “Unfortunately, I do not realistically expect the partisanship of recent years in the Senate to change over the short term,” Snowe said. “So at this stage of my tenure in public service, I have concluded that I am not prepared to commit myself to an additional six years in the Senate.” The White House released a statement praising Snowe’s bipartisan efforts. “For almost four decades, Olympia Snowe has served the people of the great state of Maine. … From her unwavering support for our troops, to her efforts to reform Wall Street, to fighting for Maine’s small businesses, Sen. Snowe’s career demonstrates how much can be accomplished when leaders from both parties come together to do the right thing for the American people.” Initial reaction from colleagues indicated Snowe’s decision was unexpected. “I was surprised. I know that she’s been quite frustrated with the lack of civility in Washington and the fact that she’s a bridge builder – and it was more and more difficult to do that. But we were all surprised here in Maine that she would make the decision,” said Maine GOP Chairman Charlie Webster. “It’s going to shake things up in Maine politics.” Maine Sen. Susan Collins, a moderate Republican, said she was “devastated” to learn of Snowe’s decision not to seek re-election. “I know this was an incredibly difficult decision for Olympia,” said Collins, who lauded Snowe as “a leader who sought solutions, not political advantage.” Democratic Sen. Chuck Schumer of New York expressed surprise at the news when told by CNN. “We’ll miss her,” Schumer said. “She’s a good, good lady and an example of … sometimes how the roughness of the political world can affect things. She’s great, and she’ll be missed by people on both sides of the aisle.” With Snowe in the race, two of the top political handicappers – the Cook Political Report and the Rothenberg Political Report – had considered the seat “safe Republican” in the November election. Democrats hold a 53-47 majority in the Senate but are defending 23 of the 33 seats up for grabs in November, including those of two independents who caucus with the Democrats. Guy Cecil, executive director of the Democratic Senatorial Campaign Committee, called Snowe’s departure an “unexpected opportunity.” “Maine is now a top pick-up opportunity for Senate Democrats,” Cecil said in a statement. “If there is one place in the country that is likely to reject the extreme, anti-middle class, divisive  Republican agenda it is Maine. Democrats not only hold a strong registration advantage in the state, but this is a state that the president won by 17 points in 2008 and will likely win by a significant margin this year, as well.” However, Texas Sen. John Cornyn, the chairman of the National Republican Senatorial Committee, said his party remains “well-positioned to win back a Senate majority in November.” “Maine has a proud history of electing independent leaders, including a Republican governor in 2010, and while this will be a key battleground in the fall, I am confident it will remain in Republican hands,” Cornyn said in a statement. The Maine GOP chairman said it’s too early to tell yet whether Democrats could potentially pick up the seat. “We’ve got a number of qualified people that could run,” said Webster. Two Republican candidates already announced primary challenges to Snowe – former Lisbon Falls Selectman Scott D’Amboise and tea party activist Andrew Ian Dodge. In addition, two Democrats being mentioned as potential candidates were businesswoman and 2010 gubernatorial candidate Rosa Scarcelli and state Rep. Emily Cain. U.S. Rep. Chellie Pingree, D-Maine, was also hailed as a possible candidate. The Progressive Change Campaign Committee launched a campaign shortly after Snowe’s announcement to draft the Democratic representative into running. The group, which claims 6,000 members in Maine and close to a million nationwide, praised Pingree for having a “bold progressive voice.” CNN’s Ted Barrett, Deirdre Walsh, Rebecca Stewart, Tom Cohen and Shannon Travis contributed to this report.",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2012/02/28/politics/senate-snowe-retiring/index.html"
        },
        {
            "headline": "Opinion: Colorism is the new ‘ism’",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 13,
                "year": 2012
            },
            "article_content": "Editor’s Note: Ronald E. Hall, Ph.D. is a professor at Michigan State University and the author of “The Melanin Millennium.” He has lectured on skin color both domestically and internationally, and testified as an expert witness in skin color discrimination cases. His forthcoming book is a revised edition of “The Color Complex.” By Ronald E. Hall, Special to CNN (CNN) – In the early part of this century, there were separate facilities for blacks and whites, the Ku Klux Klan was a popular white supremacist organization and racism was easy to see. In 1964, civil rights legislation outlawed racial discrimination, and there has been an advance of racial equality, including the election, and re-election of the first black president. But while overt acts of racism have declined, discrimination continues in another form: colorism. Colorism is a manifestation of how Western imperialism has exported European ideals, most notably the universal idealization of light skin, to American shores. Not only have whites discriminated against blacks because of skin color, but people of color have also discriminated against one another. While colorism has existed for some time, it has only been recently acknowledged, as seen in the increase of legal cases and studies examining this “ism.” Colorism is rooted in the long span of American history. The NAACP’s Crisis magazine printed an editorial on a heated exchange between the light-skinned W. E. B. DuBois and the dark-skinned Marcus Garvey. DuBois referred to Garvey as “fat, black” and “ugly,”  as if to suggest that a dark skin color denoted inferiority. Such an exchange was not an anomaly. A prominent NAACP official referred to Garvey by skin color, as a “Jamaican Negro of unmixed stock.” The not-so-subtle derogatory remark implied that having dark skin was unattractive. Recently, I was retained as an expert witness for a suit filed against Sears Holding Management Corp. in Chicago. The plaintiff in the case was African-American, and previously employed by the defendant as an executive. In filing suit, the plaintiff alleged she was denied equal pay, promotion and then terminated on the basis of her age, race and skin color. According to testimony, a light-skinned African-American male employee of the company with less seniority cooperated in the plaintiff’s eventual termination. The case is ongoing. In 1989, the Federal District Court of Atlanta heard the case of Walker vs. the Internal Revenue Service. Tracey Walker, the plaintiff, alleged that her IRS supervisor discriminated against her via performance evaluations on the basis of skin color. This is a landmark case as both the plaintiff and her supervisor are African-Americans. The plaintiff is light-skinned, whereas the defendant, by comparison, is dark-skinned. The presiding judge determined that such discrimination is a fact in the African-American community but that the plaintiff had failed to prove it to his satisfaction in her particular case. The issue has not only been among African-Americans. In Felix v. Marquez, a case litigated in 1981 by the U.S. District Court of the District of Columbia, the litigants were employees of the Office of the Commonwealth of Puerto Rico in Washington. The darker-skinned Felix alleged that the lighter-skinned defendant did not promote her because of colorism. During the trial, Felix contended that only two of her 28 fellow employees were as dark or darker in skin color than she, which Felix suggested is the reason she was not promoted. The increase in legal cases has been telling of the increase in acknowledging colorism in the United States, and recent studies have also explored the topic around the world. Eurogamy is a discriminatory marital pattern based on having light skin. Eurogamy was demonstrated in a study done in Asia using random samples of a mail-order bride magazine published from 1991 through 2000. In the study, 620 Asian females were questioned about their spousal preferences. When light skin was a requirement for marriage, 96% of the females requested Caucasian men, 2% requested Asian men and 2% requested Hispanic men. Colorism is manifested in discriminatory references to skin color, even who is seen as a suitable mate: If there is no action, it will continue as another insidious “ism” of the new millennium. The opinions expressed in this commentary are solely those of Ronald E. Hall.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/12/13/us/opinion-colorism-is-the-new-ism/index.html"
        },
        {
            "headline": "Parallels to country’s racist past haunt age of Obama",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 1,
                "year": 2012
            },
            "article_content": "This is the second in an occasional series on issues of race, identity and politics ahead of Election Day, including a look at the optics of politics, a white Southern Democrat fighting for survival and a civil rights icon registering voters. By John Blake, CNN (CNN) – A tall, caramel-complexioned man marched across the steps of the U.S. Capitol to be sworn into office as a jubilant crowd watched history being made. The man was an African-American of mixed-race heritage, an eloquent speaker whose election was hailed as a reminder of how far America had come. But the man who placed his hand on the Bible that winter day in Washington wasn’t Barack Obama. He was Hiram Rhodes Revels, the first African-American elected to the U.S. Senate. His election and that of many other African-Americans to public office triggered a white backlash that helped destroy Reconstruction, America’s first attempt to build an interracial democracy in the wake of the Civil War. To some historians, Revels’ story offers sobering lessons for our time: that this year’s presidential election is about the past as well as the future. These historians say Obama isn’t a post-racial president but a “post-Reconstructionist” leader. They say his presidency has sparked a white backlash with parallels to a brutal period in U.S. history that began with dramatic racial progress. Some of the biggest controversies of the 2012 contest could have been ripped from the headlines of that late 19th-century era, they say: Debates erupt over voting rights restrictions and racial preferences, a new federal health care act divides the country, an economic crisis sparks a small government movement. And then there’s a vocal minority accusing a national black political leader of not being a “legitimate” U.S. citizen. All were major issues during Reconstruction, an attempt to bring the former Confederate states back into the national fold and create a new era of racial justice. And many of the same forces that destroyed Reconstruction may be converging again, some scholars and historians say. Hiram Rhodes Revels became the first African-American elected to the U.S. Senate in 1870. Ruha Benjamin points to this as proof that change is fragile – and reversible. The backlash that swept aside Revels lasted nearly a century. “When white Americans helped put this African-American in the Senate, it seemed that they were really welcoming African-Americans and they wanted them to have full equality,” said Benjamin, an African-American studies professor at Boston University. “We know in hindsight that it was about to get worse.” The notion that the country is poised to enter a new post-Reconstruction era may seem outlandish, even offensive. That period, known as the Jim Crow era, saw the establishment of American apartheid: segregated public facilities, race riots and white racists murdering blacks and their white allies with impunity. Today, too many white Americans are “militantly anti-racist” for the country to return to the post-Reconstruction era, said Mark D. Naison, a history professor at Fordham University in New York City. “You hold a racist demonstration in this country and the anti-racist protesters will have as many whites and blacks in their group, maybe more,” Naison said. “We are definitely not post-racial, but we aren’t going back to the days of legal segregation.” Yet there is another slice of white America that seems stuck in a time warp, as if it never left the post-Reconstruction era, other historians argue. While not calling for the return of Jim Crow segregation, some white Americans are recycling the same political rhetoric and legal strategies that snuffed out Reconstruction, these historians say. They are also resurrecting some of the most racist images from the post-Reconstruction era, some black commentators say. While it is no longer acceptable to call a black person the N-word publicly, people do it all the time in social media, video games and in the comment sections of online news stories, said Nsenga Burton, a writer for The Root, an online news site with an African-American perspective. Much of this racism is aimed at Obama, she says. Among examples, he’s been called “tar baby” and “the ultimate Affirmative Action N******” and depicted as a chimp. People are not shocked anymore by overt displays of racism, she says. Burton said in a Root essay entitled, “It’s a Great Time to be a Racist,” that Obama’s presidency didn’t inaugurate a post-racial era. “Try post-Reconstruction,” she said, “because the harmful slurs and images being tossed around the public space hark back more to a racist past than to a racially ambiguous future.” A recent Associated Press online poll concluded that racial prejudice in America has slightly increased since Obama’s election. The survey said that a majority of Americans, 51%, express explicit racial prejudice toward blacks, compared to 48% in 2008. While the poll on its own doesn’t prove the country has become more racist in the last four years, it does offer evidence that the “post-racial” world some thought Obama’s inauguration would bring has yet to materialize. “We’re in a racist renaissance,” Burton said. “It’s a rebirth of the oldest forms of racism. It’s not new, not different. It’s like the 1800s, the most archaic abusive terms are applied to black people every single day.” Some conservatives have a different take, on history as well as current events. Everyone who criticizes the president is labeled a racist, they say. And describing Obama as a post-Reconstruction president is absurd. “It’s race-baiting of the highest order; it’s bunk,” said Niger Innis, a black conservative and son of civil rights activist Roy Innis who has defended the Tea Party movement against accusations of racism. “The America of today is not the America of the 1870s,” Innis said. “When the American people voted for their first black president, the Union Army didn’t occupy the country.” Some conservative commentators also say Obama isn’t a victim of racism, but to the contrary has inflamed racial divisions to advance his political agenda. “Obama was falsely portrayed in his campaign as a post-racial president who would bring healing to the nation’s racial divisions,” said Larry Schweikart, co-author of “A Patriot’s History of the United States.” “Obama has done everything he can to ensure that there were stark racial differences. … Obama has focused his entire administration around racism, a sort of reverse racism on his end,” Schweikart claimed. It is a view that has been reflected by conservative talk-show hosts such as Glenn Beck and Rush Limbaugh’s brother David, author of “The Great Destroyer.” David Limbaugh would not talk to CNN for this story. Hope and change in another time Reconstruction, which lasted from the end of the Civil War in 1865 to 1877, was filled with dueling perceptions of race as well. The political changes unleashed by the Civil War unnerved many white Southerners: As blacks achieved positions of power that previously had been reserved for whites, historians say, many whites felt like their country didn’t belong to them anymore. After the Civil War, the U.S. Congress passed the 13th, 14th and 15th “Reconstruction Amendments” that abolished slavery, granted citizenship rights to blacks and prohibited denying the right to vote to newly freed slaves. The term “civil rights” was coined during Reconstruction, said Eric Foner, the Pulitzer Prize-winning author of “Reconstruction: America’s Unfinished Revolution.” A century before Rosa Parks refused to move to the back of a segregated bus, Congress passed the 1866 and 1875 Civil Rights Acts, which banned the discrimination of blacks in “public accommodations” such as streetcars and theaters. The reforms provoked what some historians say was white Southerners’ greatest fear: “Negro Rule.” During Reconstruction, at least 2,000 blacks were eventually elected to political offices throughout the South. They included congressmen, judges, tax collectors, sheriffs, even a governor, said Philip Dray, author of “Capitol Men,” which examines Reconstruction through the lives of the first black congressmen. “Expectations were high,” said Dray, who has also written books about the rise of labor unions and lynchings in America. “People felt like there was change, and they were going to be part of it.” Revels rode that wave of optimism into high office. In 1870, he became the first African-American elected to the U.S. Senate when the Mississippi legislature appointed him to fill a vacancy left when the state seceded from the Union. Opponents initially insisted he wasn’t a legitimate U.S. citizen because the Constitution required a senator be a citizen for at least nine years. He also had an unusual background, having been born to a free black family in North Carolina when slavery was legal. “He wasn’t radical or over the top,” Dray said of Revels. “He was a minister, a conciliatory figure. The idea was that it would be easier for him to weather the scrutiny.” Revels himself would anticipate the white backlash that would follow when he told the Senate early in 1871: “I find that the prejudice in this country to color is very great, and I sometimes fear that it is on the increase.” Obamacare, 19th century style Beyond Revels, there are other parallels between today and the post-Reconstruction era, according to some historians. The most commonly cited link revolves around the debate over voter ID laws. Since Obama’s election, 34 states have considered adopting legislation requiring photo ID for voters, according to the Brennan Center for Justice at New York University. Seven have passed such laws, which typically require voters to present a government-issued photo ID at the polls. During the post-Reconstruction era, many white Southerners viewed the onset of black voting power in apocalyptic terms. They created a thicket of voting barriers – “poll taxes,” “literacy tests” and “understanding clauses” – to prevent blacks from voting, said Dray. “The idea was to invalidate the black vote without directly challenging the 15th Amendment,” Dray said. This political cartoon highlighting voter intimidation appeared in Harper’s Weekly in 1876. Many contemporary voter ID laws are following the same script, he said. “It just goes on and on. They’ve never completely gone away. And now they’re back with a vengeance.” Some opponents of the voter ID laws note that these measures disproportionately affect the elderly and the poor, regardless of race. Supporters of voter ID laws say they’re not about race at all, but about common sense and preventing voter fraud. “That is not a racial issue and it certainly isn’t a hardship issue,” said Deneen Borelli, author of “Blacklash,” which argues Obama is turning America into a welfare nation. “When you try to purchase over-the-counter medication or buy liquor or travel, you present photo ID. This is a basic part of everyday transactions.” Historians say there are other ways the post-Reconstruction script is being dusted off and that some of them appear to have nothing to do with race on the surface. Consider the debate over “Obamacare,” the nation’s new health care law. The controversy would be familiar to many 19th-century Americans, said Jim Downs, author of “Sick from Freedom: African-American Illness and Suffering during the Civil War and Reconstruction.” The notion that the federal government should help those who cannot help themselves wasn’t widely accepted before the Civil War. There were a few charities and municipal hospitals that took care of the sick, but most institutions ignored ordinary people who needed health care, said Downs, a Connecticut College history professor who studies the history of race and medicine in 19th-century America. Reconstruction changed that. Post-Civil War America was marked by epidemics: yellow fever, smallpox and typhus. Freed slaves, who were often malnourished and had few clothes and little shelter, died by the “tens of thousands,” he said. The federal government responded by creating the nation’s first-ever national health care system, directed at newly freed slaves. It was called the Medical Division of the Freedmen’s Bureau. The division built 40 hospitals and hired hundreds of doctors to treat more than a million former slaves from 1865 until it was shut down in 1870 after losing congressional funding, Downs said. “It absolutely radicalized health care,” he said. “You can’t argue that government intervention in health is something new or a recent innovation. It originated in the mid-19th century in response to the suffering of freed slaves.” Critics at the time said the new health care system was too radical. They said it would make blacks too reliant on government. The system was expanded to include other vulnerable Americans, such as the elderly, children and the disabled. Yet some still saw it as a black handout, Downs said. “The whole notion of the modern day “welfare queen” can be traced to the post-Civil War period when people became very suspicious of the federal government providing relief to ex-slaves,” Downs said. “They feared this would create a dependent class of people.” A campaign to ‘save’ America Economic fears in the post-Reconstruction era also fueled the white backlash, a pattern that some historians say is repeating itself today. A national economic collapse took place just as freed slaves were gaining political influence. The Panic of 1873 started with a banking collapse and a stock market dive. The result: Tens of thousands of workers, many Civil War veterans, became homeless. People lined up for food and shelter in cities across America. “It made it more economically competitive for everybody,” Dray said. “You saw whites become even less generous to African-Americans [than] they might have been.” Some white Southerners channeled their economic anxiety into a systemic attack on the federal government, historians said. Before the collapse, Southern states controlled by Northern politicians and their allies had built hospitals and public schools and created social services to help freed slaves as well as poor whites, said Jerald Podair, a historian at Lawrence University in Wisconsin. But the notion of an activist federal government helping blacks amid tough times created an opening for Reconstruction opponents. One group that took advantage of that opening was the Redeemers, a popular movement led by conservative, pro-business politicians who vowed to “save” the South, said Podair, who is writing a book on Bayard Rustin, a close aide to the Rev. Martin Luther King Jr. The Redeemers gained control of most Southern statehouses and pledged to reduce the size of government. They defunded public schools, closed public hospitals and halted road construction, Podair said, all while cutting taxes for the wealthy plantation owners, the 1 percenters of their day. The Redeemers cloaked their rhetoric in the need for more government efficiency, but their goals were also racial, Podair said. “The Redeemers were interested first and foremost in power,” Podair said. “If freed slaves received education and medical care, they were that much closer to economic and, eventually, political power. And if the federal government had a major role in the South, that also meant less economic and political power for the Redeemer class.” Some historians say the backlash against Obama mimics late 19th-century resistance to black political progress. Podair said some contemporary governors are recycling the same talking points used by the Redeemers. They are invoking the need for austerity while cutting government jobs that employ a high number of blacks and reducing public services that help the poor, a disproportionate number of whom are black. “There may well be a new post-Reconstruction era of slashed federal budgets and policies that transfer power and resources to state and local governments,” Podair said. “Once again, initiatives that sound race-neutral on their face will have a devastating racial impact.” Innis has a different take. He said state and local governments can’t afford to keep the same number of jobs because of generous benefits negotiated by unions. Race has nothing to do with it. “If you have a government job and the pay and benefits is more than a private sector job, something is wrong,” he said. Government cutbacks are designed to help the economy, not inflict pain on any particular group. “Until we get our economy on track, black and brown people are going to suffer,” he said. ‘White Girl Bleed a Lot’ The primary weapon white Southerners used to halt Reconstruction was violence. Mobs attacked and killed blacks gathering to vote. They assassinated black officeholders and their white allies. Newspapers sparked race riots and warned of race wars by printing false accounts of black-on-white attacks. We are not seeing anywhere near the level of violence toward black people that followed Reconstruction. But some people fear that the inflammatory rhetoric that helped trigger racial violence in that era is returning. A Google search of the phrase “black mobs attack white people” yields tens of thousands of hits. Conservative bloggers and columnists say a “wave” of black mobs attacking whites at random has spread across the nation in places such as shopping malls, downtown tourist spots and even “Beat Whitey Nights” at Midwestern fairs. Syndicated conservative columnist Thomas Sowell – himself African-American – wrote in a May 15 column for National Review Online that “race war” has returned to America because black gangs are “launching coordinated attacks on whites in public” across America. A Republican state legislator in Maryland, Patrick L. McDonough, warned earlier this year in a letter to the governor that “roving mobs of black youths” had been attacking white tourists in Baltimore. One author, Colin Flaherty, wrote a book about this alleged wave of racial violence called, “White Girl Bleed a Lot: The Return of Race Riots to America.” The various accounts follow the same pattern: Black “flash mobs” suddenly attack whites in public, followed by a media cover-up. Flaherty, also a talk radio show host, said he first noticed the attacks in 2010. Since then, he claims he has seen “thousands” of videos of black mobs attacking whites. People have called him racist, but Flaherty said he’s just a “guy standing on a corner” reporting what he sees. “White liberals go nuts on this,” he said of his book. “When people use names like ‘racist,’ they’re using it to shut down conversation, not engage in it.” The return of race war rhetoric has disturbing historical echoes, said David Godshalk, author of “Veiled Visions: The 1906 Atlanta Race Riot and the Reshaping of American Race Relations.” Godshalk said neither Sowell nor Flaherty have offered any statistical evidence that reports about “black mobs” are anything more than isolated cases. Sowell did not respond to interview requests. Scores of blacks died during the post-Reconstruction era because newspapers spread false or grossly exaggerated reports of blacks as predators, particularly accounts of black men raping white women, Godshalk said. Some whites used those reports to justify violence and political oppression against blacks, he said. “Longstanding notions that African-Americans were criminals were used to argue that they shouldn’t be leaders in society because they didn’t have the same capabilities as whites, and they weren’t trustworthy enough to hold positions of authority,” said Godshalk, a history professor at Shippensburg University in Pennsylvania who has also written about Reconstruction and lynchings. Those notions of black inferiority eventually infected the legal system during the post-Reconstruction era, historians say. The post-Reconstruction Supreme Court played a major role in destroying what Congress had created through its racial reforms. The court delivered a series of decisions that nullified the Civil Rights Acts of 1866 and 1875 as well as additional laws designed to protect blacks from mob violence at the voting booth, said Peter Irons, a civil rights attorney and author of “A People’s History of the Supreme Court.” In 1883, the court imposed a judicial death sentence on Reconstruction in the “Civil Rights Cases” decision, which allowed private individuals and businesses to discriminate against blacks. Associate Justice Joseph Bradley wrote in the decision that freed slaves should stop being “a special favorite of the laws.” The most notorious post-Reconstruction decision involving race took place in 1895 when the Supreme Court legally sanctioned Jim Crow laws by enshrining the “separate-but-equal” doctrine in Plessy v. Ferguson. The court upheld a Louisiana law requiring that federal rail cars provide different facilities for white and black passengers. By the late 19th century, the Supreme Court had “turned its back on the claims of blacks and opened its arms to those of corporations,” Irons said. It was the onset of the Gilded Age, an era of widening income inequality that saw the court first introduce “corporate personhood,” the concept that a corporation has the legal rights of a person. “People were getting tired of concerns about racial minorities,” said Irons, an activist whose book on the Supreme Court was partly inspired by the late liberal historian Howard Zinn and his book, “A People’s History of the United States.” “The court is generally a mirror of the broader society, and that was the way most people felt at the time.” Irons and other liberal observers fear the current Supreme Court is drifting in a similar direction and anticipate that it will overturn or weaken a key section of the Voting Rights Act of 1965 as well as affirmative action in college admissions. The court is expected to hear a challenge from Shelby County, Alabama, to Section 5 of the Voting Rights Act, which requires nine Southern states and parts of others to “pre-clear” with federal officials any voting measures that could potentially restrict black voters. The court is also due to rule on a case on affirmative action in college admission policies in Fisher v. University of Texas. Irons said the conservative majority on the contemporary court would be doing what their counterparts did during Reconstruction, avoiding a frontal assault on civil rights laws and other measures that protect women and workers, while eviscerating the laws. “It’s unlikely that the court would render any decisions that would be totally reactionary on issues of race,” said Irons, “but what they’re doing in the current court is whittling away and cutting back very gradually on things like racial, gender and wage discrimination.” From post-racial to most racial Some conservatives, though, have a different perspective on Reconstruction and any modern parallels. Most historians say Reconstruction ended with the disputed presidential contest of 1876. An election too close to call was resolved when candidate Rutherford B. Hayes agreed to pull Northern troops out of the South in exchange for the presidency. Schweikart, co-author of “A Patriot’s History of the United States,” said the United States abandoned Reconstruction because the nation could not call itself a democracy while keeping half its population under military occupation. “Reconstruction ended, pure and simple, because the North could not afford economically, politically or socially to maintain a standing army in a part of the U.S. for an indefinite time and still call America a democratic republic,” said Schweikart, a history professor at the University of Dayton in Ohio. Borelli, author of “Blacklash,” does see one contemporary link with 19th-century America. She argues that Obama is actually encouraging a new form of servitude to what she calls the “Big Government Plantation.” Since Obama became president, a record number of Americans, at least 46 million, now receive food stamps. And one in six Americans receives some form of government aid as the nation struggles to recover from the worst economic crisis since the Great Depression. “There are a lot of people who are relying on government for their basic everyday needs: food, clothing and shelter,” said Borelli, who is outreach director for FreedomWorks, a Washington-based group that advocates for smaller government and lower taxes. “When you rely on government, your liberties are reduced.” Another conservative said Obama has tacitly endorsed reverse racism. “You can’t have a legitimate disagreement with the president if you’re white without being called a racist,” said Stephen Marks, creator of FightBigotry.com, a Super PAC that produced a television ad accusing Obama of not standing up to racism. Marks said Obama said nothing when Vice President Joe Biden recently told an audience of black and white voters that Republicans were “going to put y’all back in chains.” “They’re the ones who play the race card, 100% of the time,” Marks said of Obama and Democrats. “The Republicans don’t have the gonads to respond because they’re so afraid of being called a racist.” What happened to Revels? There’s little disagreement among contemporary historians about what happened to the South when the nation abandoned Reconstruction. The region became a divided society where race filtered into everything, said Dray, author of “Capitol Men.” “It had a paralyzing effect. Business interests didn’t want to invest there. Immigrants didn’t want to go there,” Dray said. “The South became this tainted place. Instead of moving into the 20th century, it stayed put in the 19th century.” The Jim Crow laws that marked the end of Reconstruction stayed put for at least 60 years. It would take a century before the contemporary civil rights movement restored the political and civil rights of blacks. Some historians argue that the United States did not actually become a democracy until 1965 with the passage of the Voting Rights Act. Black pioneers like Revels disappeared from the history books. After serving his Senate term, he didn’t seek reappointment and returned to Mississippi, where he eventually became president of Alcorn State College and pastor of a church. He lost much of his black support for not speaking out against the abuses that ended Reconstruction, said Benjamin, the Boston University professor. “He was an accommodationist,” Benjamin said. “He was in the Senate standing up for white folks and telling people not to be so hard on Southern plantation owners. He didn’t use his platform to represent African-Americans.” In 1901, Revels collapsed and died during a church meeting in Mississippi. That same year, the last black member of the House of Representatives finished his final term. Congress resumed being an all-white institution. Blacks had been driven out of office by beatings and assassinations. Revels’ death barely got a mention in the Southern press. His fellow black congressmen received the same treatment. Revisionist historians were already depicting Reconstruction as a fatal example of government overreach and Northern “carpetbaggers” and “scalawags” coming South to profit off of the regions’ misery, said Dray, author of “Capitol Men.” “When some of them passed away years later, the Southern press barely mentioned it,” Dray said. “It was a part of American history that people did not want to remember. No one wanted to talk about it or think about it.” One group of Americans, however, never forgot what Revels represented. During the Great Depression, Dray said, the federal government dispatched interviewers from the Works Progress Administration to the South to collect oral histories from former slaves. The interviewers noticed a curious sight as they walked into the shacks of the former slaves. They saw faded copies of an 1872 lithograph depicting the first seven black members of Congress, including Revels. The image is still haunting. A group portrait of the first black African-American U.S. lawmakers, including Revels. Revels and his fellow racial pioneers are posed together, dressed in vested suits and bow ties. They exude pride and determination, even though only several years earlier they weren’t even considered fully human by many Americans. Revels sits in the front row of the group portrait. He stares forward in the picture, a man who seems confident in what the future would bring. What would he think of Obama if he could somehow see him today? Would he be delighted at what America has become in 2012? Or would he think the future he embodied still seems far away?",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/11/01/us/parallels-to-countrys-racist-past-haunt-age-of-obama/index.html"
        },
        {
            "headline": "Opinion: Voter ID laws reminiscent of poll taxes",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 14,
                "year": 2012
            },
            "article_content": "Editor’s Note: Kevin Gaines is a professor of history and Afroamerican and African studies at the University of Michigan. He is the author of “Uplifting the Race: Black Leadership, Politics, and Culture During the Twentieth Century.” He is a past president of the American Studies Association. By Kevin Gaines, Special to CNN (CNN) – It is a stunning irony that the Republican Party, the onetime party of Lincoln that expanded democracy and voting rights after the end of slavery, has embraced voter suppression as a key strategy for winning the 2012 elections. Defenders of a spate of voter ID laws claim they are trying to prevent voter fraud. Their quixotic battle against an imagined crisis of voter fraud visible only to them undermines the voting rights of all Americans, and makes a travesty of our democracy. Voter ID cases: Invisible voter v. imaginary fraud Those seeking to prevent eligible voters from exercising their fundamental right of citizenship threaten to take us back to an era of state-sanctioned discrimination. A battle is being waged in the courts over the survival and health of our democracy. The current crop of voter ID laws and other state attempts to limit access to the polls are so extreme that some measures to restrict voting rights are being reversed. A federal district court recently upheld South Carolina’s voter ID law, though it will not take effect until after the 2012 election. South Carolina has a particularly sordid history of excluding African-Americans from voting and office holding. During the civil rights movement, black and white Americans gave their lives to make the nation honor the voting rights of all its citizens. People marched, braved jail, beatings and worse because for generations, African-Americans (and many impoverished whites, as well) were legally prevented from voting in Southern states. Mindful of the past sacrifices of so many, people who value democracy do not want a return to those dark times. Today, as in the past, attempts to remove African-Americans from the voter rolls are not simply about race. Like the poll taxes of the Jim Crow era, today’s voter ID laws are a race-neutral mechanism to prevent many eligible voters from voting. But these laws also disproportionately affect students, the elderly (many of whom have voted all their lives without incident) and the poor. In 1940, as black and white civil rights activists challenged the constitutionality of the Alabama poll tax, The Tuscaloosa News agreed with those surviving legislators who enacted the law in 1901: “They feel that the poll tax provision … is the soundest safeguard for honest elections and that its removal would make Alabama subject to the same kind of machine politics found in northern cities where no poll tax exists.” Defenders of the current spate of voter ID laws and their tea party auxiliaries are thus part of a tradition in which outright discrimination is justified by cant about the integrity of elections. Some of the voter ID laws subject eligible voters to bureaucratic hurdles worthy of Kafka’s fiction. In Texas, your state-issued voter ID card is “free.” But to obtain it, you must pay $22 for a birth certificate if you do not already have one. And if you were born out-of-state, or worse, never possessed an official birth record in the first place, as is the case with many elderly blacks born in the South, then tough luck. The simple truth is that historically, the disfranchisement of African-Americans has undermined the rights and freedoms of others, as well. It would do the same today. While the poll taxes of yesteryear disqualified many blacks locked in poverty, such laws also prevented impoverished whites from voting. In taking away the suffrage of whites as well as blacks, Southern state constitutions helped consolidate the political and economic dominance of wealthy whites over working-class and poor whites and blacks. A similar dynamic of racial exclusion as a Trojan horse for a more comprehensive attack on democracy is happening today. The role of the corporate-backed American Legislative Exchange Council, which is helping draft state voter ID laws, points to a top-down strategy to ensure a more favorable political climate for the conservative policy agendas of deregulation, ending Social Security and Medicare, more tax cuts for the rich, and ending the collective bargaining rights of public employees. At the height of the civil rights movement, Bob Dylan sang that poor whites whose hatred supported and sustained Jim Crow segregation were only pawns in a game controlled by wealthy, powerful whites. Like those who defended the poll taxes, those involved in today’s voter suppression will deny that they are engaged in what amounts to racial profiling and discrimination. But they, too, are only pawns that are unable to see that their own rights and future are imperiled by the far-reaching corporate agenda of the Republican Party. The opinions expressed in this commentary are solely those of Kevin Gaines.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/10/14/us/opinion-voter-id-laws-reminiscent-of-poll-taxes/index.html"
        },
        {
            "headline": "As Election Day nears, voter ID laws still worry some, encourage others",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 12,
                "year": 2012
            },
            "article_content": "Editor’s Note: CNN senior correspondent Joe Johns will debut a one-hour documentary, Voters in America: Who Counts, which focuses on new voting laws and how they may affect the outcome of the 2012 presidential election, airing on CNN/U.S. on Sunday, Oct. 14 at 8:00 p.m. and 11:00 p.m. ET and PT. By Halimah Abdullah, CNN Washington (CNN) – For LaVon Bracy, the pain of racial discrimination, of fighting for her rights as a U.S. citizen, still aches every time she thinks about Florida’s new voter identification law. “When I think I had ancestors that died for this right. I owe it to them … to do what I’m doing,” said Bracy, who years ago helped desegregate her Florida high school and today is fighting to change voting restrictions she feels are designed to keep people like her away from the polls. Parts of the Florida law – which required a photo ID to vote, restricted voter registration techniques and limited early voting – have been curtailed by federal courts. Still, it is one of more than two dozen laws across the country approved in at least 15 states since 2011 to deal with concerns around voter fraud and election irregularities. But courts and the Justice Department have reversed or weakened several of those regulations in a flurry of recent litigation. Anita MonCrief, however, could not disagree more strongly with Bracy. MonCrief, who is also African American, told women gathered at the Woman’s Up Pavilion at the Republican National Convention in August that she resents when other blacks suggest that efforts to crack down on voter fraud are racially motivated. “This is not the 60’s and blacks are not your victims,” MonCrief tweeted during the week of the convention. “Do you know any blacks that have been disenfranchised by having poll watchers in place? Neither do I.” CNN senior correspondent Joe Johns will explore the impact of tough new voter laws in an hour-long documentary set to air on Sunday. It focuses on new legislative voting changes in Florida and how those changes may affect the outcome of the 2012 presidential election. FULL STORY",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/10/12/us/as-election-day-nears-voter-id-laws-still-worry-some-encourage-others/index.html"
        },
        {
            "headline": "Sisters navigate new Pennsylvania voter ID law",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 16,
                "year": 2012
            },
            "article_content": "By Sarah Hoye, CNN Philadelphia – Suzanne Williamson is breathing a little easier. On Saturday, Williamson and her sister, Mattie Lee Williams, were escorted by volunteers to get the proper photo ID that will allow Mattie to vote this November. Williamson says her sister, who has autism, has voted in every election for as long as she can remember. But this year, after Pennsylvania lawmakers passed a new law requiring voters to show a photo ID before casting their ballots, was the first time she had to fight to make it to the ballot box. Last week, the state’s Supreme Court heard the case challenging the law, which is on appeal following a lower court’s August 15 decision to uphold it. Williamson, Williams’ 61-year-old sister, spent the last several weeks trying to get her younger sister a voter ID card. “This really bothered me because she’s been voting, and why am I going through all of this,” she said, throwing up her hands in frustration. Gov. Tom Corbett, a Republican, said the law “sets a simple and clear standard to protect the integrity of our elections.” Supporters of the law argue it will help curb voter fraud. But a comment in June by a top GOP legislator is raising concerns over the law’s intent. “Voter ID … is going to allow Gov. Romney to win the state of Pennsylvania,” Mike Turzai, majority leader of the Pennsylvania State House, told a group of fellow Republicans. Pennsylvania, a crucial battleground state for the presidential election this fall,  will be investigated by the Justice Department to determine if the state’s requirement violates civil rights law.  It is the first state to be investigated outside of the states covered by Section 5 of the Civil Rights Act, which was designed to protect minorities in areas with historic racial discrimination in voting. Critics of the new law say this requirement will disenfranchise voters during a heated election season. “Given that the vast majority of people who are impacted by this law are poor, are uneducated, or of color, or live in cities, i.e. Philadelphia and Pittsburgh, are likely to vote Democratic, this law could have an impact on the presidential election,” said Vic Walczak, legal director of the American Civil Liberties Union of Pennsylvania. In May, the ACLU of Pennsylvania, the Advancement Project, the Public Interest Law Center of Philadelphia and the law firm of Arnold & Porter filed a lawsuit to overturn the voter ID law passed in March. Williamson made several trips to various Pennsylvania Department of Transportation locations across the city on behalf of her sister, who did not have acceptable photo identification to vote under the new law. The sisters have lived together almost seven years since Williamson became Williams’ primary caregiver after their mother passed away. She lays out her sister’s clothes, helps her get dressed, does her hair, sees that she gets on the bus that takes her to an adult services workshop three days a week, and is there when she comes home. Williamson, a registered voter, also registered her sister to vote in her district. The sisters have voted together ever since they have lived together. The new law requires every voter to present a state-issued photo ID, which Williams found difficult to obtain. “She can’t read or write, she can’t be a mother, she doesn’t have many friends. This is the thing she depends on,” Williamson said of her sister’s passion for voting. She turned to the Pennsylvania Voter ID Coalition after several failed attempts to get to obtain the proper ID. The nonpartisan campaign is made up of nearly 150 organizations that educate voters about the state’s new voter ID requirements. It is co-run by longtime community activist Joe Certaine, a former managing director for the city of Philadelphia. “People like her, who have the determination to get it done, regardless of the cost or regardless of the number of obstacles that are put in front of you … inspire anyone to keep up the work,” Certaine said. “Nobody ever thought in a million years that we would have to go carry the shield for people who are registered to vote but are being stopped from voting because they don’t present the right kind of identification.” Certaine, a husky no-nonsense taskmaster who traveled around the country registering people to vote during the ’60s, was moved after Williamson walked into the group’s operations center. Williamson says her sister has voted in every election for as long as she can remember, and she’s not about to let her miss one now. “You know, this is not right,” she said.”She should be able to vote and I’m gonna see that she does it.” And Williams isn’t shy about her presidential preference. “We’re voting for President Obama because he’s the man,” she said.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2012/09/16/us/sisters-navigate-new-pennsylvania-voter-id-law/index.html"
        }
    ]
}