{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "A white mayor for ‘the chocolate city’?",
            "author": "Dan Merica",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 27,
                "year": 2013
            },
            "article_content": "Washington is similar to other cities that have seen an influx of young, white residents As neighborhoods have improved, property values and taxes have risen Two white council members are running for mayor, which would be first in city's history Race is only one of the many issues that mayoral candidates must address An overriding question of “who is this guy” can be felt in the room when Tommy Wells stands to take the open microphone at an event about the racial disparities in Washington drug arrests. The council member is addressing an eclectic, racially diverse crowd: a mix of people personally affected by racial profiling and white 20-somethings with tight jeans and button-covered backpacks. Wells, a suit-clad, oval-faced, gray-haired, white politician stands out. “I am Council Member Tommy Wells,” he said, before launching into a five-minute mellow talk about the effect of the district’s drug laws and the need to decriminalize marijuana, an issue Wells is spearheading on the council. Not once does the 56-year-old lawmaker who spent most of his childhood near Birmingham, Alabama, mention that he is running for mayor. “We’ve got a lot of work to do and I am here to help you do it,” the former social worker said. “This can’t be just one race’s burden.” For Wells, decriminalizing marijuana – and his appearance at an event earlier this year about race and the law – is as much a product of his job as it is about the fact that he is vying to become the District’s first white mayor. For nearly 40 years, since Washington was allowed to administer itself by using popular elections, the six people who have led the nation’s capital have been African-Americans. With two white men, Wells and Jack Evans, another council member, running for the office in 2014, that could change. Demographic shifts changing face of cities Other cities – like New York, San Francisco, Boston, Atlanta and Detroit – have experienced similar demographic changes that have shaped electoral politics: white flight to the suburbs in the last century and white residents returning to gentrifying areas of inner cities in this century. Google bus stunt reveals tensions in San Francisco In Detroit, for example, the transition meant for four decades a black mayor led the city. That changed in November when Detroit residents elected Mike Duggan to become the city’s first white mayor in more than 40 years. But for many, especially those who have lived in the District for decades, Washington is different because of its rich history of African-American culture and representation. Detroit elects first white mayor in 4 decades At least 10 candidates are so far vying to take the mayor’s office from embattled incumbent Mayor Vincent Gray who said he will run for a second term. D.C. mayor launches re-election bid In addition to the incumbent, Evans, and Wells, Council Members Muriel Bowser and Vincent Orange, activist Andy Shallal, former State Department official Reta Jo Lewis and at least four other candidates have declared their intentions to run. Others have hinted at a run. While the election is bound to center on issues like education, livable wages and ethics, race is an issue at the center of the contest, although it’s not regularly addressed in speeches and statements. “I have a track record and have always been able to win with significant African-American vote,” Wells told CNN before the event. “If I am elected, they (African-Americans) will get someone that is not just a white man.” Both Wells and Evans have said – quite bluntly – that they are ready and willing to talk about race. “My history would be one that has been able to represent everyone,” Evans said. But not everyone agrees. Black leaders, including other members of the council, say electing a white mayor would symbolize a trend that many have seen coming for decades: Washington, a place once known as “the chocolate city” because it was a mecca for African-American leadership, would no longer be able to claim that mantle. “There are a lot of black people who are not ready for a white mayor,” one-time mayor and current Council Member Marion Barry said emphatically. But Washington is not averse to electing white leaders; David Clarke served as city council chairman for a dozen years before his death in 1997. The Washington Post in its obituary recognized the liberal leader’s “ability to transcend race.” ‘Chocolate city’? Since the late 1950s, many African-Americans proudly knew Washington as the “chocolate city” not only because it was a majority black city, but also because with that majority came a thriving African-American business base and broad representation in city government. The majority peaked in 1970 when the District was 71% black. To Yvette Alexander, council member for the still predominantly African-American Ward 7, it was more than just numbers. “I can remember even when I attended college at Howard University, all of my classmates all over the country were fascinated with Washington, D.C.,” she said nostalgically. “Wherever you went there were black people. My classmates were amazed that even if you went into a store, wherever you went, there was black ownership.” The common refrain from her friends who came from outside the District: “This is amazing to see so many black people, that basically, have it going on,” she said. But D.C. has changed. In 2012, the percentage of the population that was African-American was 50.1%,  according to the Census Bureau. At the same time, the white population in Washington has grown significantly. While whites made up 27.7% of the population in 1970, they currently make up 42.9%. In terms of economic standing, white Washingtonians make more than the average median income for the District. The answer to why the dramatic change has happened depends on whom you ask. Gentrification, socially unequal development, the flight of white young adults to Washington, prosperity of government jobs, income stratification – all have been cited. During the 1950s and ’60s, large numbers of white people fled Capitol Hill and downtown for more homogeneous suburban and exurban areas in Virginia and Maryland, leaving a higher concentration of African-Americans in the city. But the era of white flight seems long over. Instead, many young whites are moving back into urban areas, choosing to live close to employment and transportation hubs. With them comes more development and higher prices, meaning black residents are sometimes being priced out of their neighborhoods. Economic growth pricing some out of their homes Sitting in a recently opened Right and Proper Brewing Company in the Shaw neighborhood, an area that was the epicenter of economic depression just a few decades ago, Mayor Gray remarks on the changes. Young, largely white professionals returning to the District have been driving economic growth over the last four years, Gray said, noting that “on any given day, you will have 60 or more cranes that are operating.” The city is netting around 1,200 new residents a month “and a lot of those people are white,” Gray said. “I have to acknowledge the reality of what the data indicate.” The concerns of largely African-American longtime residents “are legitimate because the cost of living in this city is going up.” One way Gray said he is looking to combat that is by pledging to spend $187 million on affordable housing projects in the District, a plan he hopes will create or preserve roughly 3,200 affordable housing units. A few decades ago, the brewery Gray now sits in – with its shiny new floors, unblemished kegs and antique tables – wouldn’t have existed in Shaw. The area that at one time was the heart of African-American culture in the 1960s, was also the epicenter of riots after the 1968 shooting of the Rev. Martin Luther King Jr. Through the 1980s and ’90s, the area was an economic wasteland. But as has happened to much of Washington, businesses began to come back to the area. One restaurant, then another opened up – and then an apartment building or two were built. Houses that were once vacant became homes again. Then the Howard Theater – a historic music venue that hosted the likes of Duke Ellington, Billy Eckstine and Ella Fitzgerald – went through a $29 million renovation and reopened in 2012, and the area is on its way back. With that growth came change. According to the Census Bureau, in 2000, Shaw was 90% African-American. In 2010, it was 70%. White population grew from 4% in 2000 to 20% in 2012. More like ‘chocolate swirl’ city now The District, Gray said, is no longer the chocolate city. With a laugh, the 71-year-old mustachioed politician with a permanently furrowed brow said it’s more of a “chocolate swirl” today. As to the question about whether the residents would vote for a white candidate Gray said, “I think people want to see somebody who they feel empathizes with who they are, someone who can address their problems, who can address their challenges, someone they can relate to,” Gray said. “I think that can be a person of any race, frankly.” But then he continued, saying he understands “the anxieties that people are experiencing” and believes that race “will be a factor for some people” who vote in the election. While Gray was cautious about addressing the effects of the economic boom, others were not. “The chocolate city is over,” Alexander bluntly said as she retold stories of what the city used to be like. The changes to the city have caused a noticeable divide among residents, too. Streets that were once dominated by the black businesses Alexander remembers are now home to high-priced apartments and trendy cafes. For many in D.C., the polluted river that splits the city symbolizes the growing disparity between the haves and the have-nots. “There is still a basic segregation that exists with the Anacostia River,” said Clinton Yates, a columnist for the Washington Post who grew up in Takoma Park, Maryland, a town just blocks from the northern D.C. boundary. “It is still real. People west of the river do not have any real reason to go east of the river.” East of the river, in Wards 7 and 8, unemployment is far higher than the Washington average and poverty has become the norm, not the exception. The tourist money that floods into the city each day rarely is spent in Wards 7 and 8. What’s more, residents east of the river can see the boom on the other side of the Anacostia – new high-rises and cranes dot the skyline as cars buzz into the capital – but they feel unable to tap into that growth. Black disenfranchisement ‘a major part of this city’ Yates said, “The overall disenfranchisement of the black resident of D.C. is a major part of this city.” Because of that, Yates said, “I just don’t think we can see a white person at the helm of the city.” Are the candidates prepared to talk about race? Historically speaking, Council Member Muriel Bowser sits in a coveted spot when running for mayor. Not only does she represent a powerful ward in the District, but she is seen as the most viable black candidate in the field other than Gray. She said she is ready to talk about race. “I have had the great privilege of representing a ward that looks just like the District of Columbia,” said Bowser,  a young-looking 41-year-old, fifth-generation Washingtonian with short black hair and direct eyes. “Black people, white people, old people, young people, straight people, gay people, you name it. And unlike any other ward council members, I have been elected in that scenario three times.” Bowser came up under the tutelage of Adrian Fenty, the former mayor who lost to Gray in 2010. Fenty represented Ward 4 before Bowser and when he won the mayor’s race in 2006, she was the mayor’s pick for the council seat. When she was contemplating a run for mayor, the former mayor told Bowser to, “Go for it.” Much like Gray, race seems to be a tightrope for Bowser. She regularly both downplays the role of race in the election – “There is really no black- or white-mayor way to pick up the trash around the city,” she said – while also knocking her white opponents for being out of touch with what residents east of the Anacostia need and want. “You have to go all across the city and make sure that whatever agenda we have for change and growth can be inclusive of all eight wards of the D.C.,” she said, criticizing Evans, her mayoral rival who has made “urban renewal” – the idea that every neighborhood should have grocery stores, pharmacies and restaurants within walking distance – a centerpiece of his campaign. Evans, the longest-serving member of the Washington council and a high-priced lawyer, put his campaign headquarters near the U Street corridor, ground zero for Washington’s gentrification. All around Evans’ headquarters are new high-rises, classy restaurants and trendy bars where before there were historic clubs that had seen better days. ‘Retail on every block’ Evans, a thin, direct, 60-year-old who lives in the posh Georgetown neighborhood, is proud of that change. “My goal is to create livable communities like 14th Street, where you have a street that 20 years ago was known for two things: prostitution and drugs,” Evans said, pointing to the street from his headquarters. “Today, you have hardware stores, supermarkets, restaurants, retail on every block.” But what comes with the livable communities is rising prices. Just a block up from Evans’ headquarters, a one-bedroom apartment starts at $2,200 a month. In 2012, a study found D.C. one of the most expensive places to own an apartment, finding that an individual must be making more than $60,000 a year in order to afford the market rate for a two-bedroom apartment. While black leaders like Barry said this issue could hurt the mayoral candidate among African-American voters, Evans said he isn’t worried because he feels he can answer the two pressing questions on African-American voters’ minds. “The concern in the African-American community is twofold, No. 1, if you get elected, will you forget about us? And No. 2, if you get elected, is this the last time we will have a black mayor?” he said. To say the race for D.C. mayor is crowded would be an understatement. But the massive field, although typical early in mayoral races, could be a byproduct of a vulnerable incumbent. When Gray first won the job, he defeated incumbent Fenty in the Democratic primary before cruising to victory in the general election in a city where Democrats outnumber Republicans by 12-1. Despite the win, though, Gray’s first campaign has dogged him for the first three years of his term. His 2010 campaign has been the focus of a long-running federal investigation, with prosecutors saying his victory was tainted because his campaign was infused with $650,000 in illegal funds. Four of his top campaign aides from 2010 have pleaded guilty to felony charges, but the mayor has not been implicated. In 2012, Gray acknowledged he knew that members of his staff had not properly reported funds raised for his campaign, leading some in the council to call for his resignation. “I have already responded to that again and again and again and again and again,” Gray said about his 2010 shadow campaign. “I didn’t do anything – period.” Big field could be advantage for embattled mayor Political experts all over D.C. thought the nagging federal investigation would lead Gray to shy away from a second run. But now that the mayor has declared his intent, the fractured field against him is looking like an asset, not a liability. With more people in the running to oust him from office, the likelihood that those other challengers will splinter the “anti-Gray” vote is high, meaning the incumbent mayor could win the Democratic nomination on April 1 with far less than 50% of the vote. Despite that, multiple candidates have raced to become the anti-Gray option. And no one has run harder to claim that mantle than Wells. He goaded the mayor in a statement after Gray announced, stating the mayor was “elected under false pretenses and doesn’t deserve a second chance because he ran a corrupt campaign” and in an interview with CNN, Wells stressed his ethics, an obvious way to contrast himself from the incumbent. “The city is doing well, but we will derail our progress if we are seen as corrupt, pay-to-play, and that the only way you get contracts or are able to work with the city is if you either buy us off or pay us off,” he said after mentioning the federal investigation into Gray’s campaign. “I am known and have a brand of being honest.” Before the event on decriminalization, Wells confidently said his vision for the city transcended race and economic groups. “I think that what I have found is that everybody wants the same thing,” he said, pointing out that he doesn’t change his message when he speaks to different audiences. While many in D.C. disagree with that – “I would not buy into this idea … every Washingtonian wants the same things,” Bowser said – Wells seems like he confidently believes it, falling back on his time as a social worker in the District as to how he knows. In possibly his most animated moment of the interview, Wells, whose entire district lies to the west of the Anacostia, began to use the dividing body of water as a metaphor for what he will do for the city. “The Anacostia River is a symbol of social injustice in Washington,” he said before addressing high rates of imprisonment and failing schools east of the river. “My experience is that when I get a chance to make my case,” he said, “I have truly found fairness in the African-American community whenever I have run.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/12/27/politics/washington-dc-white-mayor/index.html"
        },
        {
            "headline": "Nelson Mandela memorial: Barack Obama’s speech in full",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "December",
                "day": 10,
                "year": 2013
            },
            "article_content": "Editor’s Note: Below is the full transcript of U.S. President Barack Obama’s speech at Nelson Mandela’s memorial on Tuesday, December 10, 2013. President Barack Obama: \"The world thanks you for sharing Nelson Mandela with us\" \"He would erect a constitutional order to preserve freedom for future generations,\" he said Obama: \"Nelson Mandela reminds us that it always seems impossible until it is done\" \"Mandela understood the ties that bind the human spirit,\" said the President To Graça Machel and the Mandela family; to President Zuma and members of the government; to heads of state and government, past and present; distinguished guests – it is a singular honor to be with you today, to celebrate a life unlike any other. To the people of South Africa – people of every race and walk of life – the world thanks you for sharing Nelson Mandela with us.  His struggle was your struggle.  His triumph was your triumph.  Your dignity and hope found expression in his life, and your freedom, your democracy is his cherished legacy. It is hard to eulogize any man – to capture in words not just the facts and the dates that make a life, but the essential truth of a person – their private joys and sorrows; the quiet moments and unique qualities that illuminate someone’s soul.  How much harder to do so for a giant of history, who moved a nation toward justice, and in the process moved billions around the world. Born during World War I, far from the corridors of power, a boy raised herding cattle and tutored by elders of his Thembu tribe – Madiba would emerge as the last great liberator of the 20th century. Nelson Mandela memorial service Obama shakes Raul Castro's hand Obama, Bush families arrive in Johannesburg Fellow Mandela prisoner praises rain Like Gandhi, he would lead a resistance movement – a movement that at its start held little prospect of success.  Like King, he would give potent voice to the claims of the oppressed, and the moral necessity of racial justice.  He would endure a brutal imprisonment that began in the time of Kennedy and Khrushchev, and reached the final days of the Cold War. Emerging from prison, without force of arms, he would – like Lincoln – hold his country together when it threatened to break apart.  Like America’s founding fathers, he would erect a constitutional order to preserve freedom for future generations – a commitment to democracy and rule of law ratified not only by his election, but by his willingness to step down from power. Given the sweep of his life, and the adoration that he so rightly earned, it is tempting then to remember Nelson Mandela as an icon, smiling and serene, detached from the tawdry affairs of lesser men. But Madiba himself strongly resisted such a lifeless portrait. Instead, he insisted on sharing with us his doubts and fears; his miscalculations along with his victories.  “I’m not a saint,” he said, “unless you think of a saint as a sinner who keeps on trying.” It was precisely because he could admit to imperfection, because he could be so full of good humor, even mischief, despite the heavy burdens he carrie, that we loved him so.  He was not a bust made of marble; he was a man of flesh and blood – a son and husband, a father and a friend. That is why we learned so much from him; that is why we can learn from him still.  For nothing he achieved was inevitable.  In the arc of his life, we see a man who earned his place in history through struggle and shrewdness; persistence and faith.  He tells us what’s possible not just in the pages of dusty history books, but in our own lives as well. Mandela showed us the power of action; of taking risks on behalf of our ideals.  Perhaps Madiba was right that he inherited, “a proud rebelliousness, a stubborn sense of fairness” from his father. Ban Ki-Moon remembers Mandela lessons Mandela memorial: World leader montage Certainly he shared with millions of black and colored South Africans the anger born of, “a thousand slights, a thousand indignities, a thousand unremembered moments … a desire to fight the system that imprisoned my people.” But like other early giants of the ANC – the Sisulus and Tambos – Madiba disciplined his anger; and channeled his desire to fight into organization, and platforms, and strategies for action, so men and women could stand up for their dignity.  Moreover, he accepted the consequences of his actions, knowing that standing up to powerful interests and injustice carries a price. “I have fought against white domination and I have fought against black domination,” he said at his 1964 trial.  “I’ve cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities.  It is an ideal which I hope to live for and to achieve.  But if needs be, it is an ideal for which I am prepared to die.” Mandela taught us the power of action, but also ideas; the importance of reason and arguments; the need to study not only those you agree with, but those who you don’t.  He understood that ideas cannot be contained by prison walls, or extinguished by a sniper’s bullet. He turned his trial into an indictment of apartheid because of his eloquence and passion, but also his training as an advocate. He used decades in prison to sharpen his arguments, but also to spread his thirst for knowledge to others in the movement.  And he learned the language and customs of his oppressor so that one day he might better convey to them how their own freedom depended upon his. Mandela demonstrated that action and ideas are not enough; no matter how right, they must be chiseled into laws and institutions.  He was practical, testing his beliefs against the hard surface of circumstance and history.  On core principles he was unyielding, which is why he could rebuff offers of conditional release, reminding the apartheid regime that, “prisoners cannot enter into contracts.” But as he showed in painstaking negotiations to transfer power and draft new laws, he was not afraid to compromise for the sake of a larger goal.  And because he was not only a leader of a movement, but a skillful politician, the constitution that emerged was worthy of this multiracial democracy; true to his vision of laws that protect minority as well as majority rights, and the precious freedoms of every South African. Finally, Mandela understood the ties that bind the human spirit.  There is a word in South Africa – Ubuntu - that describes his greatest gift: his recognition that we are all bound together in ways that can be invisible to the eye; that there is a oneness to humanity; that we achieve ourselves by sharing ourselves with others, and caring for those around us. We can never know how much of this was innate in him, or how much of was shaped and burnished in a dark, solitary cell.  But we remember the gestures, large and small - introducing his jailers as honored guests at his inauguration; taking the pitch in a springbok uniform; turning his family’s heartbreak into a call to confront HIV/AIDS - that revealed the depth of his empathy and understanding. He not only embodied Ubuntu; he taught millions to find that truth within themselves.  It took a man like Madiba to free not just the prisoner, but the jailer as well; to show that you must trust others so that they may trust you; to teach that reconciliation is not a matter of ignoring a cruel past, but a means of confronting it with inclusion, generosity and truth. He changed laws, but also hearts. For the people of South Africa, for those he inspired around the globe, Madiba’s passing is rightly a time of mourning, and a time to celebrate his heroic life.  But I believe it should also prompt in each of us a time for self-reflection. With honesty, regardless of our station or circumstance, we must ask:  how well have I applied his lessons in my own life? It is a question I ask myself as a man and as a President.  We know that like South Africa, the United States had to overcome centuries of racial subjugation.  As was true here, it took the sacrifice of countless people – known and unknown – to see the dawn of a new day.  Michelle and I are the beneficiaries of that struggle. But in America and South Africa, and countries around the globe, we cannot allow our progress to cloud the fact that our work is not done. The struggles that follow the victory of formal equality and universal franchise may not be as filled with drama and moral clarity as those that came before, but they are no less important. For around the world today, we still see children suffering from hunger, and disease; run-down schools, and few prospects for the future.  Around the world today, men and women are still imprisoned for their political beliefs; and are still persecuted for what they look like, or how they worship, or who they love. We, too, must act on behalf of justice. We, too, must act on behalf of peace. There are too many of us who happily embrace Madiba’s legacy of racial reconciliation, but passionately resist even modest reforms that would challenge chronic poverty and growing inequality. Nelson Mandela reminds us that it always seems impossible until it is done President Barack Obama There are too many leaders who claim solidarity with Madiba’s struggle for freedom, but do not tolerate dissent from their own people.  And there are too many of us who stand on the sidelines, comfortable in complacency or cynicism when our voices must be heard. The questions we face today – how to promote equality and justice; to uphold freedom and human rights; to end conflict and sectarian war – do not have easy answers.  But there were no easy answers in front of that child in Qunu. Nelson Mandela reminds us that it always seems impossible until it is done. South Africa shows us that is true. South Africa shows us we can change. We can choose to live in a world defined not by our differences, but by our common hopes. We can choose a world defined not by conflict, but by peace and justice and opportunity. We will never see the likes of Nelson Mandela again. But let me say to the young people of Africa, and young people around the world – you can make his life’s work your own. Over 30 years ago, while still a student, I learned of Mandela and the struggles in this land. It stirred something in me. It woke me up to my responsibilities – to others, and to myself – and set me on an improbable journey that finds me here today.  And while I will always fall short of Madiba’s example, he makes me want to be better. He speaks to what is best inside us. After this great liberator is laid to rest; when we have returned to our cities and villages, and rejoined our daily routines, let us search then for his strength – for his largeness of spirit – somewhere inside ourselves. And when the night grows dark, when injustice weighs heavy on our hearts, or our best laid plans seem beyond our reach – think of Madiba, and the words that brought him comfort within the four walls of a cell: It matters not how strait the gate, How charged with punishments the scroll, I am the master of my fate: I am the captain of my soul. What a great soul it was.  We will miss him deeply.  May God bless the memory of Nelson Mandela.  May God bless the people of South Africa. READ: Nelson Mandela memorial: Snipers, troops stand guard READ: World leaders join singing crowds for Mandela memorial",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/12/10/politics/mandela-obama-remarks/index.html"
        },
        {
            "headline": "Telegenic family helps lift New York’s mayor-elect",
            "author": "Ray Sanchez",
            "source": "CNN",
            "published_date": {
                "month": "November",
                "day": 7,
                "year": 2013
            },
            "article_content": "Not everyone is a fan, though Mayor Bloomberg vows to help with the transition Biracial family of New York Mayor-elect Bill de Blasio influences his campaign Increasing visibility of de Blasio clan resonates with New Yorkers Throughout Mayor-elect Bill de Blasio’s campaign for New York’s top political act, his backup band seemed to overshadow the headliner. His son Dante, a sophomore at a public high school in Brooklyn, appeared prominently in campaign ads, his soaring Afro a topic of conversation in political circles. Daughter Chiara, a college freshman, out-danced the rest of the telegenic family at the West Indian Day Parade with a move they called “The Smackdown.” Watch the de Blasios dance “The Smackdown” A virtual unknown nationally despite 25 years in New York politics, de Blasio defied critics who questioned whether his experience as a city councilman from Brooklyn and, most recently, as public advocate – a sort of civic watchdog – sufficiently prepared him to run the Big Apple. He also ran Hillary Clinton’s first U.S. Senate campaign. But his biracial family’s increasing visibility resonated with residents of a city coping with a 21% poverty rate and increasing racial divisiveness brought on by the controversial  “stop-and-frisk” policy allowing police to search people in high-crime areas. New York City's first family What's next for Michael Bloomberg? “His family, just because of the racial mix, represents a big and increasingly large part of the city and speaks to certain sensibilities,” said Harold Ickes, a veteran Democratic Party operative who advised the campaign and has known de Blasio for two decades. “The family is very important to Bill… From the outside, this family represents a part of the city not represented in city government.” The de Blasio clan was featured prominently in commercials and campaign events. Dante, then 15, appeared in his own ad over the summer that highlighted his father’s stance against “stop-and-frisk.” Dante and his hair immediately became a social media sensation – and de Blasio began to surge in the polls. In addition, Chirlane McCray, a political activist who once identified herself as lesbian before marrying de Blasio, emerged as a top campaign strategist. 5 things to know about New York’s new mayor DeBlasio, 52, portrayed himself as the “unapologetically progressive alternative to the Bloomberg era,” saying that the current mayor’s polices favor the rich. He repeatedly used the Dickensian phrase “a tale of two cities” to describe New York City under billionaire Mayor Michael Bloomberg. The wealth inequality message appeared to have struck home with minority and low-income voters on Tuesday, giving de Blasio an advantage over Republican candidate Joe Lhota among black and Latino voters compared to white voters. “The city is much more racially mixed than when Bloomberg took office,” Ickes said. “A lot of people having a hard time economically are black, Hispanic and Asian and Bill spoke elegantly to that.” De Blasio’s critics accused him of dividing the city along economic and racial lines, and credited “stop-and-frisk” with a sharp crime reduction during Bloomberg’s tenure. Appearing on CNN’s The Lead with Jake Tapper on Wednesday, Bloomberg said he had a meeting with de Blasio and vowed to help with the transition. “Keep in mind, I have a big vested interest in making Bill de Blasio an even better mayor than I was,” Bloomberg said. “We built a lot.  We’ve given them a lot to work with… But the bottom line is, I’m going to live in New York City and I want Bill de Blasio’s administration to be successful and our administration to do everything to transfer everything we’ve been doing over.” De Blasio, who has a bachelor’s degree from New York University and a master’s in international and public affairs from Columbia University, met McCray while working in the administration of David Dinkins, the city’s first black mayor. When de Blasio delivered his acceptance speech late on Election Day, he was surrounded, like most of the campaign, by his family. The strapping politician, the first Democratic mayor in the largely-Democratic city in two decades, hugged son and daughter and planted a firm kiss on the lips of his wife before going on to thank the many people behind his triumph. “The people I’m most grateful to and most grateful for are standing next to me,” he said amid cheers and applause. “My partner in life, my best friend in the world: she is brilliant and every bit as compassionate as she is tough, the love of my life Chirlane McCray.” He added, “Of everything I have to feel fortunate about, I am most lucky, most blessed to be the father of two extraordinary children:  Chiara and Dante. They make me proud every single day. And, my fellow New Yorkers, they are very stylish.” De Blasio greeted his supporters in both Spanish and Italian. McCray introduced him: “From our family to your family, I give you the next mayor of New York City.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/11/06/politics/new-york-mayor-family/index.html"
        },
        {
            "headline": "Justices prepare for hot-button cases – and hot internal rhetoric",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "October",
                "day": 7,
                "year": 2013
            },
            "article_content": "Ruth Bader Ginsburg's comments about 'activism' on bench may raise tensions This term's docket not as explosive, but still includes affirmative action and prayer Roberts court shows little sign of moving dramatically away from where it is now Americans' opinion about the Supreme Court is split down the middle It is the label that sends chills through the Supreme Court: judicial activist, shorthand for members of the bench who put politics and partisanship above respect for Congress, the Constitution, and the power of precedent. The justices are used to such rhetorical slings from lawmakers and political commentators, but not from one of their own. But Justice Ruth Bader Ginsburg in recent weeks has laid down the accusation on her conservative colleagues, and it threatens to raise tensions as the court begins its new term on Monday. The docket may not be the blockbuster of the past two years– where healthcare reform, voting rights, and gay marriage grabbed headlines– but a range of hot-button issues will keep the nine-member bench busy. “The possibilities for changes in the law are even greater this term, because there is an array of cases where conservatives might overrule or significantly undercut more liberal precedents,” said Thomas Goldstein, publisher of SCOTUSblog.com, and a leading Washington appellate attorney. Among the petitions the court will address: • Affirmative action and whether states violate the Constitution when passing laws banning racial preferences in college admissions and job hiring. • Legislative prayer and the responsibility of states to accommodate a variety of faiths to speak in a public forum. • A “separation of powers” political fight between the president and Congress over recess appointments. And more cases may soon be added: • Whether search warrants are needed before police can look at your cellphone data. • Can business exempt themselves from parts of the healthcare reform law on religious freedom grounds? Activist court? The court’s eldest justice gave several print interviews over the summer, a rarity for a member of the bench not promoting a book or extracurricular project. Ginsburg told the New York Times this was this “was one of the most activist courts in history.” She clarified her remarks to USA Today: “If you take activism to mean readiness to strike down laws passed by Congress, I think the current court will go down in history as one of the most activist courts in that regard.” The 80-year-old justice was particularly concerned about the court’s June ruling to gut the key enforcement provision of the Voting Rights Act. Section 5 gave the federal government coverage power over states with a past history of discrimination – requiring those jurisdictions to get Washington’s prior approval before any changes in their voting laws – including voter ID and early registration. In her powerful dissent, read from the bench, the senior member of the court’s unofficial liberal wing called the majority decision “hubris.” “After exhaustive evidence-gathering and deliberative process, Congress reauthorized the VRA, including the coverage provision, with overwhelming bipartisan support” in 2006, she wrote. “In my judgment, the court errs egregiously by overriding Congress’ decision.” The Justice Department has since sued Texas and North Carolina over their voting procedures, using another part of the law that could make it considerably harder for federal officials to prove discriminatory intent. But on a larger stage, Ginsburg’s recent comments have reignited a longstanding debate over the role of judges – and whether Chief Justice John Roberts and his fellow conservatives have a long-term strategy to selectively tilt the court to the right – in areas like affirmative action, election financing, and business regulation. “I think that Justice Ginsburg is picking up on something the American people have picked up on as well– the Supreme Court conservatives might be stepping over their bounds,” said Elizabeth Wydra, chief counsel at the progressive Constitutional Accountability Center. “Ginsburg is pointing out that the conservatives are in fact what we might call activists – going beyond what the law requires to have a more conservative ideological agenda.” ‘Sour grapes’ But other legal observers have suggested Ginsburg is inappropriately shedding her judicial robes for the politician’s microphone. Some conservatives call it a form of “sour grapes”– attacking the result only when you lose. “Her criticism was based on impressionistic claims that don’t pan out,” said Carrie Severino, policy director at the conservative Judicial Crisis Network. “She was looking to find a way to characterize her disagreement with some of her colleagues, but unfortunately disagreeing with someone doesn’t make them an activist.” So how do the eight years of the Roberts Court stack up when it comes to its record of overturning acts of Congress? Figures compiled by CNN – with help from SCOTUSblog and the Library of Congress – found 12 cases since 2005 where such laws were completely struck down, or about 1.5 per term. The 19 years under Chief Justice William Rehnquist (1986-05) and the 17 under Warren Burger (1969-86) averaged about two per term. But quantity may not be the accurate measure, since some laws– and the rulings themselves– have far greater political and policy impact than others. Progressives point to those high-profiled decisions – the VRA case  three months ago, and the 2010 “Citizens United” case loosening a century of federal restrictions on corporate spending by “independent” groups like businesses and unions. “Conservatives have tried to get the courts to strike down laws that were passed by Congress but by which they disagree – their campaign finance cases, regulations about air pollution control, environmental protection,” said Wydra. “And so, we see this sort of de-regulatory agenda that conservatives are now pushing through the courts, when they’ve failed to win through the political process.” Ginsburg actually sided with the majority in half of the one dozen rulings knocking down federal laws– including the landmark June opinion favoring homosexual rights. ‘No regrets’ In the so-called Windsor appeal, the court tossed out a major part of the federal Defense of Marriage Act– which defined it as only between one man and one woman. Social conservatives expressed their displeasure. “Justice Ginsburg in fact is one who does that more often than other justices,” ruling against the will of Congress, said Severino. “This is the court that upheld Obamacare on fairly specious grounds, and it’s in the process of redefining marriage. It’s absolutely absurd to say that this court is coming to any conservative results regularly. Maybe it’s not as far left as Justice Ginsburg wants, but we’re seeing a court where she’s getting her way much of the time already.” Friends of Ginsburg privately say she has no regrets with her more outspoken tone. She has long had the reputation as brilliant jurist, with a fierce, exacting intellect. But now, say associates, this diminutive, soft-spoken grandmother is clearly finding her voice in recent years, accepting of her stature as the public face of a more progressive view of the law and constitutional limits. She calls herself the “heir to that role” of senior justice in the minority once held by John Paul Stevens. Her candor may also serve another purpose, a blunt message to the left: back off. Her age and recent ill health– she is a two-time cancer survivor– have prompted some liberal activists to demand Ginsburg step down from the bench now, to give President Barack Obama a third opportunity to keep the seat in liberal hands for perhaps decades to come. The president has said he has a “soft spot” for Ginsburg, but she has made clear that will not affect her decision about when to retire. “There will come a point when I– it’s not this year… As long as I think I have the candlepower, I will do it. And I figure next year for certain. After that, who knows?” she  told CNN Senior Legal Analyst Jeffery Toobin in a New Yorker profile this past spring. And a more coy observation, when telling the New York Times, “There will be a president after this one, and I’m hopeful that that president will be a fine president,” she said. It is an oft-quoted refrain on the law and society– French commentator Alexis de Tocqueville’s observation that, “There is hardly a political question in the United States which does not sooner or later turn into a judicial one.” Public divided After eight often turbulent years, the Roberts court shows little sign of moving dramatically away from where it essentially is now: four more conservative justices, four who are more liberal, and a moderate-conservative in Justice Anthony Kennedy, who often tilts the balance. This court is conservative, but it can be argued, not radically so. But given the increasingly partisan tone overtaking Washington – and the current government shutdown is only the latest chapter – even this institution finds it harder to stay immune from eroding public confidence. Americans’ opinion about the Supreme Court is split down the middle, with 48% saying in a June CNN/Opinion Research survey they approve of how the court is handling its job and 48% saying they disapprove. Just a year earlier, a majority– 53% approved. Prior years had the numbers in the 70% range. “Among the justices themselves, there is still an incredible confidence that each of them is deciding the cases neutrally without politics intruding,” said Goldstein. “And the public generally thinks that’s true too. But because there have been so many recent high-profile difficult cases, political partisans tend to paint the court– caricature it– as a political tool. That’s not right but it is undermining political confidence and support for the justices.” But as far as any hard feelings on battles lost, and on words said, do not expect any lingering bitterness inside the court. Ginsburg and her colleagues have already returned to work from their summer recess, met privately as a group this week, and seem prepared for the hectic round of arguments and opinion writing that starts the First Monday in October. “We could not do the job the Constitution gives to us, if we did not use one of Justice (Antonin) Scalia’s favorite expressions: ‘Get over it,’” Ginsburg said to a Philadelphia audience recently. “Even though we have sharp disagreements on what the Constitution means, we have a trust. We revere the Constitution and the court– and we want to make sure it was in as good shape when we joined.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/10/07/politics/court-term-hot-button/index.html"
        },
        {
            "headline": "De Blasio tops NY mayoral primary; Weiner distant fifth",
            "author": "Peter Hamby",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 11,
                "year": 2013
            },
            "article_content": "Anthony Weiner's rollercoaster campaign comes to quiet end in primary loss Bill de Blasio seeks to avoid runoff for Democratic nomination Disgraced former Gov. Eliot Spitzer also loses bid for New York City comptroller New York mayoral candidate Bill de Blasio, who began his campaign as a long-shot but surfed a late wave of momentum by tapping into liberal anxiety over the three-term administration of Mayor Michael Bloomberg, overwhelmed his opponents on Tuesday to finish first in the city’s Democratic mayoral primary. With results still being counted late Tuesday evening, de Blasio, the city’s public advocate, was bobbing around the 40% mark needed to avoid a three-week runoff race for the Democratic nomination. Early Wednesday the New York City board of elections confirmed that there were still over 19,000 absentee ballots, special ballots, affidavits, and military ballots that needed to be counted, and that the number of uncounted votes could increase. “We don’t declare a winner until every vote is counted,” said Valerie Vazquez, NYC Board of Elections director of communications, said in a statement. Exit poll results If De Blasio is forced into a runoff, he would face the second place finisher, former city comptroller Bill Thompson, the race’s lone African-American candidate. City Council Speaker Christine Quinn, a lesbian who would have been the city’s first female mayor, finished in a disappointing third place, her once-invincible campaign collapsing under the weight of her ties to Bloomberg. City comptroller John Liu finished fourth, followed in a distant fifth by former Rep. Anthony Weiner, whose candidacy imploded earlier this summer after he admitted to having more lewd conversations with women he met on the Internet. Republican Joe Lhota, the former top deputy to Rudy Giuliani, won his party’s nomination, defeating John Catsimatidis, the colorful grocery store maven who pumped millions from his personal fortune into the race. 5 Things Anthony Weiner campaign's final days If de Blasio wins the nomination, he would enter the general election as the clear favorite against Lhota. Down the ballot, former New York Gov. Eliot Spitzer’s bid for political redemption was thwarted in the Democratic race for city comptroller by Manhattan Borough President Scott Stringer, who reversed Spitzer’s early lead in the race by reminding voters of the prostitution scandal that derailed his political career in 2008. De Blasio, the city’s public advocate, frequently hammered a “tale of two cities” theme on the campaign trail, painting Bloomberg’s New York as an increasingly unaffordable metropolis that rewarded wealthy Manhattanites at the expense of the outer borough middle class. A Brooklyn resident who showcased his interracial family in television ads, de Blasio ran up sweeping margins in nearly every borough and demographic category, besting his opponents among voters of all ages, races and income levels. According to exit polling published by the New York Times, de Blasio, who is white, even outperformed Thompson among black voters. Campaign’s final days Though Democrats were split on their opinion of Bloomberg’s job performance – 49% approved, according to the Times exit poll data, while 48% disapproved – almost three quarters said they wanted the city to move in a new direction. De Blasio performed best among voters who were sour on the mayor. By a wide margin, Democratic voters said they disapproved of the New York Police Department’s aggressive “stop-and-frisk” policy, a Bloomberg-backed tactic that grants police the power to search random citizens they deem suspicious. The policy is deeply unpopular among African-Americans who consider it racial profiling, and de Blasio won a majority of Democrats who described the tactic as “excessive.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/09/11/politics/nyc-mayoral-primary/index.html"
        },
        {
            "headline": "Obama: Because they marched, America changed",
            "author": "Kevin Liptak",
            "source": "CNN",
            "published_date": {
                "month": "September",
                "day": 3,
                "year": 2013
            },
            "article_content": "Watch CNN TV for special coverage throughout the day, including live coverage of President Obama’s address at the Lincoln Memorial, marking the 50th anniversary of the March on Washington and Martin Luther King Jr.’s “I Have a Dream” speech. Obama commemorates the 50th anniversary of King's \"I Have a Dream\" speech King's words \"belong to the ages,\" Obama says As the first black president, Obama is seen as a product of the civil rights movement Heralding the long fight toward racial equality that many say hasn’t ended, President Barack Obama commemorated the 50th anniversary of the Rev. Martin Luther King Jr.’s “I Have a Dream” speech Wednesday on the same steps the civil rights leader spoke from half a century ago. “His words belong to the ages, possessing a power and prophecy unmatched in our time,” Obama told a diverse crowd that gathered under gray skies and intermittent drizzle to attend the hours-long ceremony. King, Obama said, “gave mighty voice to the quiet hopes of millions,” hailing leaders who braved intimidation and violence in their fight for equal rights. On that August day in 1963, when King and his fellow marchers attended what he labeled “the greatest demonstration for freedom in the history of our nation,” few in that crowd could have imagined that half a century later, an African-American president of the United States would mark the occasion with a speech in the same location. And during his remarks from the steps of the Lincoln Memorial, Obama cast his own election to the Oval Office as a consequence of persistence and courage from leaders such as King. 9 things about MLK’s speech and March on Washington “Because they kept marching, America changed,” Obama said. “Because they marched, city councils changed and state legislatures changed and Congress changed and, yes, eventually, the White House changed.” While other, negative changes have forestalled the push toward racial harmony, Obama stressed Wednesday that the work of civil rights leaders had permanently changed the discourse between races in America. “To dismiss the magnitude of this process, to suggest, as some sometimes do, that little has changed, that dishonors the courage and the sacrifice of those who paid the price to march in those years,” Obama said. Read Obama’s full remarks Adopting words from another of King’s speeches, Obama declared that “the arc of the moral universe may bend toward justice, but it doesn’t bend on its own.” Leaders speaking at Wednesday’s anniversary event, including Obama, stressed that income disparity, high unemployment and a shrinking middle class have slashed hopes for attaining equality for millions of Americans, though the president said those facts couldn’t erase the forward march of the civil rights movement. “To secure the gains this country has made requires constant vigilance, not complacency,” he said, adding, “We will suffer the occasional setback, but we will win these fights. This country has changed too much.” In an interview after the speech, he said he wished his policies had done more to improve the gap between those who have wealth and those who do not. “It certainly weighs on me,” he told PBS.  “In my first term, essentially, my job was to make sure, as you said, that the economy didn’t just completely collapse.” 10 signposts on America’s race journey Other speakers Wednesday marked the great progress toward King’s goal of racial accord, though many suggested that the dream was far from realized, specifically citing voter identification laws that critics say prevent African-Americans from casting ballots, and the verdict in the closely watched Trayvon Martin murder trial. “We have come a great distance in this country in the 50 years. But we still have a great distance to go before we fulfill the dream of Martin Luther King Jr.,” said U.S. Rep. John Lewis, D-Georgia, adding that progress toward King’s goal could be marked by his own election to Congress. “But there are still invisible signs, barriers in the hearts of humankind that form a gulf between us,” said Lewis, the only speaker from the 1963 march who also spoke Wednesday. Another leader from King’s era of the civil rights movement, Myrlie Evers-Williams, said the United States had “certainly taken a turn backwards” in the quest for civil rights. Two former presidents also delivered remarks Wednesday, each representing a distinct era in the movement for equal rights in America. President Jimmy Carter, speaking ahead of Obama, asserted that recent developments in American policy would have disappointed King. “I believe we all know how Dr. King would have reacted to the new ID requirements to exclude certain voters, especially African-Americans,” said Carter, a Democrat. “I think we all know how Dr. King would have reacted to the Supreme Court striking down a crucial part of the Voting Rights Act just recently passed overwhelmingly by Congress.” And another Democratic president, Bill Clinton, argued during his speech for working together against stalemates and inaction, saying King “did not live and die to hear his heirs whine about political gridlock.” Opinion: Did we really learn the lesson of the March on Washington? “It is time to stop complaining and put our shoulders against the stubborn gates holding the American people back,” Clinton said. Neither of the living former Republican presidents attended Wednesday’s event. In fact, no elected Republican delivered remarks at the 50th anniversary commemoration. George H.W. Bush and his son George W. Bush both opted out, citing health concerns. The latter is recovering from a recent heart procedure. Before Obama addressed the throngs gathered at the Lincoln Memorial, civil rights leaders past and present remembered the decades-long movement to secure equal treatment and rights for African-Americans. The daughters of two presidents key to enacting the Civil Rights Act were also present: Lynda Johnson Robb and Caroline Kennedy, whom Obama recently nominated as ambassador to Japan. Celebrities and entertainers at the event included Forest Whitaker and Oprah Winfrey, who star as husband and wife in one of the summer’s hottest movies, “Lee Daniels’ The Butler,” about life in the White House through the eyes of the (mostly black) hired help. Winfrey declared that King had seen injustice and “refused to look the other way.” “We, too, can be courageous by continuing to walk in the footsteps of the path that he forged,” Winfrey said. Two musicians who performed at the 1963 march also sang Wednesday. Peter Yarrow and Paul Stookey, from the trio Peter, Paul and Mary, sang Bob Dylan’s “Blowin’ in the Wind,” backed by Sybrina Fulton and Tracy Martin, the parents of Trayvon Martin, whose 2012 shooting death sparked a national conversation about race. Mary Travers, the third artist in the group, died in 2009. Obama’s most personal remarks on race ahead of Wednesday’s speech came in the aftermath of the July verdict that found Martin’s killer not guilty. 5 faces of the March on Washington In the crowd at the Lincoln Memorial, attendees used the occasion to remember where they were when they first heard King’s “I have a Dream” speech. “I grew up in a segregated environment. I never met a white person till I was a junior in college,” said Betty Waller Gray, who traveled to Wednesday’s march from Richmond. “It was just so emotional to be here today after knowing where I was in 1963. I was just a kid finishing high school back then.” Gilbert Lyons, an employee of the National Park Service, attended the original March on Washington half a century ago and heard King utter his famous works in person. “I went home with it in my head. I even spoke to my wife about it,” he said. “It stayed with me. And the more I heard about Martin Luther King, the more things he was doing, I said, ‘this man is great. He is a gentleman that can bring America back to themselves like they’re supposed to be.’ We’re not supposed to be this race and that race. We are Americans.” The only class MLK ever taught CNN’s Joe Johns, Stacey Samuel, Athena Jones and Larry Lazo contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/08/28/politics/obama-king-speech/index.html"
        },
        {
            "headline": "Will the Senate change Cory Booker?",
            "author": "Dan Merica",
            "source": "CNN",
            "published_date": {
                "month": "August",
                "day": 14,
                "year": 2013
            },
            "article_content": "Newark Mayor Cory Booker won the Dem. primary for the Senate seat from N.J. Many polls have him well ahead of his Republican challenger for the Oct. 16 special election His national popularity has led some to worry if he is \"famous for being famous\" Cory Booker already had a national identity before he decided to run for senator. The media-savvy, tweet-happy mayor from Newark – who easily won the New Jersey Democratic primary for Senate Tuesday – has been known for his man-of-the-people streak, charismatic presence and social media intensity, or as some say, fixation. Cory Booker becomes Democratic nominee for N.J. Senate seat But can he make the switch from a nationally popular hands-on mayor to the contentious spotlight of the United States Senate? Booker, in his path to Tuesday’s win, weathered a few negative headlines, but came out largely unscathed by his Democratic opponents. His Republican challenger, former Bogota Mayor Steve Lonegan, may be able to go after Booker for spending more time on his national profile than on running the city he leads. Senate next stop for Cory Booker? Booker: Lautenberg has decision to make Liz Cheney's battle for Senate But several polls show Booker running away with the special election on October 16 and becoming the first African-American elected to the Senate since Barack Obama. Despite the possible attacks, experts in New Jersey politics and friends close to Booker tell CNN that there is little chance the mayor’s national profile will diminish if he heads to the Senate later this year. “I wouldn’t expect those media requests are going to abate because he moved into a new role,” said Andra Gillespie, a friend of Booker’s and the author of “The New Black Politician: Cory Booker, Newark, and Post-Racial America.” But is that a good thing? Booker shoots down 2016 presidential bid Elizabeth Warren or John Edwards? When Elizabeth Warren of Massachusetts was elected to the Senate in 2012, she came in as someone with substantial liberal chops and national notoriety for her expertise on banking and consumer rights issues. After arriving in the Senate, however, Warren shied away from national media attention and is no longer a regular on the interview circuit. That likely won’t be the case with Booker. “The difference between him and Elizabeth Warren (is), he has already mastered social media and mainstream media in a way that she hasn’t,” Gillespie said. In six years as Newark’s mayor, Booker gained notoriety for an experiential kind of leadership. Late last year, the mayor lived on food stamps in order to show how difficult relying on the government program can be. From 1998 to 2006, Booker lived in a housing project as a way to connect with constituents. These stories – along with others – have made Booker a household name in New Jersey and national politics. On Twitter, the mayor has a massive 1.4 million followers and has sent more than 30,000 tweets in his time on the site. It isn’t unusual to see Booker direct message constituents who tweet him with issues – in fact, it has become part of his persona. And that might be a problem for Booker. As a possible preview to attacks that could be leveled against the mayor in the future, Republicans have questioned how Booker could rise so high nationally from such an unusual perch. “There is something decidedly odd about the whole Cory Booker phenomenon,” wrote Stuart Stevens, a Republican strategist, in a Daily Beast opinion piece. “Someone who managed to become a national political figure as mayor of the nation’s 67th-largest city, he is dangerously close to falling into the celebrity trap of being famous for being famous.” That idea – that Booker is famous for being famous – has begun to circle at home, too. “The phrase that everyone has been throwing around here is workhorse vs. showhorse,” said John Weingart, associate director of the Eagleton Institute of Politics at Rutgers University. “I think he certainly has a unique path to political prominence,” Weingart said. “People used to say being mayor of New York was a dead end job politically, but nobody ever said being mayor of Newark was a path to higher office. He has certainly had some accomplishment as mayor of Newark, but it is almost (that) his fame is on a separate track as his record from Newark.” In particular, Weingart notes, Booker is regularly in front of the camera on national news, but rarely to talk about Newark. Instead, he said, he is booked because of his charisma and ability to talk about Democratic politics, in general. Gillespie thinks those critiques are somewhat unfair. Instead of comparing him to the media-shy Warren, the Booker chronicler said the more apt comparison is with former Sen. John Edwards of North Carolina. When Edwards was elected to the Senate in 1998, the North Carolinian was known as the charismatic lawyer who gained national attention for protecting patients’ rights against doctors and hospitals in a 1985 case. When he got to the Senate, he became a party standout and was the champion of an issue that put him in front of cameras with some regularity: tort reform. If Booker can find an issue, Gillespie said, the comparison with Edwards – who ran for president in 2004 and 2008 – could stick. How far can Booker go? Even when Booker was a Newark City Council member, people who came into contact with him said they could see him running for president someday. “Having known him for a long time, people were talking about him being the first black president in 2001 and 2002,” Gillespie said. “It is looking more plausible now.” Weingart shared a similar story. Cost to win congressional election skyrockets “I think a small number of political figures who from the beginning of their career, lead people to say I can imagine him becoming president,” Weingart said. “It has been true of Cory Booker.” Earlier this month, Booker ruled out the possibility of running for president in 2016. Asked by Politico whether he would rule out a presidential or vice presidential bid in the next election cycle, Booker responded with three words: “Absolutely yes, unequivocally.” But that doesn’t mean never. And with the Democrats’ markedly short bench on future presidential candidates, along with Booker’s ability to command national attention and hefty amounts of fundraising dollars, the possibility is clearly there. With those attributes comes another, more grandiose comparison, with President Barack Obama. Supporters, such as  Gillespie, said the comparisons have to do with a mix of race, charisma and electoral history. And, of course, possible presidential aspirations. But it is in that last regard that Gillespie looked to distance Booker from Obama. “If Booker were to run in 2020, he would have served a full term as U.S. senator,” she said, “which would be different than President Obama.” Last month, the two sides of Booker – the political rising star and the national media figure – came into conflict when a scheduling snafu for a speaking gig at the University of Iowa, the state that traditionally hosts the first caucus of the presidential election season, put his possible White House aspirations into focus. All part of the game, says Weingart. “I think Booker will have to face that,” he said, referring to the mayor being asked about running for president “If he goes to Iowa, that will be looked at through the lens.” “The Democrats don’t have a deep bench, so I think every conversation about the future of the party that extends past Hillary Clinton and Joe Biden, he will be on the list.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/08/14/politics/booker-senate-profile/index.html"
        },
        {
            "headline": "Adding fuel to the fire: Hillary Clinton speech fans 2016 speculation",
            "author": "Dan Merica",
            "source": "CNN",
            "published_date": {
                "month": "August",
                "day": 13,
                "year": 2013
            },
            "article_content": "Number of upcoming events -- a speech on national security, a diplomatic memoir -- raises 2016 speculation On Monday, Clinton jumped into the highly political issue of voting rights and race \"She knows exactly what she is doing,\" says CNN's Chief National Correspondent John King Columnists are already asking about Clinton's message -- long before she even has formal campaign The early favorite to win the 2016 Democratic presidential nomination walks a tightrope. Hillary Clinton has said she is in no hurry to decide whether she’ll seek the White House. But the former secretary of state, first lady and senator stokes the assumption that she’s in the game for a second time with every move she makes. Such status raises a question: how much time does someone in her position want to spend in the limelight at such an early stage and with no indication she will even run? Clinton jumps back into fray with speech on voting rights After years immersed in foreign affairs as America’s top diplomat, Clinton has begun to reemerge on the public stage. She is starting to carefully weigh in on domestic issues and devote more time to her family’s foundation, the Clinton Global Initiative. She jumped into highly charged political issues on race in a speech on Monday in San Francisco – sharply criticizing efforts to roll back the Voting Rights Act as well the Republican-led drive in some states to require voter identification. Clinton gets political in rare speech 'Slap Hillary' online game causes uproar RNC threatens to boycott NBC, CNN “Not every obstacle is related to race, but anyone who says that racial discrimination is no longer a problem in American elections must not be paying attention,” Clinton said in her remarks to a group of fellow lawyers. “And despite the best efforts of many well-intentioned election officials, discrepancies and resources across precincts and polling stations still disproportionately affect African-American, Latino, and young voters.” Weiner says he knows wife’s role with Clinton in 2016 For Clinton, her appearance before the American Bar Association raised a few more eyebrows and is seen as a sign of things to come. • She announced in Monday’s remarks that she would deliver a string of policy speeches in the coming months, including one in September on national security. • Clinton is also writing a memoir due to be released in 2014. • Next month, Clinton will host a fundraiser at her Washington home for Terry McAuliffe, a close family friend, mega-fundraiser, and the Democratic nominee for governor in the presidential battleground of Virginia. All of this – the political stances, the fundraising help and the glossy memoir – has fueled speculation Clinton is already running for president. She even has groups urging her to run – like The Ready for Hillary Super Pac that raised $1.25 million in the second quarter of 2013 – as well as organizations that are questioning her credentials and laying the groundwork to oppose a run. N.H. Democrats raise money off Hillary Clinton attacks “This keeps her out there. It keeps her prominent in the national debate, keeps her prominently talking about the issues that will matter in 2016,” CNN Chief National Correspondent John King said. “While publicly she tells her aides to say her inclination is not to run, she is preparing to run and she is doing everything she has to do to be ready to run.” King said that it appears Clinton is trying to walk the line between being seen as resting on her front-runner status and enjoying the fact that she has the name recognition and prestige to wait longer than most anyone else. Clinton, Christie hot, others not The fact that Clinton is again making appearances has generated commentary over what kind of message she would want to articulate. “At the moment, her only one (message) is that she is a woman,” writes Richard Cohen in an opinion piece in Tuesday’s Washington Post. “Becoming the first female president is a worthy goal, but it kind of falls into the category of miles traveled and countries visited. It is an achievement, even a stunning one, but it is not a stirring trumpet call.” Cohen’s piece has been roundly criticized – largely because Clinton has yet to launch any campaign. But the fact that he wrote the column speaks to the larger point: whatever Clinton does in the near term will further fuel speculation about a candidacy. This is not lost on Republicans. By all indications, Clinton is the most feared potential Democratic presidential candidate. A number of groups, including the Stop Hillary PAC, have begun raising money to derail any effort to run before it could get started. Anti-Hillary groups to beef up forces Other possible Democratic candidates – namely Vice President Joe Biden – have not received that kind of attention. Biden jokes about co-hosting with Hillary “She knows exactly what she is doing,” King said. “It is a signal to all of those people who are urging her to run – ‘Look, I can’t give you that answer. You are going to wait a year or more for that, but I am going to be out there and I am going to be in the mix. Don’t worry about it.’” CNN’s Kevin Liptak contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/08/13/politics/clinton-2016-speculation/index.html"
        },
        {
            "headline": "North Carolina lawmakers approve controversial election changes",
            "author": "Faith Karimi",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 26,
                "year": 2013
            },
            "article_content": "The Republican-dominated House approves the measure Thursday night In two years,11 states have approved laws requiring voters to show ID at voting booths Critics slam it as an effort  to disenfranchise the poor, minority and disabled voters North Carolina lawmakers passed a measure that requires residents to present photo identification to vote, joining a handful of other states that have approved the controversial proposal. The Republican-dominated House approved the measure late Thursday night , saying it will help prevent voter fraud.  It passed the state’s Senate a day earlier. “A measure that restores confidence in our election process and ensures voters are who they say they are is a no-brainer – and nearly three-quarters of North Carolinians agree,” said Senate President Pro Tempore Phil Berger. “This bill will bring North Carolina in line with the majority of other states that already require voter ID.” In the past two years, at least 11 states have approved laws requiring voters to show identification at voting booths. ‘Attacks democracy at its core’ But critics slammed it as an effort  to disenfranchise poor, minority and disabled voters It “attacks democracy at its core” by making it harder for eligible voters, the American Civil Liberties Union of North Carolina said. “Many of these restrictions, such as eliminating pre-registration for 16 and 17-year-olds, and disallowing use of college IDs at the polls, will severely discourage young people from participating in elections,” the group said in a statement. N.C. abortion bill passes Senate, heads to governor “Others, such as shortening early voting and making it more difficult to set up satellite polling stations will be extremely burdensome for elderly and disabled voters who rely on such methods to cast their votes.” It listed what it described as “harsh provisions” in the measure, including eliminating same-day voter registration, shortening early voting and eliminating state-mandated voter registration drives. Proponents of the bill say it will stop voter fraud, asserting that having a valid, government-issued photo identification is a reasonable, modern-day necessity. ‘Common-sense provision’ A poll this year showed that more than 72% of North Carolina residents support requiring voters to show photo ID before being casting their ballot, according to  Berger. He described it as a “hugely popular, common-sense” provision. Last month, the Supreme Court voted to halt the enforcement requirements of the Voting Rights Act.  Section 5 of the Voting Rights Act required some states with a history of voter discrimination to get “precleared” by the federal government before making any changes to voting laws. North Carolina was among those states. The high court’s ruling essentially allows states to make adjustments to voting laws without “preclearance” from the federal government. Requests by Texas and Mississippi for clearance in their voter ID laws were pending with the federal government when the high court struck down Section 5. Federal government steps in Attorney General Eric Holder on Thursday expressed displeasure with last month’s change in the Voting Rights Act. “For nearly five decades, … preclearance served as a potent tool for addressing inequities in our election systems.  Although preclearance originated during the Civil Rights Movement – and was informed by a history of discrimination – the conduct that it was intended to address continues to this day,” he said. Holder said he has directed the Justice Department to ask a Texas federal court to subject the state to a condition similar to preclearance rights. He said there is evidence of racial discrimination in the state, and thus it should be forced to go through a federal preapproval  before implementing voting changes. He said this will not be the Justice Department’s last action to protect voting tights. It will continue monitoring jurisdictions nationwide for changes that may hamper these voting rights, Holder said. States that may wish to implement their voter ID laws may still face another hurdle, as civil rights groups and even the federal government could seek legal action to block the laws under Section 2 of the Voting Rights Act, another part of the law that works to prevent discrimination.",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/07/26/politics/north-carolina-voter-id/index.html"
        },
        {
            "headline": "Obama views on same-sex marriage reflect societal shifts",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 26,
                "year": 2013
            },
            "article_content": "Obama supports right to same-sex marriage, putting him at odds with conservatives It has been a personal and political evolution for the president Supreme Court expected to issue key rulings Wednesday “Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred. It is an association that promotes a way of life, not causes; a harmony in living, not political faiths; a bilateral loyalty, not commercial or social projects.” – Supreme Court’s 1965 ruling in Griswold v. Connecticut President Barack Obama once believed marriage only was for one man and one woman. He then backed civil unions for gay and lesbian couples, granting them many of the same rights and privileges as married heterosexuals. Now he is firmly in support of a constitutional right that has put him at odds with many social conservatives. It is a personal and political evolution that in many ways reflects the country as a whole. Shifting public opinion and decades-old fights over judicial power are at the nexus of perhaps the most important social issue the high court has addressed in recent years: same-sex marriage. Same-sex marriage on trial Battle over same-sex marriage Chief justice: Obama lacking 'courage' Orman: Marriage inequality costs U.S Rulings in two separate cases are expected from the U.S. Supreme Court on Wednesday morning. There are about 120,000 legally married same-sex couples in the United States. Many thousands more seek the same thing. But it may be 10 people who have the power to force immediate, real change on this legal, political, and social issue: the nine justices and Obama himself. What the highest officers of all three branches have said – and more importantly how they will act this week and beyond – could set the template for years to come on a contentious topic that shows no sign of cooling. “The argument that the Obama administration has made is the Supreme Court should look at these laws very carefully because gays and lesbians are a group that have been subject to discrimination in the past,” said Amy Howe, a legal analyst and editor of SCOTUSblog.com, “‘and will be subject to discrimination going forward. So the Supreme Court would need to subject these laws to what we call a very stringent standard of review” balancing the government’s justification for enacting them. Married same-sex couple awaits ruling on federal benefits One side of issue has some momentum Two separate appeals – challenges to a state and federal law – once again will put the high court at the center of national attention, a contentious encore to its ruling exactly a year ago upholding the massive health care reform law championed by Obama. Ten states allow same-sex marriage, three just since November when voters blessed it: Washington, Maryland, and Maine – along with Iowa, New Hampshire, Vermont, Massachusetts, Connecticut, New York, Rhode Island, as well as the District of Columbia. Minnesota and Delaware will join the ranks in coming weeks. But 36 states have specific laws blocking gays and lesbians from legally marrying, a point made by “traditional” marriage supporters when dismissing any nationwide social momentum toward acceptance of homosexuals being allowed to wed. The cases the high court is poised to decide: – Federal benefits. The Defense of Marriage Act or DOMA is a 1996 congressional law that says for federal purposes, marriage is defined as only between one man and one woman. That means federal tax, Social Security, pension and bankruptcy benefits, family medical leave protections – and a thousand more such provisions– do not apply to gay and lesbian couples, such as Edie Windsor. The 84-year-old New York woman is the key plaintiff in the DOMA fight, forced to pay more than $363,000 in extra estate taxes when her longtime spouse Thea Spyer died. – State referendums. The California high court had earlier concluded same-sex marriage was legal, but the 2008 voter-approved Proposition 8 abolished it. The high court is being asked to establish same-sex marriage as a constitutional right, but could also decide a more narrow question: whether a state can revoke that right through referendum once it has already been recognized. Gay couple fights for right to marry in epic high court case Obama: No more hesitation on my stance Running for the Illinois state senate in 1998, Barack Obama said he was “undecided” on whether to legalize same-sex marriage. Fast forward six years. “What I believe is that marriage is between a man and a woman.” That was U.S. Senate candidate Obama in 2004. “What I believe, in my faith, is that a man and a woman, when they get married, are performing something before God, and it’s not simply the two persons who are meeting.” His stance at the time disappointed many in the Illinois LGBT community, but it began an internal process over time that was by his admission, anything but smooth. “My feelings about this are constantly evolving. I struggle with this,” he said in 2010, two years into his presidency. He told Jake Tapper, now anchor of CNN’s “The Lead,” that “at this point, what I’ve said is, that my baseline is a strong civil union that provides them the protections and the legal rights that married couples have.” Gay rights groups had privately urged Obama and his top aides over a period of many months to go beyond his previous personal rhetoric in support of the marriage right, and come down “on the side of history” in this legal struggle. Government sources told CNN that Obama made the final decision to file the Supreme Court briefs in the current cases, and the legal language to use. This was all set in motion in the heat of the president’s re-election campaign last year. In what government sources says was a quickly-arranged political strategy, Obama told ABC News, “At a certain point, I’ve just concluded that for me personally it is important for me to go ahead and affirm that I think same-sex couples should be able to get married.” Perhaps bowing to political caution in an election year, the president added, “I had hesitated on gay marriage in part because I thought that civil unions would be sufficient. I was sensitive to the fact that for a lot of people, the word marriage was something that invokes very powerful traditions and religious beliefs.” The message was reaffirmed in broad strokes at the January inaugural address: “Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law – for if we are truly created equal, then surely the love we commit to one another must be equal as well.” Kevin has a family: A same-sex couple’s remarkable journey Differences along generational lines A new national survey indicates a growing majority of Americans backs such marriages, but that there are major generational and partisan divides, as well as a gender gap. According to a CNN/ORC International poll from mid-June, 55% of the public believes marriages between gay or lesbian couples should be legally recognized as valid, with 44&% opposed. “There are big differences among younger and older Americans, with the youngest age group twice as likely as senior citizens to support same-sex marriage,” says CNN polling director Keating Holland. “Women are also more likely to call for legal recognition of gay marriage than men.  And only three in 10 Americans who attend religious services every week support same-sex marriage while six in 10 Americans who don’t attend church weekly feel that way.” Such support for gay and lesbian marriages was only 44% just four years ago. Former President Bill Clinton, who signed DOMA into law 17 years ago, said in March he now backs the right of homosexuals to marry. So, too, his wife, former Secretary of State Hillary Clinton. Prominent conservatives who support it include actor/director Clint Eastwood; former Vice President Dick Cheney, whose openly lesbian daughter Mary married her longtime partner last year; and Sen. Rob Portman (R-Ohio) who told CNN recently his change of heart came after his 21-year-old son came out as gay. But others on the right say society benefits from preserving a view of marriage that has been in place for centuries. The authors of a new book, “What is Marriage? Man and Woman: A Defense,” say, “Redefining marriage would, by further eroding its central norms, weaken an institution that has already been battered by widespread divorce, out-of-wedlock child bearing and the like.” Academics Robert George, Sherif Girgis and Ryan Anderson say marriage should be more than “commitment based on emotional companionship,” and has been practiced for a specific reason throughout this country’s history. “All human beings are equal in dignity and should be equal before the law. But equality only forbids arbitrary distinctions,” they argue. “And there is nothing arbitrary about maximizing the chances that children will know the love of their biological parents in a committed and exclusive bond. A strong marriage culture serves children, families and society by encouraging the ideal of giving kids both a mom and a dad.” Justices could put an end to hard choice for gay couples Will ruling be broad or narrow? The last piece of this political mosaic – the most immediate element in the call for binding clarity in the same-sex marriage debate – comes from the highest court in the land. The DOMA and Prop 8 cases will test the delicate line over constitutional limits from congressional, presidential and judicial power. All nine justices have had a significant voice in both oral argument and Wednesday’s rulings, but it may be one member of the court whose views may count most in the high-stakes quest for five votes – a plurality ensuring victory. Justice Anthony Kennedy authored the landmark 1996 Romer v. Evans decision, striking down a Colorado constitutional amendment that forbid local communities from passing laws banning discrimination against gays. The moderate-conservative wrote for the 6-3 court majority, rejecting the state’s argument the law only blocked gay people from receiving preferential treatment or “special rights.” “To the contrary, the amendment imposes a special disability upon those persons alone,” said the 76-year-old Kennedy. “Homosexuals are forbidden the safeguards that others enjoy or may seek without constraint.” In dissent, Justice Antonin Scalia criticized the court for placing what he said was “the prestige of this institution behind the proposition that opposition to homosexuality is as reprehensible as racial or religious bias.” In 2003, Kennedy authored the court’s decision overturning state laws criminalizing homosexual sodomy. At the time though, he cautioned the court was not endorsing the idea of same-sex marriage, saying the private conduct case at hand “does not involve whether the government must give formal recognition to any relationship that homosexual persons seek to enter.” That caution was further articulated in a March speech by Kennedy, when he said some issues are best left to the other branches. “I think it’s a serious problem. A democracy should not be dependent for its major decisions on what nine unelected people from a narrow legal background have to say,” he said. By patiently letting legislatures and the voters decide the social and practical implications of same-sex marriage over the past decade, the high court is now poised to perhaps offer the final word on tricky constitutional questions. Or not. The split 5-4 conservative-liberal bench has the option of ruling broadly or narrowly – perhaps taking a series of incremental cases over a period of years, building political momentum and public confidence in the process. The Prop 8 case is Hollingsworth v. Perry (12-144). The DOMA case is U.S. v. Windsor (12-307).",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/06/25/politics/supreme-court-preview-obama/index.html"
        },
        {
            "headline": "Obama views on same-sex marriage reflect societal shifts",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 23,
                "year": 2013
            },
            "article_content": "Obama now supports right to same-sex marriage, putting him at odds with conservatives It has been a personal and political evolution for the president on a major social issue Supreme Court will hear arguments in two appeals on Tuesday and Wednesday Political stakes are high in appeals of federal and California same-sex laws President Barack Obama once believed marriage was only between a man and a woman. He then backed civil unions for gay and lesbian couples, granting them many of the same rights and privileges as married heterosexuals. Now he firmly supports a constitutional right that has put him at odds with many social conservatives. It is a personal and political evolution that in many ways reflects the country as a whole. Shifting public opinion and old fights over judicial power are at the nexus of perhaps the most important social issue the high court has addressed in recent years: same-sex marriage. Obama promotes gay rights in speech There about 120,000 legally married homosexual couples in the United States. Many thousands more seek the same thing. But it may be 10 people who have the power to force immediate, real change on this legal, political, and social issue: the nine justices and Obama himself. How U.S. political leaders and the Supreme Court act in coming months could set the template for years on a contentious topic that shows no sign of cooling. “The argument that the Obama administration has made is the Supreme Court should look at these laws very carefully because gays and lesbians are a group that have been subject to discrimination in the past and will be subject to discrimination going forward,” said Amy Howe, a legal analyst and editor of SCOTUSblog.com. Kevin has a family: A same-sex couple’s remarkable journey “So the Supreme Court would need to subject these laws to what we call a very stringent standard of review” balancing the government’s justification for enacting them, she added. Two separate appeals to be argued Tuesday and Wednesday will once again put the high court at center stage, a contentious encore to its summer ruling upholding the health care reform law championed by Obama. Nine states and the District of Columbia allow same-sex marriage, including Washington, Maryland, Maine, Iowa, New Hampshire, Vermont, Massachusetts, Connecticut, and New York. Another nine have civil union or strong domestic partnership laws. The high court will consider two appeals. The first involves the federal Defense of Marriage Act. DOMA is a 1996 law that defines marriage between one man and one woman. That means federal tax, Social Security, pension, and bankruptcy benefits, family medical leave protections, and other provisions do not apply to gay and lesbian couples. Edie Windsor, an 84-year-old New York woman, is the key plaintiff. She was forced to pay more than $363,000 in extra estate taxes when her longtime spouse, Thea Spyer, died. The second case involves California’s Proposition 8, a 2008 referendum that abolished same-sex marriage after the state’s highest court ruled it legal. Gay couple fights for right to marry in epic high court battle The Supreme Court is being asked to establish same-sex marriage as a constitutional right, but could also decide a more narrower question: Whether a state can revoke that right through referendum once it has already been recognized. Running for the Illinois state senate in 1998, Obama said he was “undecided” about whether to legalize same-sex marriage. Fast-forward six years to when he ran for U.S. Senate. He then declared a belief that marriage is between a man and a woman. The stance began an internal process over time that was by his admission, anything but smooth. “My feelings about this are constantly evolving. I struggle with this,” he said in 2010, two years into his presidency. “At this point, what I’ve said is that my baseline is a strong civil union that provides them the protections and the legal rights that married couples have,” Obama said at the time. Eight such states have civil union or strong domestic partnership laws– Delaware, Hawaii, Illinois, Nevada, New Jersey, Oregon, and Rhode Island. But it is the California case that really has drawn the Obama administration into the fight. Obama signaled earlier this month he was prepared to assert a vigorous constitutional right to marriage, but confine it for now only to the Proposition 8 matter and perhaps to the seven other states with civil union laws like California’s. The Justice Department argues civil union and domestic partnership laws may themselves be unconstitutional and that those states should go all the way and grant same-sex couples full marriage rights. It’s called the eight-state strategy. “The object of California’s establishment of the legal relationship of domestic partnership is to grant committed same-sex couples rights equivalent to those accorded a married couple. But Proposition 8, by depriving same-sex couples of the right to marry, denies them the dignity, respect, and stature accorded similarly situated opposite-sex couples under state law,” the Justice Department said in its brief on the case. Gay rights groups had privately urged Obama and his top aides to go beyond his previous personal rhetoric in support of the right, and come down “on the side of history” in this legal struggle. This was all set in motion in the heat of the president’s re-election campaign in what government sources described as a quickly arranged political strategy. Married same-sex couple awaits epic appeal “At a certain point, I’ve just concluded that for me personally it is important for me to go ahead and affirm that I think same-sex couples should be able to get married,” Obama told ABC News. Perhaps bowing to political caution in an election year, Obama explained he “hesitated on gay marriage” partly because he thought civil unions “would be sufficient.” “I was sensitive to the fact that for a lot of people, the word marriage was something that invokes very powerful traditions and religious beliefs,” he said. A new national survey indicates a small majority of Americans backs such marriages but there are  generational and partisan divides as well as a gender gap. According to a CNN/ORC International poll, 53 percent of the public think marriages between gay or lesbian couples should be legally recognized as valid, with 44 percent opposed. “There are big differences among younger and older Americans, with the youngest age group twice as likely than senior citizens to support same-sex marriage,” says CNN Polling Director Keating Holland. “Women are also more likely to call for legal recognition of gay marriage than men. And only three in ten Americans who attend religious services every week support same-sex marriage while six in ten Americans who don’t attend church weekly feel that way.” Former President Bill Clinton, who signed the marriage law into effect 17 years ago, said this month he now backs the right of homosexuals to marry. So, too, does his wife, former Secretary of State Hillary Clinton, a possible Democratic presidential candidate in 2016. But others on the right say society benefits from preserving a view of marriage that has been in place for centuries. The authors of a new book, “What is Marriage? Man and Woman: A Defense,” say, “Redefining marriage would, by further eroding its central norms, weaken an institution that has already been battered by widespread divorce, out-of-wedlock child bearing and the like.” Academics Robert George, Sherif Girgis, and Ryan Anderson say marriage should be more than “commitment based on emotional companionship,” and has been practiced for a specific reason throughout this country’s history. “All human beings are equal in dignity and should be equal before the law. But equality only forbids arbitrary distinctions,” they argue. “And there is nothing arbitrary about maximizing the chances that children will know the love of their biological parents in a committed and exclusive bond. A strong marriage culture serves children, families and society by encouraging the ideal of giving kids both a mom and a dad.” Line forms days ahead of Supreme Court same-sex argument The DOMA and Prop 8 cases will test the delicate line over constitutional limits from both congressional, presidential, and judicial power. All nine justices will have an equal voice in both oral argument and an eventual ruling, but it may be one member of the court whose views may count most in the high-stakes quest for five votes. Justice Anthony Kennedy authored the landmark 1996 Romer v. Evans ruling, striking down a Colorado constitutional amendment that forbid local communities from passing laws banning discrimination against gays. The moderate-conservative wrote for the 6-3 majority, rejecting the state’s argument the law only blocked gay people from receiving preferential treatment or “special rights.” In dissent Justice Antonin Scalia criticized the court for placing what he said was “the prestige of this institution behind the proposition that opposition to homosexuality is as reprehensible as racial or religious bias.” In 2003, Kennedy authored the court’s decision overturning state laws criminalizing homosexual sodomy. At the time though, he cautioned the court was not endorsing the idea of same-sex marriage, saying the private conduct case at hand “does not involve whether the government must give formal recognition to any relationship that homosexual persons seek to enter.” That caution was further articulated this month by Kennedy, when he said some issues are best left to the other branches. “I think it’s a serious problem. A democracy should not be dependent for its major decisions on what nine unelected people from a narrow legal background have to say,” Kennedy said. By patiently letting legislatures and the voters decide the social and practical implications of same-sex marriage over the past decade, the high court is now poised to perhaps offer the final word on tricky constitutional questions. Or not. The split 5-4 conservative-liberal bench has the option of ruling broadly or narrowly– perhaps taking a series of incremental cases over a period years, building political momentum and public confidence in the process. The Prop 8 case is Hollingsworth v. Perry (12-144). The DOMA case is U.S. v. Windsor (12-307). Opinion: Slowly, GOP shifting on same-sex marriage",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/03/22/politics/court-same-sex-obama/index.html"
        },
        {
            "headline": "Supreme Court to weigh divisive voting rights case",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 22,
                "year": 2013
            },
            "article_content": "Justices to decide whether key voting rights enforcement provision should be scrapped Some say things have changed, while others say government must still be involved Civil rights groups say provision is important tool for protecting minority voters Shelby County is booming. The Birmingham suburb is lined with strip malls, subdivisions, and small factories, in what was once sleepy farmland. The population has grown fivefold since 1970 to about 200,000. Change in this bedroom community is afoot, at least on the surface. But the federal government thinks an underlying threat of discrimination remains throughout Alabama and other parts of the country in perhaps the most hard-fought franchise in the Constitution: The right to vote. Competing voices in this county, echoes of decades-long debates over equal access to the polls, now spill out in a 21st century fight, one that has reached the U.S. Supreme Court. “I think they are looking at this situation through rose-colored glasses,” says the Rev. Dr. Harry Jones, a local civil rights leader, about the current majority white power structure in Shelby. “I think they have painted a picture to make the outside world believe that racism is no more, but if you dig beneath the surface I think you’ll find what you are looking for.” But a longtime county leader says things truly have changed for the better. “Here, now, in this decade, we have black registered voters at a percentage that is equal, and at some occasions exceeding, the voting of the white population,” says county attorney Frank “Butch” Ellis, Jr. “It’s hard to find that there’s any discrimination here, and certainly there’s nothing in the congressional record.” Major case for court this term Now the nine-member high court is poised to decide whether the key enforcement provision of the landmark Voting Rights Act of 1965 should be scrapped, as a constitutionally unnecessary vestige of the civil rights era. Known as Section 5, it gives the federal government open-ended oversight of states and localities like Shelby County with a history of voter discrimination. Any changes in voting laws and procedures in the covered states must be “pre-cleared” with Washington. That could include something as simple as moving a polling place temporarily across the street. The provision was reauthorized by Congress in 2006 for another 25 years and Shelby officials subsequently filed suit, saying the monitoring was overly burdensome and unwarranted. This case will be one of the biggest the justices tackle this term, offering a social, political, and legal barometer on the progress of civil rights in the United States and the level of national vigilance still needed to ensure minorities have equal access to the election process. Oral arguments will be held Wednesday, with a ruling expected by June. Test of federal authority Civil rights groups say Section 5 has proven an important tool to protect minority voters from local governments that would set unfair, shifting barriers to the polls. If it is ruled unconstitutional, they warn, the very power and effect of the entire Voting Rights Act would crumble. But the provision’s opponents counter it should not be enforced in areas where it can be argued racial discrimination no longer exists. The appeal presents the court and its shaky conservative majority with two of the most hotly debated issues in politics as well as constitutional law – race and federalism. It will be a major test of Washington’s authority, and the extent to which the central government may consider vestiges of voting discrimination that may still linger, potentially keeping some minority voters disenfranchised. The Voting Rights Act was a monumental political achievement during the Civil Rights era. It banned such things as poll taxes and literacy tests that had long suppressed black voter turnout. States like California and Texas also have a history of discrimination against Hispanic voters. In upholding the coverage requirements, the high court in 1966 succinctly summarized the law’s purpose: “Congress felt itself confronted by an insidious and pervasive evil which had been perpetuated in certain parts of our country through unremitting and ingenious defiance of the Constitution,” said the ruling. “Congress concluded that the unsuccessful remedies which it had prescribed in the past would have to be replaced by sterner and more elaborate measures in order to satisfy the clear commands of the Fifteenth Amendment.” The act was to expire in 2007 but was extended by Congress to 2032. It places all or parts of 16 states – mostly in the South with a record of past discrimination – under strict requirements on election procedures. The Justice Department will defend continuing use of the pre-clearance provision in oral arguments, but the NAACP has led the charge to raise public awareness of the case. “Closing off the paths to the polls and by trying to deter people from voting is too often practiced and trained and focused on minority communities,” said Debo Adegbile, special counsel with the group’s Legal Defense and Educational Fund, who will also argue before the justices in this case. “It doesn’t happen everywhere but it happens too much.” Shelby County is 11 percent African-American, compared with 28 percent statewide. Frank Ellis and his family have deep roots there, a former state senator and the county attorney for a half-century. His son, Corley, serves on the nine-member, all-white county commission. From his comfortable law offices, Ellis was persuaded to bring this legal fight because of what he says is a fundamental question of inequality in the Section 5 regulatory scheme. “Over the years we realized that this burden was unfair and unjustified,” he said. “We just elected a black member of the Board of Education, with a 90-percent white population. We’ve elected a black mayor over a white incumbent, we’ve elected black city council members.” Many neighborhoods, he says, are integrated. The dispute in Calera Ellis acknowledges a voting dispute in the city of Calera was not handled well by local officials, but chafes at the assumption things are irreparably bad in Shelby. He says it is especially hard to disprove a negative – a pervasive racial bias that he is certain does not currently exist among the county power structure. “The South has changed, it is not the same it was in 1964,” said Ellis. “The whole country has changed, we are a dynamic society, not just in Alabama, but everywhere.” Some have called it a Scarlet Letter or badge of shame mostly Southern states must perpetually endure. Racism, in the minds of many African-Americans and Hispanics in the county, is subtle and deep-rooted. A “good ol’ boy” system, as Jones puts it. He and other civil rights activists point to the 2008 election in Calera, where only one African-American was serving, Ernest Montgomery. The city, over the objections of the Justice Department under its Section 5 authority, changed the voting boundaries and cost Montgomery his seat. He believes it was an effort to weaken minority voting strength. “Some sub developments were added to my district and diluted the African-American district from a 67 percent district, down to about 28 percent,” Montgomery told CNN. “I think of the possibility of what could happen if Section 5 could go away – that some of the old mindsets would kind of fall back into place.” After the feds intervened, a new election was held and Montgomery got his seat back, which he holds today. The government points out that states have gotten out of Section 5. In recent years, 31 cities and counties and Virginia successfully petitioned to be exempt from the pre-clearance requirements, though the rest of the state remains under federal oversight. Shelby County has not made such a request and opposes Section 5 on its face. ‘Serious constitutional questions’ The Justice Department also said the Supreme Court had, in recent years, narrowed the scope of some aspects of the Voting Rights Act. Justice Anthony Kennedy, who could prove a swing vote in the Alabama dispute, noted in an earlier unrelated case involving Section 5 that “racial discrimination and racially polarized voting are not ancient history.” But it may be Chief Justice John Roberts who would exercise the power to lead the tricky but crucial opinion-writing exercise in coming weeks. That is because he authored that 2009 high court ruling, suggesting Section 5’s days were numbered. He said the pre-clearance provision raised “serious constitutional questions,” and added it “represents an intrusion into areas of state and local responsibility that is unfamiliar to our federal system.” “Things have changed in the South. Voter turnout and registration rates now approach parity,” said Roberts, echoing the views Shelby County now makes in its appeal. “Past success alone, however is not adequate justification to retain the pre-clearance requirements.” The court for three years avoided the key question over the law’s constitutionality. Civil rights supporters worry the court’s five conservative members will strike down this and another separate, pending appeal over affirmative action in public college admissions. Any dispute about voting slips inevitably into politics and efforts by both Republicans and Democrats to preserve their power base. Section 5 lawsuits have been acute in the past two years. They involve challenges to constitutionally mandated boundary changes in state and congressional districts based on the 2010 census, new, stricter voter identification requirements, and reductions in early voting periods. Those fights are now clogging the federal courts. Some conservative groups have argued that “ancient formulas” are being applied today, not to erase discrimination, but to benefit a particular political party. Some liberal activists counter Section 5 and federal oversight are being demonized by many on the right for purely partisan gain, and to divide Americans again over race. In Shelby, both sides know the nation is watching and know the stakes will ripple widely. “I’m not saying everything’s perfect,” Ellis tells CNN. “But I’m saying, very few of the non-covered jurisdictions can give you a success story like I’ve just given you out here in Shelby County.” “I agree that things have changed in the South and they are better, but they haven’t reached the point where we could do away with Section 5 yet,” says Jones, senior pastor at New Mount Moriah Missionary Baptist Church in Calera. “It’s a lot better but it still lives, discrimination still lives and I’m not willing to trust [voting enforcement] into the hands of people who motives are not pure.” The case is Shelby County v. Holder (12-96). CNN’s Joe Johns and Stacey Samuel contributed to this report.",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/02/22/politics/court-voting-rights/index.html"
        },
        {
            "headline": "It’s your fault: How our ‘tribes’ help create gridlock in Congress",
            "author": "Halimah Abdullah",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 7,
                "year": 2013
            },
            "article_content": "Americans are partly to blame for political partisanship Redistricting is only part of the reason why communities are divided People moving into areas with like minded peers, refusing to hear opposing views complicates issue This self sorting then trickles up to Washington in lawmakers we elect and policies they support If Congress has danced at the most perilous edges of brinkmanship, we the people helped push them there. We did it by voting lawmakers out of office when they work with the other party to craft legislation but then claiming we want Congress to compromise and seek bipartisan solutions. We’re doing it by sending to office those who promise to toe the line and continue the partisanship we say we despise. We did it by allowing our state legislatures to draw congressional districts that are so starkly red or blue that there’s little room for any other hue or viewpoint. We did it by congregating in neighborhoods and communities with like-minded people who share our views on politics, religion, and social mores and, as a result, largely electing lawmakers who echo those views. We the people have always tended to live, work, and play with and around people who have similar values. So no matter how many ways you slice many of the nation’s neighborhoods into districts, the outcome is the same—homogeny. That’s because you can’t redistrict social attitudes. “We the people do bear responsibility,” said CNN senior political analyst David Gergen. “It’s often been said we get the government we deserve. The polarization has come in part because the middle has fallen away and engagement has been left to the far right and far left.” The Gangs of D.C.: The dubious history of the political posse A house divided Politics with 'no labels' Avlon: Call it the default ceiling The Macks: Bipartisanship & immigration It was New Year’s Eve, and few in Washington had anything to celebrate. The 112th Congress had spent weeks in an acrimonious fight over reducing deficits and averting the fiscal cliff. The battle ended in a series of late night and early morning votes. In those final votes, the 112th Congress stayed true to the deeply partisan course that had earned it low national approval ratings, the nickname “do-nothing” and a track record as one of the least effective in recent years. In the House in particular, those votes seemed to reflect the districts those lawmakers represented. The chamber’s Republicans were starkly divided with 85 voting to support the measure and 151 opposing it, according to an analysis by Keith Poole, a political science professor at the University of Georgia. Among Democrats, 172 backed the measure while just 16 were opposed. One congressional delegation’s votes seemed to highlight that divide. Hyper-partisanship dragging down nation In North Carolina, congressional districts are either so red or blue that they trend well above the national average in that regard, said David Wasserman, House of Representatives editor at the Cook Political Report. There are “diametrically opposed viewpoints just across the highway median from each other,” Wasserman said. As a result, in votes like the fiscal cliff showdown, members of Congress “are simply responding to what their districts want.” North Carolina’s congressional delegation was nearly evenly split in its fiscal cliff votes. The “no” votes included Republican Rep. Virginia Foxx, who represents the largely white, rural and GOP-leaning 5th Congressional District, and Democrat Brad Miller. Due to Republican-friendly redistricting of an area that went to Democratic presidential candidates in the last two election cycles, Miller decided not to run for re-election to represent the 13th Congressional District. Those voting for the measure included Democrat Rep. Mel Watt, who represents a largely urban, racially mixed 12th Congressional District, and Democrat Rep. David Price, who represents the state’s more liberal-leaning Research Triangle in the 4th Congressional District. More ‘cliffs’ to come in new Congress During 2011 redistricting efforts, North Carolina’s lines had to be redrawn to account for a phenomenon that political and social scientists say deeply affects partisanship —population growth near large metro areas and a move away from rural areas. Senators: Common ground on immigration Breaking through partisan gridlock North Carolina’s redrawn 9th Congressional District’s population, currently represented by Republican Rep. Robert Pittenger, mushroomed by 38%. Pittenger lost urban Mecklenburg County, which includes Charlotte, to Democrat Jennifer Roberts in the general election. But he won places like more rural Iredell County, which has a NASCAR hub. For several generations, urban areas have tended to trend Democrat while many rural areas have remained Republican strongholds, political demographers say. And the number of swing states, those where a presidential candidate could run a competitive campaign and nab voters on the fence, has decreased dramatically over that same period of time. Even when attempts are made to remove partisanship from the redistricting process, those drawing the lines run up against those types of trends. In California, a citizen-led commission, chosen randomly from a bipartisan pool of applicants, has created some of the most competitive districts in the nation with mixed results. It was hoped that by avoiding the state legislature, the redistricting process could steer clear of the type of partisanship that often marks that process. However, “Democrats had figured out the map they wanted to end up with and then they went to community groups and made the pitch to get that,” said Douglas Johnson, a fellow at the Rose Institute of State and Local Government at Claremont McKenna College. So a process that was supposed to be random wasn’t completely. “It was a huge improvement over the legislature drawing the lines,” Johnson said. “It didn’t measure up to the grand hopes and nirvana dreams of some, but it was an improvement.” Thirteen states have adopted some version of commissions to try to remove politics from redistricting, a task some political scientists and demography experts say is impossible and doesn’t necessarily result in more balanced districts in this hyper-polarized climate. “Given the breakdown of traditional institutions and the traditional ways people mix, how do you govern this new country?” asked Bill Bishop, co-author of “The Big Sort: Why the Clustering of Like-Minded America is Tearing Us Apart.” “How do you create one country out of a country that is becoming increasingly a collection of communities?” The house we built Increasingly, people live in communities that are carefully crafted political echo chambers. “The dirty little secret is that redistricting only explains part of polarization,” Wasserman said. “Congressional districts are polarized partly because Americans have polarized with their feet. It makes it easier for partisan line drawers to draw those lines.” Every 10 years, just after the U.S. Census is completed, state lawmakers are charged with the task of redrawing and, in some cases, creating congressional districts that take into account population shifts since the last census. It is often a deeply partisan and complicated process in which the party in power usually tries to craft districts that are favorable to them while minimizing the other side’s political heft. A number of states, many of them in the South, with a history of racially discriminatory voting practices, also must get pre-clearance from the Department of Justice before tweaking their voting laws and maps. In several places, efforts to achieve this equity have resulted in odd shaped districts and court challenges. Take for example Watt’s 12th District in North Carolina, a narrow, serpentine strip that nearly dissects the state as it snakes 80 miles along Interstate 85. The district is considered “majority minority” and is reliably Democratic. “In states where Republicans have control, Republicans have been able to use the Voting Rights Act to pack (minorities) into districts so they can win the rest, Wasserman said. But that only explains part of why some districts are so partisan. Across the nation, people are self-sorting into neighborhoods and cities with likeminded peers, political experts and demographers say. “We don’t think people move to be around others who vote like themselves. They are moving to be around people who are like themselves in every other sort of way,” Bishop said. “Young white people moved to Austin. Young black people moved to Houston, Atlanta and D.C. Every time we looked at a measure on the country level, differences began to appear,” Bishop said. “Civic groups became more specialized. Churches began to organize around lifestyles. Lifestyle characteristics began to line up with the vote.” In looking at election data from 1992, 2000 and 2002, political scientists Marc Hetherington of Vanderbilt University and Jonathan Weiler of the University of North Carolina at Chapel Hill found that places where spanking is more likely to be used to discipline children tend to lean Republican. Areas where timeouts are the norm tend to trend Democrat. Women in the Northeast who married and started families later in life tended to vote Democrat while their Midwestern peers who got a head start on marriage and family building often voted Republican, Belgian demographer Ron Lesthaeghe found. Five things we learned on Election Night Large numbers of women, minority, gay and young voters helped President Barack Obama clinch his victory in the recent general election. Likewise, a historic number of women and racial minorities were elected to Congress from similarly diverse and largely Democratic states and districts. On the other hand, Republican presidential contender Mitt Romney’s strong performance among many white voters echoes his party’s congressional representation — largely older, white men. During the 2012 election, Obama won technology hub Silicon Valley, continuing a trend of technocrats backing Democrats. But he lost the Deep South, continuing that region’s red streak. All of this self-sorting in tiny towns, urban enclaves and suburbs has had a collective impact on the rarefied and increasingly toxic political climate in Washington these days. The 112th House was roughly 50% more polarized in terms of makeup than that of the 102nd, which convened from 1991 to 1993, Poole found in his research. The 112th’s Senate was more polarized than the 46th Senate, which was in office from 1879-1881, just after the Reconstruction era that followed the Civil War, Poole found. “This is polarization based on choice and self-selection,” Bishop said. “Being an adult is accepting lots of different ways of being. We are so unsure of our own identities that we are not as accepting as we could be of people of different identities. In a sense we are getting what we demand from government. We demand our tribe wins. So that’s the fight. It becomes a fight of tribal differences.”",
            "bias": "racial",
            "url": "https://www.cnn.com/2013/02/06/politics/congress-redistrict-fault/index.html"
        },
        {
            "headline": "6 lessons I learned as a student teacher",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 17,
                "year": 2013
            },
            "article_content": "By Heather Sinclair Wood, CNN Editor’s note: Heather Sinclair Wood is a writer-producer for the CNN Newsroom. She holds a bachelor’s degree in journalism from California State University, Northridge, and a master’s degree in education from Mercer University in Georgia. (CNN) – I’m a newswoman, tried and true. Journalist, news junkie, news hound, call me what you like. So when I decided three years ago to pursue a master’s degree in education, family and friends thought I was crazy. Having an advanced degree was something I had always wanted, so I figured why not earn a degree in a profession that I could possibly see myself doing one day? Two years of night classes and a few months as a student teacher seemed easy enough, and then I would have another career option under my belt. I thought of teacher and journalist as practically the same job – just a different audience. So I embarked on the amazing journey, and a journey it was. But what I didn’t realize were the things I learned during my time as a student teacher in a suburban Atlanta middle school were eye-opening, humbling, and little did I know, would truly change my life and my job as a journalist forever. The way I see the world has changed dramatically, and I have a whole new appreciation for the profession that many take for granted. Here are six lessons I learned when I jumped from one career to the classroom: No matter how prepared you think you are, you’re not prepared I was raised in the classroom of Mrs. Sinclair; my mother, a career educator, taught me everything I needed to know about life right from the realms of her school. My aunt is a teacher, my cousins and my sister. The love of teaching practically runs through my veins. So when graduate school required me to complete a four-month stint as a student teacher, I thought I was so ready. Years of papers, classroom observations and some of the best professors and peers a student could ask for equipped me for life in the classroom. But in reality, I’m not sure anyone can truly be prepared for what an actual classroom is like. I would have never considered myself a novice, but walking into that seventh-grade classroom in January was one of the most terrifying experiences of my life. Befriend the people who (really) matter After nearly a decade in the news business, my first day at school came with all the nervous feelings any new job would have. Only this time, I actually had the petrifying power to alter a child’s life permanently. As I stuck my yellow visitor badge to my freshly ironed blouse, I was greeted with smiling faces and inquisitive looks. I know running through their minds were questions about why the “CNN lady” would want to be a teacher. They would soon find out that my passion for news carried over to my time as a teacher, too. I discovered almost instantly that the lunch ladies, custodians, secretaries, resource officers and librarians are the ones who keep a school running. Unlike CNN, where oftentimes you must look up the corporate ladder for help, schools operate as families in which every member, no matter his or her job status, plays a pivotal role in the operation of the school. Middle schools can be war zones, as I found out, and you’re going to need some people in the trenches with you. Within my first two weeks, there was a broken nose incident, a chocolate pudding explosion and an index-card shortage that had me knocking on doors. I probably talked to the school principal only two or three times while I was there, but the men and women on staff became my heroes. Always have a contingency plan A few weeks into my student teaching, as my time as the sole teacher grew imminent, I decided to incorporate some new online tools into my social studies lesson plans. In graduate school, teacher candidates were encouraged to use technology in every way we could. Prezis, Weeblys and Wikis were drilled into our heads, and since computers had been an active part of my own education from an early age, I felt comfortable jumping right in. But just as I was getting into the core of my material one afternoon, the Internet crashed. As the seconds ticked by and I tried to resurrect the lesson, students began to lose focus, and I felt myself losing them. This became one of my greatest lessons of the experience. No matter how fabulous or indestructible you think your lesson plan is, you should always have a Plan B. The schools of tomorrow are going to be equipped with state-of-the-art technology that fits the lifestyle and social culture of your students. But none of that helps when the technology doesn’t work at the exact moment 30 kids are staring at you. You may hear book-free schools are the wave of the future, but in reality, old-fashioned textbooks work just fine in a pinch. There will never be enough time Teaching is the most-exhausting job I’ve ever done. I learned immediately that comfortable shoes are worth their weight in gold. A busy day in the newsroom, for example, is hour after hour of breaking news: I worked a 16-hour day during the 2008 presidential election. Last year, we learned of Whitney Houston’s death five minutes before my show started. It’s unpredictable and intense. But in the education world, it’s like breaking news happens every day. I arrived at school most days at 7:30 a.m. For the next nine hours, my cooperating teacher – the woman kind enough to let me student teach in her classroom – and I ran from one thing to the next; making copies, returning parent phone calls and e-mails, department meetings, discipline issues, maintaining order in the classroom and hallway, bus duty, assemblies and food fights. That doesn’t even include my No. 1 job – actually teaching students the required material for those intimidating high-stakes standardized tests. And don’t even think about using the restroom anytime you want. Nope. That too has to be planned, and usually that means holding it. We think about the unthinkable We’ve all had the tedious experience of being part of a fire drill. Growing up in California, I even had the privilege of earthquake drills. But I was in no way prepared the first time the announcement came across my classroom intercom: “We are now in lockdown.” A flood of thoughts and emotions ran through my mind. What do we do? Is this real? Is this a drill? Luckily, my cooperating teacher had been through this many times before. The door was locked, the lights turned off and the students gathered in the corner opposite the windows. Twenty-five young faces looked at me for reassurance, and I struggled to give any. Once, it was drug dogs checking the lockers. Another time, it was a gunman on the loose at a nearby grocery store. A third time was simply a drill. There’s something very normal about preparing for an act of Mother Nature, but how do you even begin to prepare for a gunman in your school? This is the new reality in schools, and it still gives me the chills. It is the most rewarding job you will ever do In recent months, the world has seen some of the ways educators go above and beyond what they are asked to do. From the brave teachers of Sandy Hook Elementary who died trying to shield their students from a gunman to the Oklahoma teachers who quite literally stared down a tornado, teachers are no longer men and women who stand in front of a chalkboard. They’re counselors, mentors, nurses and first responders. So despite the sore feet and uphill battles, it was all worth it. On my last day of school, three of my students serenaded the class with a song written for me. I cried because I knew I had changed my life and theirs. To every teacher out there, thank you for letting me be a part of your world for a short time. It has inspired me to be a better person in all aspects of my life. Sinclair Wood’s student decorated the classroom to say good-bye. My mother still comes home each and every day with white chalkboard dust on her clothes. Her passion for what she does is evident, and I can only hope to have that passion in my career at CNN. I’m not sure where the road of life will take me, but if it does steer me toward teaching one day, I’ll know I’ll be more than a glorified baby sitter with summers off. I’ll be one of the lucky ones who see the change in the world I’ve helped to create. The opinions expressed are solely those of Heather Sinclair Wood. Follow @CNNschools on Twitter",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2013/06/17/us/from-career-to-classroom-6-things-i-learned-as-a-student-teacher/index.html"
        },
        {
            "headline": "Bush, like most predecessors, holds tongue on successor",
            "author": "Dan Merica",
            "source": "CNN",
            "published_date": {
                "month": "July",
                "day": 4,
                "year": 2013
            },
            "article_content": "Former presidents regularly hold their tongue when asked about their successors \"I don't think it does any good,\" George W. Bush said when asked about Obama Jimmy Carter hasn't adhered to the rule and regularly critiques Democrats and Republicans Dwight Eisenhower is considered the gold standard for working with a successor In President Barack Obama’s two presidential campaigns, his predecessor loomed large; Obama and Democrats regularly laid the blame for the downtrodden economy at George W. Bush’s feet. When pressed on their pledge to turn the faltering economy around, Obama and Democrats often pointed out that they had inherited the product of the Bush administration’s policies. Bush, however, in his limited public appearances has stayed mute about his successor, maintaining a custom among former presidents that dates back decades. While not all presidents have adhered to the practice, it has created a mostly amicable brotherhood of former presidents. “George W. Bush is a traditionalist,” CNN Senior Political Analyst David Gergen said. “I think he holds to an old-fashioned standard that the presidency is one of the world’s greatest fraternities and its members don’t criticize each other.” After leaving the White House, Bush made it clear that he was finished with the public stage. Although he has been more public since his presidential library opened in April, Bush has maintained that he will not criticize Obama. Bush on Snowden: He damaged the country George W. Bush builds on legacy in Africa First lady: White House a nice prison Clinton pokes fun at Bush's paintings “I don’t think it does any good,” Bush said Monday in an exclusive interview with CNN’s Robyn Curnow in Zambia, where he was helping to renovate a women’s clinic. “It’s a hard job. He’s got plenty on his agenda. It’s difficult. A former president doesn’t need to make it any harder. Other presidents have taken different decisions; that’s mine.” Bush’s new mission: Helping those with the least In “The Presidents Club,” a book by Nancy Gibbs and Michael Duffy about the fraternity, a Bush adviser says the most the former president will say about Obama’s decisions is, “Well, I might have done it differently.” In public, though, Bush has refused to comment on Obama. “He deserves my silence,” Bush said in a March 2009 speech. “There’s plenty of critics in the arena. I think it’s time for the ex-president to tap dance off the stage and let the current president have a go at solving the world’s problems.” CNN Exclusive: George W. Bush interview Unexpected friendships Gergen said he feels Bush’s silence about Obama stems from how Bush was treated in his last few years in office. “There was a sense among the Bush people that a lot of this criticism was gratuitous and ill-informed and painful,” Gergen said. That could be “part of his staying away from issues with Obama.” When you are president, there are literally only a handful of people in the world who can relate to the pressure, the commitment, the arduous decision making. This unique understanding has led many presidents to rely on one another after leaving office. Former, current presidents on George W. Bush Some of these relationships have led to unexpected political friendships. Despite the fact they faced off in the 1992 presidential election, the relationship of Bill Clinton and George H.W. Bush has been described as father-and-son-like. They are so close that Clinton joked at the opening of George W. Bush’s library that he “had become the black sheep son” of the Bush family. 5 presidents on hand for Bush Center opening He even jokingly referred to former first lady Barbara Bush as his “mother.” Clinton praises Bush at library opening Other presidential relationships have been similarly close. Presidents Jimmy Carter and Gerald Ford, opponents in the 1976 election, grew close in their retirement and worked together on a number of international issues. President Harry Truman also befriended a predecessor, Herbert Hoover. After working together to restructure the executive branch, Truman called Hoover “the best man that I know of” and an appreciative Hoover wrote Truman to say, “For all of this and your friendship, I am deeply grateful.” Most former presidents look better through history’s eyes Gergen, who served in the White House in four administrations, said that once in the Oval Office you appreciate the “continuity of the office.” “You form part of a chain and each link is important. You almost have a sacred responsibility to keep the office strong,” he said. Breaking the club’s rules Not all former presidents have held their tongue. Democratic President Jimmy Carter, who served one term in office, has a history of biting criticism of those who followed him in the White House. In 2007, Carter delivered a blistering critique of the Bush administration, telling the Arkansas Democrat-Gazette “as far as the adverse impact on the nation around the world, this administration has been the worst in history.” Carter hasn’t directed his criticism only at Republicans, though. In a February 2013 speech, he faulted the Obama administration for its dealings with North Korea and Iran. “Our country is now looked upon as the foremost warlike nation on Earth, and there is almost a complete dearth now of commitment of America to negotiate differences with others,” Carter said. And throughout much of Clinton’s presidency, Carter was a Democratic agitator. He embarked on his own foreign policy projects, at times at direct odds with the White House, and after Clinton’s affair with Monica Lewinsky became public, Carter questioned Clinton’s morals. Even after Clinton left office, Carter continued to criticize. In February 2001, a month after the Clinton presidency had ended, Carter said Clinton’s last-minute pardon of Marc Rich was a “most serious mistake” and even alleged that the reason Rich was pardoned was donations that Rich had made. “I don’t think there is any doubt that some of the factors in his pardon were attributable to his large gifts,” Carter said. “In my opinion, that was disgraceful.” But Carter has been the exception, not the rule. While some presidents have stepped out and criticized during the heat of a political campaign, it is a rare occurrence. “Carter puts issues ahead of fraternity and will often speak out about things,” Gergen said. “I think it is part of his nature. Maybe being a one-term president changes your view.” ‘Little Boy Blue’ and the Bay of Pigs Dwight Eisenhower is by most accounts the gold standard for how to deal with other presidents. Eisenhower chewed out his successor, John F. Kennedy, in private for the botched Bay of Pigs invasion, but publicly offered him a level of support. Kennedy had been in office for just three months when he called for a meeting with Eisenhower in April 1961 after the attempt to topple the young Castro regime in Cuba was a massive failure. The operation had originated before Eisenhower left office and Kennedy’s administration had carried it out. The Kennedy-Eisenhower relationship had been frosty. Eisenhower had long viewed Kennedy as naive and young – he referred to Kennedy as “Little Boy Blue” in private – and Kennedy had disparaged the Eisenhower administration in his 1960 presidential campaign. The two put their chilly relationship aside, however, and Kennedy invited the former general to Camp David to review the mistakes in Cuba. According to Eisenhower’s notes from the meeting and a number of media reports, the conversation between the new and former president previewed the pitfalls of foreign policy campaign promises: Kennedy: “No one knows how tough this job is until he’s been in it a few months.” Eisenhower: “Mr. President. If you will forgive me, I think I mentioned that to you three months ago.” After the meeting, Eisenhower stood in front of television cameras and said, “I am all in favor of the United States supporting the man who has to carry the responsibility for our foreign affairs.” In “The Presidents Club,” Gibbs and Duffy write that despite the fact that all of these men have risen to the highest level of their profession, they not only work better together, but they need one another. “There is no fraternity like it anywhere, and not just because of the barriers to entry of the privilege of membership,” they write. “For all of the club’s self-serving habits and instincts, when it is functioning at its best, it can serve the president, help solve his problems and the nation’s, and even save lives.”",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2013/07/04/politics/bush-president-relationships/index.html"
        },
        {
            "headline": "Obama rounds out Cabinet, nominates commerce secretary, trade representative",
            "author": "Dan Merica",
            "source": "CNN",
            "published_date": {
                "month": "May",
                "day": 2,
                "year": 2013
            },
            "article_content": "Obama nominates Penny Pritzker and Michael Froman for Cabinet posts The announcement comes ahead of a trip to Mexico and Costa Rica Pritzker, an investment firm chief, has an estimated net worth of $1.85 billion Froman is Obama's deputy national security adviser for international economic affairs President Barack Obama filled out his Cabinet nominations on Thursday when he tapped Penny Pritzker as commerce secretary and Michael Froman as U.S. trade representative. At an event in the White House Rose Garden, Obama heralded his two nominees as leaders with “extraordinary experience” who are about “growing opportunity” for the American middle class. “One of the reasons I’m proud to nominate them is they don’t forget what matters,” Obama said standing between the two nominees. “They know this is not about just growing balance sheets, it’s about growing opportunity for people, it’s about growing a sense of security for the middle class.  And most of all, they operate with integrity and they understand that that public service is a privilege and you’ve got to do it right when you get involved on behalf of the American people.” If confirmed by the Senate, Pritzker and Froman would both step into economic posts although they have noticeably different backgrounds. Pritzker, one of the wealthiest women in America, is an heiress to the Hyatt hotel fortune. She heads the investment firm PSP Capital Partners and an associated property firm, Pritzker Realty Group. Forbes Magazine pegged her net worth at $1.85 billion as of March. Pritzker is a longtime Obama donor who was national finance chairwoman of his 2008 presidential campaign and national co-chairwoman of the 2012 re-election effort. Along with donations she solicited from other elite contributors as a “bundler,” Pritzker personally gave the Obama campaign and the Democratic National Committee $63,500 in 2008 and $117,400 in 2012, according to the Center for Responsive Politics. Froman is deputy national security adviser for international economic affairs. In that role, he has served as a liaison to global economic summits and advised the president on international finance. Before working for the White House, Froman was an executive at Citigroup and was chief of staff to Treasury Secretary Robert Rubin in the 1990s. Froman also attended Harvard Law School with Obama and was the editor of the school’s prestigious law review. The president described Pritzker as “one of our countries most distinguished business leaders” and said Froman “has established himself as one of the world’s foremost experts on our global economy.” “We went to law school together,” Obama said of Froman. “He was much smarter than me then; he continues to be smarter than me now.” The announcements come ahead of the president’s trip to Mexico and Costa Rica, where Obama said Thursday he hopes to “deepen our economic and trade relationships across Latin America” and “offer our businesses growing markets where they can sell more American-made goods and services abroad. “ It’s unclear when the Senate will take up the nominations but they must first be addressed by relevant committees. Pritzker is likely to face questions about her finances. Sen. Charles Grassley, an Iowa Republican and a taxpayer watchdog, called for a Senate examination of her taxes in light of reports his office pointed to that suggested her family’s finances benefited from off-shore havens over the years. “If the Commerce Committee doesn’t explore these questions with the nominee, I plan to do so, but I hope the committee will give the tax history a serious look,” he said in a statement. If confirmed, Pritzker and Froman would replace acting secretaries. Rebecca Blank has served as acting secretary of the Commerce Department since June 2012,  She stepped into the role after John Bryson resigned less than two weeks after an episode involving a seizure and two traffic accidents. Bryson had been on a medical leave of absence since his involvement in the auto accidents in California that his office said were linked to the seizure. In his resignation letter, he said his seizure was a “distraction from my performance as secretary” and that the country “would be better served by a change of leadership of the department.” Ambassador Demetrios Marantis has served as acting U.S. trade representative since March 15 of this year, after Ron Kirk, a close confidant and regular golf partner to Obama, stepped down. With Thursday’s announcements, Obama will have nominated people to all vacant Cabinet posts for his second term. Four of Obama’s second-term nominations – Secretary of State John Kerry, Treasury Secretary Jack Lew, Defense Secretary Chuck Hagel and Interior Secretary Sally Jewell – have already been confirmed by the Senate. A number of Obama’s nominations have yet to be voted on by the Senate. These include labor secretary nominee Thomas Perez, transportation secretary nominee Anthony Foxx and energy secretary nominee Ernest Moniz. CNN’s Dan Lothian and Jessica Yellin contributed to this report.",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2013/05/02/politics/obama-cabinet/index.html"
        },
        {
            "headline": "Energy secretary resigning from Obama Cabinet",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 1,
                "year": 2013
            },
            "article_content": "NEW: Obama lauds Chu for plugging the Gulf oil leak Steven Chu says he will stay on until late February or beyond Chu is a Nobel Prize winning physicist Critics blamed Chu for failed government investments in clean energy development Energy Secretary Steven Chu will resign from President Barack Obama’s Cabinet in coming weeks, he told Energy Department staff in a letter on Friday. Chu, who turns 65 this month, was a leading advocate in the Obama administration for alternative energy development, making him a target of the fossil fuel industry and its conservative supporters in Congress. He was a co-recipient of the Nobel Prize for Physics in 1997 and headed the Department of Energy’s Lawrence Berkeley National Lab and taught at the University of California before becoming energy secretary in 2009. Read his letter “I informed the president of my decision a few days after the election that Jean and I were eager to return to California,” Chu said in the letter. “I would like to return to an academic life of teaching and research, but will still work to advance the missions that we have been working on together for the last four years.” He said he would stay on through an upcoming government energy research summit at the end of February, adding: “I may stay beyond that time so that I can leave the department in the hands of the new secretary.” A statement by Obama thanked Chu for his “dedicated service,” saying he “brought to the Energy Department a unique understanding of both the urgent challenge presented by climate change and the tremendous opportunity that clean energy represents for our economy.” Chu “helped my administration move America towards real energy independence,” Obama’s statement said, citing a doubling in renewable energy use, reductions in dependence on foreign oil and progress toward creating green energy jobs. At a White House event later Friday honoring Medal of Science winners, Obama mentioned Chu’s planned departure, calling it “a loss for us.” He also praised Chu for “designing a cap to plug a hole in the middle of the Gulf of Mexico when nobody else could figure it out,” referring to the Deepwater Horizon oil spill of 2010. Critics blamed Chu for government backing of failed clean energy ventures led by the collapse of Solyndra. The solar panel maker went bankrupt in 2011 after receiving more than $500 million in federal financing under an Obama administration effort to accelerate such investments. Who’s who in Obama’s cabinet “The direction the Department of Energy has taken under his leadership has been disconcerting,” said Rep. Darrel Issa, R-California, adding that he considered “taxpayer losses on projects like Solyndra and the department’s deeply misguided effort to use taxpayer dollars as an investment bank for unproven technologies to be the most problematic aspects of his legacy.” In his letter to Energy Department staff, Chu called his stint as energy secretary the “greatest privilege” of his life. He cited the creation of the Advanced Research Projects Agency-Energy, a government effort to support energy technology development, as a major accomplishment, along with steps that he said have doubled production of wind and solar energy. Chu’s letter also defended the loan program linked to Solyndra, noting it was started in the Bush administration and supported 33 projects that he said generated $55 billion in economic investment. “While critics try hard to discredit the program, the truth is that only 1% of the companies we funded went bankrupt,” Chu wrote, later adding that “the test for America’s policy makers will be whether they are willing to accept a few failures in exchange for many successes.” Chu also called in the letter for stronger U.S. action on climate change in the face of unrelenting opposition by the fossil fuel industry and conservatives in Congress. “While we cannot accurately predict the course of climate change in the coming decades, the risks we run if we don’t change our course are enormous,” Chu’s letter said. “Prudent risk management does not equate uncertainty with inaction.” In particular, he wrote that despite the improved ability to find and develop fossil fuel resources, the nation should work harder to develop viable alternatives. “As the saying goes, the Stone Age did not end because we ran out of stones; we transitioned to better solutions,” Chu wrote. CNN Chief White House Correspondent Jessica Yellin and CNN’s Kevin Bohn and Tom Cohen contributed to this report.",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2013/02/01/politics/obama-chu-cabinet/index.html"
        },
        {
            "headline": "Obama taps Brennan as CIA director",
            "author": "Catherine E. Shoichet",
            "source": "CNN",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2013
            },
            "article_content": "NEW: The acting director says he looks forward to welcoming John Brennan back to the CIA Brennan says his mission will be \"to make sure that the CIA has the tools it needs\" Obama: Brennan \"is one of the hardest working public servants I have ever seen\" Brennan, 57, has been Obama's chief counterterrorism adviser for four years John Brennan joined the CIA as a young man after responding to a newspaper want ad. Now, at 57, he could become its next director. President Barack Obama on Monday nominated Brennan, his chief counterterrorism adviser, to lead the CIA, praising his pick as someone already closely connected to the agency and willing to fight on its behalf. “John knows what our national security demands: intelligence that provides policymakers with the facts, strong, analytic insights and a keen understanding of a dynamic world,” Obama said at the White House. Brennan worked for the CIA for more than two decades and has been Obama’s assistant for counterterrorism and homeland security since 2009. In that role, Obama said, Brennan worked closely with  many government agencies. The results were clear, the president said. “More al Qaeda leaders and commanders have been removed from the battlefield than at any time since 9/11.” Brennan has shaped the White House’s strategy to aggressively pursue suspected terrorists – dramatically escalating the use of armed unmanned aircraft, often referred to as drones – and to kill them in the ungoverned territories of Pakistan and in Yemen. Brennan: Drone attacks are legal, ethical Who is Chuck Hagel? Hagel likely defense secretary choice Panetta jokes about Petraeus He was also intimately involved in the run-up to the raid on the Osama bin Laden compound in May 2011. “John is legendary even in the White House for working hard,” Obama said. “He is one of the hardest working public servants I have ever seen.” In recent years, Brennan has become well-known in Washington as the public face of the White House’s counterterrorism policies. Now, if the Senate confirms his nomination, he’ll head an agency where many employees work behind the scenes. Brennan praised the often anonymous work of CIA staffers Monday and pledged to do everything he can to support them. “If confirmed as director I will make it my mission to make sure that the CIA has the tools it needs to keep our nation safe and that its work always reflect the liberties, the freedoms and the values that we hold so dear,” Brennan told reporters shortly after Obama tapped him for the job. Obama announced Brennan’s nomination Monday at the same time he tapped former Sen. Chuck Hagel to become defense secretary. Both men, he said, “have dedicated their lives to protecting our country.” If the Senate confirms Brennan’s the nomination, he will replace retired Gen. David Petraeus, who stepped down from his job as CIA director in November amid revelations that he had engaged in an extramarital affair with his biographer. Petraeus resigned on November 9 as the FBI investigated whether his biographer, Paula Broadwell, had inappropriate access to classified information. Read more: Who’s in, who’s out of cabinet Michael Morell, a career intelligence officer who was serving as the spy agency’s deputy director, has been acting CIA director since Petraeus’ resignation. In a message to colleagues, Morrell said he looked forward to welcoming Brennan back to the CIA. “Those of you who know John can attest to his intellect, expertise, and prodigious work ethic. I have had the privilege of working with him for the better part of two decades, and I know him to be a public servant of the highest integrity. We have worked literally hundreds of tough issues together, and I have found that his approach always begins and ends with the question, ‘What is the right thing to do here?’” he wrote. After the 2008 election, Brennan was touted as a shoo-in for CIA director, but attacks from critics who claimed he supported the Bush administration’s policy of harsh interrogations prompted him to drop out of consideration for the job. Returning to the CIA would be a homecoming of sorts for Brennan, who spent 25 years there, developing a deep knowledge of the Mideast and fluency in Arabic. “He knows what the president wants from his intelligence community,” said Bill Harlow, a former senior CIA official. “And he also knows how to deliver it from having worked at the agency. … There’ll be no learning curve for him.” After the nomination was announced, Senate Majority Leader Harry Reid said he hoped the Senate would give both Brennan and Hagel “a fair and constructive confirmation process.” Debate over the drone program and Brennan’s position on CIA interrogations could make for some rough moments during his hearings. Concerns about his past work at the CIA began to simmer again on Monday, with the American Civil Liberties Union calling on lawmakers to investigate whether Brennan had been involved in torture, abuse or secret prisons during his past tenure at the CIA during the administration of President George W. Bush. Opinion: John Brennan, Obama’s drone warrior “This nomination is too important to proceed without the Senate first knowing what happened during Brennan’s tenures at the CIA and the White House, and whether all of his conduct was within the law,” Laura W. Murphy, director of the ACLU’s Washington Legislative Office, said in a statement. Sen. John McCain, R-Arizona, said he planned to examine Brennan’s record closely. “I appreciate John Brennan’s long record of service to our nation,” McCain said in a statement, “but I have many questions and concerns about his nomination to be director of the Central Intelligence Agency, especially what role he played in the so-called enhanced interrogation programs while serving at the CIA during the last administration, as well as his public defense of those programs.” Even as she praised his record, Sen. Dianne Feinstein, D-California, said she planned to raise the CIA detention and interrogation issue with Brennan. The fact that Brennan is coming from the West Wing and has frequently talked about the president’s views on camera could make him political fodder, said Frances Fragos Townsend, CNN’s national security contributor. “He’s got to expect that (Capitol) Hill is going to treat him as a political person who is fair game now, rightly or wrongly,” she said. On Monday, Brennan said he was prepared to work with lawmakers on both sides of the aisle and field their questions. “While the intelligence profession oftentimes demands secrecy,” he said, “it is critically important that there be a full and open discourse on intelligence matters with the appropriate elected representatives of the American people.” Compared to Hagel, reaction to Brennan nomination muted CNN’s Catherine E. Shoichet reported in Atlanta; Pam Benson in Washington. CNN’s John Berman, Jill Dougherty, Devon Sayers and Jim Acosta also contributed to this report.",
            "bias": "white privilege",
            "url": "https://www.cnn.com/2013/01/07/politics/cia-director/index.html"
        },
        {
            "headline": "A half-century after the ‘dream’: 10 signposts on America’s race journey",
            "author": "Steven A. Holmes",
            "source": "CNN",
            "published_date": {
                "month": "August",
                "day": 28,
                "year": 2013
            },
            "article_content": "Editor’s Note: Steven A. Holmes covered race for eight years at The New York Times and was part of the team that won a Pulitzer Prize for the newspaper’s 2000 “How Race is Lived in America” series. He is now executive director in CNN’s Office of Standards and Practices. Since 1963, A few \"signposts\" in race relations and blacks' well-being stand out Key legislation ended legal segregation, advanced political power King's assassination robbed movement of a moral voice and master strategist Inner-city strife, 1973 oil embargo, war on drugs spelled socioeconomic disaster So we’ve gone from Martin to Martin. The five decades from the Rev. Martin Luther King Jr.’s “Dream” to Trayvon Martin’s death have been the most tumultuous in the country’s racial history since the Civil War and Reconstruction. Blacks have seen progress and regression; triumphs and disappointments; great leaps forward and today’s racial stalemate. Charismatic leaders have flashed across the scene and burned out quickly. Others have lasted as spokesmen for African-Americans for decades – too long in the eyes of some people, black and white alike. New movements such as those fighting for the rights of Latinos, women and gays have become valuable allies while, at the same time, diverting money and attention from the cause of African-Americans. Courts and government policies have at times boosted black progress and at other points been a millstone around their necks. Black leaders have been brilliant tacticians and have made costly mistakes. Hear lost interview of MLK Jr. 50 years after MLK's freedom call Bernice King: The drum major's daughter The 50 years since the March on Washington have produced a number of “signposts”: events and trends that have shaped the civil rights struggle and today’s racial landscape. Ten stand out as having the most impact over time on the well-being of blacks and whites and on their underlying attitudes toward each other. Some of the signposts are very familiar; some are more obscure. Some propelled the nation toward racial harmony; some became significant roadblocks. Many have changed American society in ways that extend beyond race. All changed the arc of racial history. Opinion: Did we really learn the lesson of the March on Washington? The 1964 Civil Rights Act and the 1968 Fair Housing Act These two landmark pieces of legislation in effect brought an end to legalized segregation. Though the Supreme Court had said the doctrine of “separate but equal” was unconstitutional in education more than a decade earlier, it wasn’t until the passage of these two laws that legalized Jim Crow was outlawed in virtually all aspects of American society. There have been arguments about how strongly the laws have been enforced. But, the main impact was to put the power of the federal government, particularly the federal courts, on the side of African-Americans – and others, including whites – who have felt the lash of discrimination. The law enacted to protect African-Americans has had an impact far beyond race. At the last minute, Southern conservatives added language to have the act cover bias based on gender, figuring that would kill the bill. It stayed in and later would become the basis, not only fighting discrimination against women in hiring and promotion, but also combating sexual harassment in the workplace. The 1965 Voting Rights Act Often lumped together with the other civil rights measures of the 1960s, the Voting Rights Act deserves special mention because of how much it fundamentally reshaped the American political environment.  Freed of the restraints imposed on them in the South, African-Americans flocked to the polls over the years electing black officials and producing radical changes in both Democratic and Republican parties. In 1970, five years after passage of the Voting Rights Act, there were 1,470 black elected officials throughout the country. Today there are more than 10,000. But the impact did not stop there. Black voters became a force to be catered to within the Democratic Party. Since 1976, only one candidate – Michael Dukakis in 1988, mainly because his main rival, the Rev. Jesse Jackson, siphoned off African-American support  – has secured the Democratic presidential nomination without winning the majority of black votes in the primaries. On the Republican side, the Voting Rights Act began a migration of conservative Southern whites from the Democratic Party to the GOP, where they pushed Republicans further to the right not only on racial issues, but also with regard to crime, national security, taxes, government spending, abortion and gay rights. The Voting Rights Act, says David Bositis, a senior analyst with the Joint Center for Political and Economic Studies, a Washington think tank that specializes in racial issues, “brought fundamentalist Protestants into the Republican Party and gave the party a Southern flavor that persists to this day.” Opinion: A March, we’re closer to the American dream Inner-city riots and the rise of Black Power Starting with unrest in New York City’s Harlem and Bedford-Stuyvesant neighborhoods, American cities suffered through five consecutive summers of major unrest in its inner cities. The riots – or urban rebellions, depending on your political philosophy – in places such as Los Angeles, Philadelphia, Newark, New Jersey, and Detroit shook white America and hastened white flight from the cities and into the suburbs. Detroit went from being 28% black seven years before its devastating 1967 riot to 43% black three years afterward. By 2000 it was 81% black. Fear of similar disturbances contributed to similar white exodus in places like St. Louis and Gary, Indiana. Color photos from 1963 March on Washington March on Washington remembered John Lewis remembers MLK speech As whites fled, businesses and jobs went with them. While fear of further disturbances prompted federal, state and local governments to pour cash into programs to revitalize the inner cities, government aid could not make up for the flight of businesses and the lack of new private investment. Left behind was a ravaged urban landscape of concentrated poverty, poor schools, violence and deteriorating family structure that has devastated the black community and negatively affected white attitudes toward African-Americans. The riots’ most significant legacy, however, was the shift in black ideology. The disturbances accelerated an already growing impatience with the slow pace of progress and a belief that efforts toward integration were a fool’s errand. What emerged was a new and strident philosophy of separation from whites – either physical or psychological. Blacks demanded their own leadership; their own institutions, their own organizations, even their own holidays such as Kwanzaa. 50 years after King, hidden racism lives on The movement brought some clear benefits: a burst of pride in black history and black culture; a dramatic increase in the number of African-Americans in leadership positions, especially politics, and a marked increase in opportunity as race-based affirmative action programs pushed by this new movement opened up union jobs, government employment, particularly at the local level, and admission to elite universities. All these contributed mightily to a burgeoning black middle class. But the gains did not come without costs. The new militancy essentially drove whites away from the civil rights movement. In 1961, when the Student Nonviolent Coordinating Committee began the Freedom Rides, the group was about 20% white. Five years later it was virtually all black and its leader, Stokely Carmichael, was a leading apostle of black power. For decades after the inception of the NAACP, whites, including nationally recognized religious and labor leaders, made up a significant part of its board of directors. For 20 years starting in the early 1990s there was only one. The exodus of whites from the movement robbed it of access to money, influence and managerial expertise that was never fully made up by appeals to black professionals. Nowhere was the double-edged sword of the black power movement felt more acutely than in the political arena. Fueled by a view that only blacks can represent the interests and aspiration of African-Americans, civil rights groups pushed for the creation of overwhelming black legislative districts, especially in the South, to ensure the election of black candidates. The result was to concentrate black voters, the most reliably liberal Democrats, into districts with huge African-American majorities, leaving the adjacent districts overwhelmingly white, more conservative – and easy pickings for Republicans. The strategy of creating super-majority black districts is one of the leading causes for Republican dominance in the House of Representatives and in state legislatures across the South – and in the marginalization of black political power. In 1994 when this strategy was gathering full steam, 99.5% of black state lawmakers in the South served in the party that held power in their state legislature. Today only 4.8% do. “Right now, at the state level, African-Americans have no say in Southern politics,” says Bositis. Would the government have spied on MLK Jr. today? The King assassination The death of the Rev. Martin Luther King Jr. was one of the seminal events in the half-century after the March on Washington. His murder removed a master strategist, a strong moral voice and someone who was to become an icon to blacks and whites alike – though it’s easy to forget how much he was vilified by whites while he was still alive. Coming during the advent of black militancy and the emergence of groups such as the Black Panther Party, King’s death frightened whites and made many more susceptible to “law and order” rhetoric from politicians. “Martin Luther King’s death left a powerful moral and political vacuum in America,” says Peniel Joseph, director of the Center of Race and Democracy at Tufts University. “His campaign to end poverty and antiwar activism were coalescing into a powerful movement shortly before his death. Black Power revolutionaries such as Stokely Carmichael respected King and might have been part of a broad-based human rights coalition.” Whether King would have worked with the new militants and softened their tough rhetoric and tactics or whether King would have been drawn toward the ideology of separatism that was gaining sway is a question that can never be answered. At the time of his death he was losing support among many young black activists who saw him as too accommodating and his tactic of nonviolence too timid. What is clear is that, with King gone, the movement lost its most effective advocate at reaching across racial lines, using both the soaring oratory of the preacher and the intellect of a philosopher to drive home the point that eliminating oppression is everybody’s concern: “We are caught in an inescapable network of mutuality, tied in a single garment of destiny,” King wrote in “Letter from a Birmingham jail,” four months before the March on Washington. Julian Bond, chairman emeritus of the NAACP, calls King’s death “a greater loss than we realize.” “We no longer had the guy who was speaking to white people and black people in the same language,” Bond says. “I can’t think of anybody who could do that in the way he did.” Opinion: At March on Washington – The anger, fear, love and hope The Arab oil boycott and the rise of OPEC The huge gains in civil rights and expansions of government programs to aid minorities and the poor took place during a time of almost unprecedented economic prosperity, much of it resting on a foundation of cheap oil from the Middle East. The gross domestic product per capita went from $15,644 in 1960 to $23,155 in 1973, the Bureau of Labor Statistics reports (using 2005 dollars). Unemployment fell from around 7% in the spring and summer of 1961 to 4% at the end of 1965 and stayed at or below that for the rest of the decade. Median household income rose an astonishing 70% from 1950 to 1972. Whites felt happy and economically safe and many were willing, albeit grudgingly, to support desegregation efforts and government programs, such as Lyndon Johnson’s Great Society, designed to lift black people. Even Richard Nixon, a conservative Republican, felt politically secure enough in his first term to back the strongest type of affirmative action measures – fixed numerical quotas. This relatively idyllic racial environment exploded in October 1973 when Egyptian jets roared over the Sinai Peninsula to start the Yom Kippur War. Angered by U.S. support for Israel during the conflict, a group of Persian Gulf oil producers led by Saudi Arabia halted exports to the United States and cut overall production. Then the Organization of Petroleum Exporting Countries began collective action to control, and raise oil prices. In 1970, oil cost $1.80 a barrel. In 1979, after the fall of the Shah of Iran, it was $34 a barrel. Today it hovers around $100 a barrel. Economic good times lurched to a halt. The gross national product plunged by 6% between 1973 and 1975.  Unemployment doubled during that time. Inflation soared. Business reacted to the increased cost of energy by holding down wages and began shipping jobs overseas searching for cheaper labor. Median household income actually fell from $36,451 in 1973 to $34,021 in 1996. “It was a hard time,” says Daniel Yergin, author of “The Quest: Energy, Security and the Remaking of the Modern World.” “A lot of people were losing jobs, or feared they were going to lose jobs. Businesses were not investing. It led to a kind of bitterness in American politics.” White “tolerance” of civil rights, never strong to begin with, dried up. In 1978 the Passage of Proposition 13 in California heralded a revolt against taxes and government spending that persists until this day. “Preferences” for blacks and Hispanics came under attack in the courts and at the ballot boxes. In 1980 Ronald Reagan, running on cutting taxes and spending – including funding “welfare queens” – won in a landslide. Some have argued that the “civil rights era” ended in Memphis when a sniper’s bullet cut down Martin Luther King. A strong case could be made that it died in the Vienna meeting rooms of OPEC, the palaces of Riyadh and the streets of Tehran. The only class MLK ever taught Milliken v. Bradley In 1974 the U.S. Supreme Court struck down a court-ordered school integration plan that involved busing black students from Detroit into 53 white suburban school districts. In rejecting the plan, the justices ruled that unless a suburban district has been involved in creating a segregated school district, it could not be subjected to court-mandated desegregation plans. In his dissent, Justice Thurgood Marshall called the ruling a “giant step backwards.” Indeed, Milliken effectively brought an abrupt end to school integration efforts across district lines. From then on, school integration only took place in cities that had annexed suburban areas, or naturally when African-Americans moved out to the suburbs. “Once the courts made clear that you could not engage in inter-district busing, it left the story to become what it has become,” says Sherrilyn Ifill, president and director counsel of the NAACP Legal Defense and Education Fund. “As whites moved to the suburbs, you ended up with inner-city school systems that were 80 to 90% African-American. That was contrary to the Brown decision, which was to break the back of segregated schools and advance the integrating of our schools and educating our children together.” Black students were stuck in a deteriorating school system funded by a shaky tax base that often failed to attract and retain the best teachers. The impact on black education has been devastating. Indeed, since Milliken virtually all school reform efforts aimed at poor African-American students – community control, vouchers, school uniforms, charter schools, No Child Left Behind – can be seen as little more than attempts to make the doctrine of “separate but equal” work this time. The crack epidemic and the war on drugs Arguments have raged over whether crack cocaine is a more virulent and more addictive drug than its powdered cousin. But it was addictive enough – and it was cheaper. As a result it swept through poor black communities during the 1980s like a typhoon, leaving devastation in its wake. The murder rate among young blacks in the inner cities quadrupled during a five-year period as gangs battled for control of the lucrative drug trade. School dropout rates soared. Infant mortality began to climb. In a 2005 paper, economists Steven Levitt and Kevin Murphy estimated that African-American’s postwar social and economic progress “was not only stopped cold, but was often knocked as much as 10 years backwards” by the epidemic. It was not just the disease that ravaged inner-city communities, it was also the cure.  Stiff drug laws and increased law enforcement resulted in an explosion of black men being thrown in prison. By 2008 as the epidemic had run its course, 1 in 15 black men over the age of 18 was behind bars.  The wave of incarcerations furthered shattered black families as more black men were either removed from the community or rendered unemployable, and thus less worthy of marriage when they were paroled. As a result, where 20% of black children lived with their mother but not their dad in 1960, by 1990 more than 50% were in homes without a father. “Black Americans were hurt more by crack cocaine than by any other single cause since Jim Crow,” Levitt and Murphy wrote. A King daughter’s long journey The O.J. trial When a majority black jury acquitted O.J. Simpson of charges of murdering his ex-wife and an acquaintance, black people cheered and whites gasped at both the verdict and the celebration. Generally, a sensational celebrity trial would not be considered a defining moment in race relations. But the reactions to the Simpson verdict laid bare, perhaps for the first time, the extent of the “Rashomon” nature of America’s racial dynamic. Blacks and whites looked at the exact same phenomena and came to diametrically opposed conclusions. Whites looked at the DNA evidence, the holes in Simpson’s alibis, the fact that a bloody glove left behind at the murder scene matched another glove found near Simpson’s home and concluded that he surely was guilty. But nine of the 12 jurors, either themselves or through a close friend or relative, had had a negative experience with law enforcement personnel and were susceptible to the defense argument that much of the incriminating evidence may have been planted. That notion was helped when it was revealed that Mark Fuhrman, a Los Angeles police detective, had repeatedly used the n-word in a videotape after having denied he had ever uttered such a slur, and when asked about this seeming contradiction invoked his Fifth Amendment rights and refused to answer. “When the jurors heard evidence of Fuhrman possibly fabricating evidence, these were things that, instead of it being difficult to believe, these people on this particular jury, said of course that’s possible,” says Richard Gabriel, a trial consultant who served on the Simpson defense team. That assertion also rang true enough to the huge number of black people who watched the trial, many of whom also had had run-ins with cops. What made the Simpson trial so important when it comes to how blacks and whites view each other was sheer number of people who watched it unfold. The televised verdict drew more than 100 million viewers, more than 90% of the people who happened to be watching television at that time. Photos capture faces of March on Washington The immigration wave In 1965, as Congress was debating and passing major civil rights legislation, lawmakers decided to end what they saw as racial discrimination in the country’s immigration policy. That year they passed an immigration reform act that did away with numerical quotas – the set number of people that could enter the United States from particular countries that were heavily skewed toward European nations. Instead, the new law set up a system based on allowing people who have family already in the country to immigrate. No one thought the change would amount to much. “It does not affect the lives of millions,” President Lyndon Johnson said at the signing ceremony. “It will not reshape the structure of our daily lives or add importantly to either our wealth or our power.” Five decades later the law, and subsequent measures in 1986 and 1990, has spawned the largest influx of immigrants since the Ellis Island wave at the beginning of the 20th century. The number of American residents born outside the country rose from 9.6 million in 1970 to more than 40 million in 2010. And the foreign-born had a much different hue. In 1960, 75% of them were white Europeans. By 2010, 81% came from Asia and Latin America, mainly Mexico. The huge wave of immigrants, coupled with higher birth rates among Hispanics has led to predictions that whites will be in the minority by midcentury. For the most part, this immigration wave has added to blacks’ political power as Hispanics and Asians have, for example, backed the same candidate for president in recent elections. There have been tensions, particularly pitting blacks and Hispanics on one side and Asians on the other over affirmative action policies. There is a suspicion among some black people that the greater acceptance of Asians by white people – as evidence in the remarkably high intermarriage rates – gives some whites a “racial escape valve,” to say in essence, “How can I be racist? Look who I married.” But the main tension comes from those whites who feel threatened by the explosive demographic shift and a fear that “their” country is becoming unrecognizable. Mark Krikorian, executive director of the Center for Immigration Studies, a Washington think tank that supports limiting immigration, says those fears are exacerbated by the concept of “multiculturalism,” government classification of people by their race or ethnicity and the extension of some affirmative action programs to immigrants. Given those developments, Krikorian says that “increasing, through immigration, the percentage of so-called nonwhites in the population does create a very powerful incentive for a white identity or a white nationalism. If everyone has to fight to divide up the spoils, then you better get a team to belong to.” Opinion: When racial cliches drive murder stories The election of President Barack Obama There is, perhaps, no event that signaled the remarkable progress the country has made in race relations than the election – and the re-election – of its first African-American president. There is no argument that the election of a black president spoke volumes about the progress blacks had made since the end of slavery and legal segregation. That Obama garnered a higher percentage of the white vote in 2008 than did Democrats John Kerry, Al Gore, Michael Dukakis and Walter Mondale in their elections spoke volumes about how much racial attitudes in the country had changed. And the fact he was elected as the country was plunging into its worst economic slump since the Great Depression had its own significance. “What is most important about [Obama’s election] was that for the first time in the nation’s history, to get us out of a jam, we turned to and trusted a black man,” wrote Robert O. Self, an associate history professor at Brown University. The election result was seen as enormous racial boost for the country. A day after the polls closed, 70% of respondents in a Gallup poll said race relations would improve with Obama’s election. Two-thirds said that his election was the most or among the most significant events with regard to race in the last 100 years. Blacks reacted with a mixture of disbelief and pride. “We just felt so much better about ourselves,” says Julian Bond. Though Obama’s white support eroded during his first term, he was still able to make up for it with huge winning margins among black, Hispanic, Asian and young voters, signaling the new power of minorities and the generation shift in attitudes regarding race. As with every leap forward in the racial arena, Obama’s election has not come without costs. While his policies have been credited with halting the economic crisis the country was suffering through when he entered office, he has been unable, in the face of stiff Republican resistance, to enact further measures to bolster a weak recovery. As a result, it has been black people, his most loyal supporters, who have suffered the most economically during his tenure. Also, his election has unleashed a torrent of racially tinged invective toward him. Throughout the country’s history, presidents’ opponents have based much of their criticism on the chief executive’s personal characteristics and foibles. It should not be surprising that, in this case, one of the most frequent lines of personal attacks involves Obama’s race. Finally, and perhaps most insidiously, Obama’s election spawned the view among some whites that no more needed to be done to advance the progress of African-Americans, and that since a black man occupied the Oval Office, anti-discrimination measures such as the Voting Rights Act are were no longer needed. To some that may ring true. Others are more inclined to believe Jelani Cobb , director of the Institute for African American Studies at the University of Connecticut, who wrote earlier this year that, “the only impediment to realizing the creed of ‘We Shall Overcome’ is the narcotic belief that we already have.” CNN’s Amy Roberts and Caitlin Stark contributed research to this article.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2013/08/27/us/holmes-race-signposts/index.html"
        },
        {
            "headline": "Veterans of forgotten voting war count the cost",
            "author": "John Blake",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2013
            },
            "article_content": "War behind Voting Rights Act forgotten Bloody struggle still scars activists Author: I get \"chills\" when I talk about their suffering On the night of June 12, 1963, Bernard Lafayette was walking up the driveway to his home when he heard the sound of footsteps closing in on him from behind. He turned to see a muscular, thick-necked man with a crew cut staring down at him. “Buddy,” the man said as he motioned to a stalled car in the street, “how much would you charge me to give me a push?” Lafayette sighed with relief, and walked toward the stalled car. Suddenly, though, the man whipped out a gun and started bashing him on the forehead. With blood dripping onto his eyelashes, Lafayette staggered to his feet and watched as the man stepped back, ready to pull the trigger. The message from his would-be assassin was unmistakable: Leave town and stop trying to organize black voters. Lafayette was saved by an alert neighbor. But he checked himself out of the hospital the next day and, wearing a bloodied shirt and with stitches embedded in his swollen face, returned to downtown Selma, Alabama, to resume his mission of urging  black residents to vote. He was 22. “I wanted to send a message to the people there in Selma,” says Lafayette today. “This was like a one-person demonstration, and as a result of that people came out of the woodwork. They wanted to register to vote; they wanted to get involved in this thing.” On Tuesday, the U.S. Supreme Court delivered another message. The court’s conservative majority issued a ruling that essentially strikes at the heart of the 1965 Voting Rights Act, a momentous civil rights law for which Lafayette shed his blood. The court voted 5-4 to limit the use of a key provision in the landmark law, in effect invalidating federal enforcement over all or parts of 15 states with past history of voter discrimination. Section 4 of the law was struck down, the coverage formula used by the federal government to determine which states and counties are subject to continued oversight. The practical impact of the majority ruling means Section 5 can’t be enforced. Section 5 requires Southern states and other municipalities with a history of discriminating against minorities to get federal approval before making any voting requirement changes. Section 5 has been used not just to protect black voters, but Latino, elderly and poor voters. It was used in last year’s presidential election to halt a proposed voter-ID law in South Carolina, the reduction of early voting hours in Florida, and the drawing of a new congressional district in Texas that was deemed discriminatory against Latino voters. While much of the coverage of the Supreme Court case focuses on the legal implications of a future without Section 5, there’s a human story behind the Voting Rights Act that’s been ignored. Many Americans do not know how and why the act was passed. And the terrible price people like Lafayette paid to make the act possible. Lafayette is one of the founding fathers of the Voting Rights Act. He was part of a small interracial army of men and women who presented their bodies as living sacrifices for the act. Some lost their friends, their families, their minds – even their lives. But 50 years after their greatest triumph, many have died and their struggle is in danger of being lost to clichés about the civil rights movement. When the Supreme Court held oral arguments over the Voting Rights Act earlier this year, Supreme Court Justice Antonin Scalia called the sweeping law a “racial entitlement.” For people like Lafayette, the act was something else:  It was war. Justices rule on divisive voting rights case The soldier He was a slender, dapper dresser who favored suits and bow ties. He looked like a movie star. If you had spotted Lafayette in 1963, you may have never guessed that the boyish-looking activist was already a veteran of some of the civil rights movement’s most brutal campaigns. He had taken seminars in nonviolent activism before joining the sit-in movement in Nashville. Then he became a Freedom Rider, an interracial group of college students who faced Southern mobs as they desegregated interstate buses in 1961. Two years later, Lafayette was looking for a new challenge. He met with the director of the Student Nonviolent Coordinating Committee, a civil rights group filled with young activists, and asked if he could organize black voters in Selma. The committee’s leader warned Lafayette that two experienced teams had already been dispatched to Selma and concluded that the blacks were afraid and the whites too vicious. If you’re curious, though, drive to Selma for a look, the leader told Lafayette. “I don’t want to take a look,” Lafayette said. “I’m going to take Selma.” What Lafayette found in Selma was a microcosm of what had taken root in black communities throughout the South for a century. Blacks lived in Apartheid-like conditions. They were the majority of residents in Selma, but less than 1 percent were registered at the county courthouse to vote, says Gary May, author of “Bending Toward Justice,” a stirring book that examines how the Voting Rights Act transformed America. Selma could exclude so many black voters because the state of Alabama controlled the voting process, May says. State voting registrars devised an ingenious gauntlet for would-be black voters: Applicants had to remember portions of the state constitution; voting forms were discarded for minor errors; applicants had to be accompanied by a white person vouching for their honesty. Some registrars would simply ignore black applicants. What happened in Alabama was part of an American tradition – weaning out minority voters, May says.  Voter suppression was used to prevent immigrants from voting in the 19th and 20th centuries. In 1908, New York City politicians suppressed the Jewish vote by holding registration days on Jewish holidays and the Sabbath. “Voter suppression is as American as cherry pie,” May says. Lafayette tried to plant seeds for a voter rights movement but the conditions were tough. He received death threats over the phone. His address was printed on the front page of the local newspaper. He and his new wife, Colia, looked constantly in their car’s rear-view mirror to see if they were being followed. Worse, much of the black community shunned him for being a troublemaker who “stirred up the white folks.” “They lost hope that anything could happen,” Lafayette says. Lafayette and his wife worked virtually alone. That was the pattern for many voting rights activists. People who get their image of the civil rights movement from newsreel footage might think activists spent most of their time in large groups, singing freedom songs while they marched. But most voting rights activists worked alone in small isolated Southern communities surrounded by people who wanted to kill them – and did at times with the help of local law enforcement. “I wasn’t sure whether or not I was going to survive Selma,” Lafayette says. The attempt on his life, though, backfired. It angered many of Selma’s black residents. They started showing up at Lafayette’s mass meetings, and more tried to register to vote. The white leaders in Selma retaliated. Blacks were fired from their jobs when their employers discovered that they had tried to vote. Sheriff’s deputies assaulted blacks who tried to vote. “Many of these people risked everything – their jobs, homes, even their lives  – for the right to vote,” May says. “When I talk about them to groups, I get chills.” The blood that Lafayette shed that night became the seed for the voting rights movement. It drew the attention of Rev. Martin Luther King Jr. and the Southern Christian Leadership Conference. Selma would eventually become the launching pad for the Voting Rights Act and Lafayette would join King’s inner circle. Today, Lafayette is a senior fellow at the University of Rhode Island, where he founded the Center for Nonviolence and Peace Studies. He’s the author of a forthcoming book on his time in Selma titled “In Peace and Freedom.” He says the country still needs Section 5. “I don’t feel a sense of anger; I feel a sense disappointment” at the prospect of Section 5 being invalidated, he says. “We have to recognize that our struggle is not over. Our real struggle now is to retain some of the rights that we gained, and rights that we fought for. And this is something we didn’t expect.” Ask Lafayette and other civil rights activists why they took such risks, and they often go into “Civil Rights Mode.” They talk abstractly about nonviolence. But listen closely, and there’s often a pivotal moment in their lives that drove them to risk so much. For Lafayette, that moment came when he was 7 and riding a streetcar with his grandmother. Blacks in his hometown of Tampa were forced by segregation to ride in the back of streetcars. They had to pay their fare in front, then exit the streetcar and go to the rear where they could get on again and sit. They walked quickly, knowing conductors often took off before they could make it to the rear, deliberately stranding black passengers. One day, his grandmother, Rozeila Forester, paid their fare, and he walked to the back of the streetcar and hopped on. But his grandmother never made it. As she ran to catch up to the car, Lafayette held out his hand. Her heels caught in the cobblestone, and he watched her crumple to the ground. “I felt like a sword had cut me in half,” he says. Lafayette decided then that he was going to do something about segregation when he grew up. “I couldn’t get grown fast enough,” he says. “Whenever there was an opportunity to get involved in the movement, to bring about changes in these conditions, I jumped.” High court poised for high-stakes rulings The provoker It was the punch seen around the nation. Television cameras were rolling when a minister trying to register black voters in Selma gave the civil rights movement one of its most dramatic confrontations. He couldn’t deal with the truth. And like the general society, he tried to beat me. He did knock me down and I got up, still talking to him. Rev. C.T. Vivian, civil rights activist, on his confrontation with Sheriff Jim Clark It was February 1965, and the Rev. C.T. Vivian had picked up where Lafayette left off.  Selma had become the epicenter of the drive to secure the black vote. Vivian had joined King and thousands of demonstrators who had descended upon Selma to destroy the blockade against black voters. The activists couldn’t have picked a better villain for their campaign. They were opposed by Dallas County Sheriff Jim Clark, a big man – 6-foot-2 and 220 pounds – with a short temper. Brandishing a cattle prod and wearing a World War II helmet similar to George Patton’s, he often attacked protesters with cattle prods and tear gas. One rainy morning, Vivian led marchers to a courthouse, where Clark refused to allow them entrance. The rangy, fiery minister planted himself in front of Clark and began to preach, comparing him to Hitler. “You’re racist in the same way that Hitler was a racist,” Vivian said to Clark. Clark exploded. He punched Vivian in the face, sending him sprawling down the steps. A bloodied Vivian got up and confronted Clark again, haranguing him until he was arrested. The image of Vivian’s confrontation with Clark was beamed around the nation, and drew more sympathy for the voting rights movement. “He couldn’t deal with the truth,” Vivian says of Clark today. “And like the general society, he tried to beat me. He did knock me down and I got up, still talking to him.” Those televised images of brutality were crucial to the success of the voting rights movement. Civil rights activists and lawyers had made moral appeals to Americans for years, but much of the country remained indifferent. But they could not ignore a preacher getting clubbed by a sheriff. Nor could they ignore the brutality of “Bloody Sunday.” The footage of the march in Selma is seared in many people’s memories. A group of voting rights marchers led by John Lewis, then a Southern Nonviolent Coordinating Committee activist, and the Rev. Hosea Williams, an aide to King, faced a phalanx of Alabama state troopers at the Edmund Pettus Bridge. The troopers charged the protesters with billy clubs and horses. Lewis’ skull was fractured, and 57 demonstrators were hospitalized. That night, ABC interrupted a showing of the Holocaust film “Judgment at Nuremberg” to show footage of the troopers’ attack. An estimated 48 million Americans watched. The nation was no longer indifferent. Thousands of clergy and volunteers answered an appeal by King and descended on Selma for another peaceful march two days later. The nation’s outrage over voting rights was stoked even more after the murder of two white demonstrators who had traveled to Selma after seeing Bloody Sunday footage. Their deaths (a black demonstrator killed during the same time was ignored by the national press) gave President Lyndon Johnson enough political muscle to go on television to address a session of Congress. Johnson called for the passage of a Voting Rights Act that would protect the rights of racial minorities. The bill would no longer allow states like Alabama free rein to set voting requirements for its residents. The president ended his rousing speech by quoting the movement’s anthem, declaring in his Texas drawl, “And we shall overcome.” Vivian was with King the night Johnson gave his speech. They were watching it on television with a small group of aides at a friend’s home. When Johnson quoted, “We Shall Overcome,” Vivian says he saw something remarkable. “I turned and looked at Dr. King and he was very quiet, he was very still. And a single tear ran down his cheek.” Almost 50 years later, Vivian is experiencing another surge of emotions over voting rights. He looks remarkably the same, and his preaching voice is still intact. He says Section 5 is needed because the country has become even more racially divided after electing its first black president. Vivian says the fate of the Voting Rights Act shouldn’t be left to nine judges who never walked in a place like Selma. He says only those victims of discrimination who benefited from Section 5 “have a right to say that things have changed enough to get rid of it.” The survivor The image remains chilling even after almost 50 years. It is a “missing” poster distributed by the FBI in the summer of 1964. It shows the faded, black-and-white photos of three civil rights workers – James Earl Chaney, Michael Schwerner and Andrew Goodman – who were reported missing in Mississippi. I can’t think of a more offensive statement. Rita Bender, lawyer and civil rights activist, on Justice Antonin Scalia's reference to \"racial entitlement.\" We now know what happened to those men. They were arrested by Mississippi sheriffs, let out of jail, and ambushed on a rural road where they were beaten and shot to death. Their story was made into a grossly inaccurate Hollywood movie called “Mississippi Burning.” Still, many people forget today why those three men were murdered: They were trying to register black voters. Rita Schwerner Bender cannot forget. She is the widow of one of those men. She was married to Schwerener, then a 25-year-old New Yorker who had decided to travel south to help register black voters. Both were part of an interracial group of college students who organized black residents for a project known as Mississippi Freedom Summer. It was an audacious plan. They were black and white and working side by side in a region where races were often kept apart by violence. They established “Freedom Schools” to teach black students shunned by the state school system and even established a Mississippi Freedom Party that crashed the 1964 Democratic National Convention to challenge the state’s all-white delegation. Bender is not sure that many younger Americans know anything about Freedom Summer. “Certainly people who are probably under the age of 35 or 40 don’t have a personal sense of the struggle that occurred,” she says. Bender is currently a partner in the law firm of Skellenger Bender in Seattle. She heard the argument that Supreme Court Justice Scalia made when he said that the Voting Rights Act had become a “racial entitlement.” “I can’t think of a more offensive statement ..” she says. “I’m feeling pretty angry. When I hear a statement like that, it’s quite abusive.” Bender, however, will not show much emotion when talking about her days in the voting rights movement. She won’t talk about the loss of her husband. She weighs every word and speaks in a monotone about that violent period in her life. Asked how her parents reacted to her becoming a civil rights activist, she paused before saying: “I don’t think I’m going to go there.” Her reticence is not unusual for veterans of the voting rights wars. For some, the memories are too painful to share even four decades later. Some suffered nervous breakdowns. Others experienced survivor’s guilt. Many become stoic and detached when asked to share their experiences. Some never even told their children what happened to them. “They’re like people who go into armies,” says Taylor Branch, author of “Parting the Waters,” the Pulitzer-Prize winning look at the movement. “They have post-traumatic stress syndrome. There are a lot of movement casualties.” Bender is not detached, though, when it comes to talking about the contemporary need for Section 5. She says it’s still vital because of the spread of voter ID laws, and attempts by elected officials to squeeze minority voters into specific voting districts that dilute their voting power. The idealism that fueled Mississippi Freedom seems far gone today, she says. The battle over voting rights is part of a larger pattern of many affluent Americans becoming indifferent to others with less health care or money, she says. “I don’t think we’re at a very optimistic place in the country right now,” she said. “There’s a tremendous sense of disappointment that we have to revisit these issues over and over again.” As measured as Bender’s statements are, the sadness in her voice is unmistakable. Almost 50 years after one of their greatest triumphs, she and the other founding fathers and mothers of the Voting Rights Act face a new battle. The voting wars they thought they won may soon spread across America again.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2013/06/23/us/voting-war/index.html"
        },
        {
            "headline": "Justices to rule soon on divisive voting rights case",
            "author": "Bill Mears",
            "source": "CNN",
            "published_date": {
                "month": "June",
                "day": 23,
                "year": 2013
            },
            "article_content": "The leaders of Shelby County, Alabama, say preclearance is no longer needed Preclearance by the federal government is required for changes in voting procedures The Supreme Court is poised to rule on the question The case offers a social, political, and legal barometer on the progress of civil rights Shelby County is booming. The Birmingham suburb is lined with strip malls, subdivisions, and small factories, in what was once sleepy farmland. The population has grown fivefold since 1970 to about 200,000. Change is afoot in this bedroom community, at least on the surface. But the federal government thinks an underlying threat of discrimination remains throughout Alabama and other parts of the country in perhaps the most hard-fought franchise in the Constitution: the right to vote. Competing voices in this county, echoes of decades-long debates over equal access to the polls, now spill out in a 21st century fight, one that has reached the U.S. Supreme Court. Veterans of forgotten voting war count the cost How far has America come on race? “I think they are looking at this situation through rose-colored glasses,” says the Rev. Dr. Harry Jones, a local civil rights leader, about the current majority white power structure in Shelby. “I think they have painted a picture to make the outside world believe that racism is no more. But if you dig beneath the surface I think you’ll find what you are looking for.” A longtime county leader, however, says things truly have changed for the better. “Here, now, in this decade, we have black registered voters at a percentage that is equal, and at some occasions exceeding, the voting of the white population,” says County Attorney Frank “Butch” Ellis Jr. “It’s hard to find that there’s any discrimination here, and certainly there’s nothing in the congressional record.” Major case for court this term Now the nine-member high court is poised to rule in coming days on whether the key enforcement provision of the landmark Voting Rights Act of 1965 should be scrapped, as a constitutionally unnecessary vestige of the civil rights era. Known as Section 5, it gives the federal government open-ended oversight of states and localities like Shelby County with a history of voter discrimination. Any changes in voting laws and procedures in the covered states must be “precleared” with Washington. That could include something as simple as moving a polling place temporarily across the street. The provision was reauthorized by Congress in 2006 for another 25 years. Shelby officials subsequently filed suit, saying the monitoring is overly burdensome and unwarranted. This case is one of the biggest the justices tackle this term, offering a social, political, and legal barometer on the progress of civil rights in the United States and the level of national vigilance still needed to ensure minorities have an unburdened path to the election process. High court poised for high-stakes rulings Test of federal authority Civil rights groups say Section 5 has proven an important tool to protect minority voters from local governments that would set unfair, shifting barriers to the polls. If it is ruled unconstitutional, they warn, the very power and effect of the entire Voting Rights Act would crumble. But the provision’s opponents counter it should not be enforced in areas where it can be argued racial discrimination no longer exists. The appeal presents the court and its shaky conservative majority with two of the most hotly debated issues in politics as well as constitutional law – race and federalism. It will be a major test of Washington’s authority, and the extent to which the central government may consider vestiges of voting discrimination that may still linger, potentially keeping some minority voters disenfranchised. The Voting Rights Act was a monumental political achievement during the Civil Rights era. It banned such things as poll taxes and literacy tests that had long suppressed black voter turnout. States like California and Texas also have a history of discrimination against Hispanic voters. In upholding the coverage requirements, the high court in 1966 succinctly summarized the law’s purpose: “Congress felt itself confronted by an insidious and pervasive evil which had been perpetuated in certain parts of our country through unremitting and ingenious defiance of the Constitution,” said the justices. “Congress concluded that the unsuccessful remedies which it had prescribed in the past would have to be replaced by sterner and more elaborate measures in order to satisfy the clear commands of the Fifteenth Amendment.” The act was to expire in 2007 but was extended by Congress to 2032. It places all or parts of 15 states with a record of past discrimination – mostly in the South – under strict requirements on election procedures. The Justice Department has defended continuing use of the preclearance provision in court, but the NAACP has led the charge to raise public awareness of the case. “Closing off the paths to the polls and by trying to deter people from voting is too often practiced and trained and focused on minority communities,” said Debo Adegbile, special counsel with the group’s Legal Defense and Educational Fund, who argued before the justices in February. “It doesn’t happen everywhere but it happens too much.” Shelby County is 11% African-American, compared with 28% statewide. Frank Ellis and his family have deep roots there. He is a former state senator and the county attorney for a half-century. His son, Corley, serves on the nine-member, all-white county commission. From his comfortable law offices, Ellis was persuaded to bring this legal fight because of what he says is a fundamental question of inequality in the Section 5 regulatory scheme. “Over the years we realized that this burden was unfair and unjustified,” he said. “We just elected a black member of the board of education, with a 90% white population. We’ve elected a black mayor over a white incumbent, we’ve elected black city council members.” Many neighborhoods, he says, are integrated. Fast facts: Top U.S. Supreme Court decisions The dispute in Calera Ellis acknowledges a voting dispute in the city of Calera was not handled well by local officials, but chafes at the assumption things are irreparably bad in Shelby County. He says it is especially hard to disprove a negative. He is convinced that no pervasive racial bias currently exists in the county power structure. “The South has changed, it is not the same it was in 1964,” Ellis said. “The whole country has changed. We are a dynamic society, not just in Alabama but everywhere.” Some have called the preclearance requirement a Scarlet Letter or badge of shame Southern states, mostly, must perpetually endure. Racism, in the minds of many African-Americans and Hispanics in the county, is subtle and deep-rooted – a “good ol’ boy” system, as the Rev. Jones puts it. He and other civil rights activists point to the 2008 election in Calera, where only one African-American was serving, Ernest Montgomery. The city, over the objections of the Justice Department under its Section 5 authority, changed the voting boundaries, costing Montgomery his seat. He believes it was an effort to weaken minority voting strength. “Some sub-developments were added to my district and diluted the African-American district from a 67% district down to about 28%,” Montgomery told CNN. “I think of the possibility of what could happen if Section 5 could go away – that some of the old mindsets would kind of fall back into place.” After the feds intervened, a new election was held and Montgomery got his seat back. He holds it today. The government points out that some areas have gotten out of Section 5. In recent years, 31 cities and counties in Virginia successfully petitioned to be exempt from the preclearance requirements, though the rest of the state remains under federal oversight. New Hampshire was removed from federal oversight in March. Shelby County has not made such a request; it opposes Section 5 on its face. Opinion: Bring voting into the digital age ‘Serious constitutional questions’ The Justice Department also said the Supreme Court had, in recent years, narrowed the scope of some aspects of the Voting Rights Act. Justice Anthony Kennedy, who could prove a swing vote in the Alabama dispute, noted in an earlier unrelated case involving Section 5 that “racial discrimination and racially polarized voting are not ancient history.” But it may be Chief Justice John Roberts who is exercising the power to lead the tricky but crucial opinion-writing exercise. That is because he authored that 2009 high court ruling, suggesting Section 5’s days were numbered. He said the preclearance provision raises “serious constitutional questions,” and added it “represents an intrusion into areas of state and local responsibility that is unfamiliar to our federal system.” “Things have changed in the South. Voter turnout and registration rates now approach parity,” Roberts said at the time, echoing the views Shelby County now makes in its appeal. “Past success alone … is not adequate justification to retain the preclearance requirements.” The court for four years avoided the key question of the law’s constitutionality. Civil rights supporters worry the court’s five conservative members will strike down this and another pending appeal over affirmative action in public college admissions. Any dispute about voting slips inevitably into politics and efforts by both Republicans and Democrats to preserve their power bases. Section 5 lawsuits have been acute in the past two years. They involve challenges to constitutionally mandated boundary changes in state and congressional districts based on the 2010 census; new, stricter voter identification requirements; and reductions in early voting periods. Those fights are now clogging the federal courts. Some conservative groups have argued that “ancient formulas” are being applied today, not to erase discrimination, but to benefit a particular political party. Some liberal activists counter Section 5 and federal oversight are being demonized by many on the right for purely partisan gain, and to divide Americans again over race. In Shelby, both sides know the nation is watching and know the stakes will ripple widely. “I’m not saying everything’s perfect,” Ellis tells CNN. “But I’m saying, very few of the non-covered jurisdictions can give you a success story like I’ve just given you out here in Shelby County.” “I agree that things have changed in the South and they are better,” says Jones, senior pastor at New Mount Moriah Missionary Baptist Church in Calera, “but they haven’t reached the point where we could do away with Section 5 yet. “It’s a lot better, but it still lives, discrimination still lives, and I’m not willing to trust (voting enforcement) into the hands of people whose motives are not pure.” The case is Shelby County v. Holder (12-96). CNN’s Joe Johns and Stacey Samuel contributed to this report.",
            "bias": "racial discrimination",
            "url": "https://www.cnn.com/2013/06/23/us/supreme-court-preview-voting-rights/index.html"
        }
    ]
}