{
    "Biases": [
        "socioeconomic",
        "working class",
        "middle class",
        "medicare"
    ],
    "Articles": [
        {
            "headline": "",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "",
                "day": 0,
                "year": 0
            },
            "article_content": "",
            "bias": "working class",
            "url": "https://www.cnn.com/politics/live-news/trump-indictment-hush-money-stormy-daniels/index.html"
        },
        {
            "headline": "Biden and Trump agree on one big thing",
            "author": "Stephen Collinson",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 10,
                "year": 2023
            },
            "article_content": "Joe Biden and Donald Trump are bizarrely on the same page on the top issue so far in the 2024 White House race, as they aim huge, possibly campaign-defining swings at Republicans who they claim will shred retirement benefits. The current and former presidents – bitter rivals who agree on little else – are both forcing their foes into political retreats and attempts to whitewash past support for changes that could cut Medicare and Social Security payouts. Their strategy is reinforcing a truism of presidential election campaigns that candidates who even entertain the notion of “reforming” these cherished entitlement programs for seniors are playing with fire. With typical bluntness, Trump has blasted his potential top rival, Florida Gov. Ron DeSantis, as a “wheelchair over the cliff kind of guy” after he voted, as a member of the US House, for non-binding resolutions that would have raised the age at which most seniors can collect their benefits to 70. As a 2012 congressional candidate, he supported privatizing Social Security, CNN’s KFile has reported. But trying to ease his vulnerability on the issue, DeSantis insisted in a Fox News interview last week: “We’re not going to mess with Social Security.” Despite his own proposed cuts to these programs as president, Trump has kept up the attacks. “We’re not going back to people that want to destroy our great Social Security system – even some in our own party; I wonder who that might be – who want to raise the minimum age of Social Security to 70, 75 or even 80 in some cases, and who are out to cut Medicare to a level that will be unrecognizable,” he said at the Conservative Political Action Conference last Saturday. A few days later, another Republican hopeful gave both Biden and Trump a new opening to exploit. Nikki Haley calls for changing retirement age for Americans who are now in their 20s Former South Carolina Gov. Nikki Haley was forced to make clear Thursday that her striking and unspecific call the day before for raising the retirement age was only supposed to refer to Americans currently in their 20s, who are in effect a half century away from drawing their pensions. But her clarification won’t protect the former ambassador to the United Nations from Trump, who is splitting his party down the middle, yet again, by pouncing on competitors who have voiced traditional conservative orthodoxy on cutting or changing the programs. Biden is sure to also highlight Haley’s remarks as he claims only he can thwart a secret GOP agenda to kill off the vital programs. “I guarantee you, I will protect Social Security and Medicare without any change. Guaranteed,” the president vowed in Philadelphia on Thursday. “I won’t allow it to be gutted or eliminated as MAGA Republicans have threatened to do.” Biden browbeat Republicans during his “State of the Union” address last month to confirm on camera that they support shoring up Social Security and Medicare. And he’s anchoring his likely reelection bid on the most forceful campaign by a Democratic candidate in years on the issue. Some of his attacks are fair; others take statements by GOP leaders out of context. But they’re still potent – since both he and Trump know that when conservatives are explaining that they don’t plan to cut Medicare or retirement benefits, they are usually trying to dig out of a losing position. And Biden has public opinion on his side. A Fox News poll last month, for instance, showed that Democrats are preferred over Republicans to better handle Medicare (by 23 points) and Social Security (by 16 points). No wonder Biden seems to relish this particular political battlefield. The odd confluence of approaches – from a former president who sought to overturn an election and a successor who sees his administration as vital to saving democracy – says so much about each man’s political instincts, backgrounds and campaign strategy. It is also reflects the shifting character of the Republican Party, which Trump has torn from its corporate, ideologically pure conservative roots to build a new coalition that includes working class voters, often in the Midwest, that Biden is battling hard to win back. In one sense, possibly the most thorny domestic issue of the years to come should, of course, have a place in a presidential campaign. But when candidates use it to inflame their political bases, it only makes it harder to address in government. This is especially the case with entitlements since they cut into the DNA of each party and have defined the dividing lines between them for decades – at least until Trump came along and took over the GOP. Not touching Social Security could lead to 20% benefit cut within a decade Ever since the New Deal reforms of Franklin Roosevelt, who was president from 1933 to 1945, Democrats – through presidents Lyndon Johnson, Barack Obama and Biden, especially – have sought to use government power to secure the living standards and health care of less well-off and elderly Americans. Republicans, from 1980s President Ronald Reagan onwards, have increasingly sought to find ways to shift the burden of some of this care to the private sector and to reduce or eliminate government’s role in an attempt to whittle away the New Deal reforms of FDR and the Great Society program of LBJ, who was president in the 1960s. They have often paid a heavy price. Republican President George W. Bush’s failed attempt to partially privatize Social Security contributed to a disastrous second term. And Trump still rails against former House Speaker Paul Ryan, who promoted a similar plan. While raising the alarm about threats to social programs for seniors might be a shrewd political tactic – especially in mobilizing older voters more likely to show up at the polls – it usually does nothing to address the program’s increasingly dire solvency challenges. The latest Congressional Budget Office projection found that Social Security’s retirement trust fund could be exhausted by 2032. At that point, with fewer workers paying into the program and with a rapidly aging population, benefits could be cut by at least 20%, CNN’s Tami Luhby reported. Medicare is even more precarious since its hospital insurance trust fund, known as Part A, will only be able to fully pay scheduled benefits until 2028, its trustees said in their most recent forecast. What's in Biden's budget Biden, who released a new budget on Thursday that will help shape the message of his likely reelection bid, has proposed a plan to raise taxes on people earning more than $400,000 a year to shore up the program and would expand the range of drugs for which its managers can negotiate prices. He says the move would keep Medicare solvent until 2050 and would involve no cuts in benefits. The president also wants to target those who earn more than $400,000 with increasing payroll taxes to secure Social Security for the future. There is an infinitesimal chance, however, that the Republican-led House will agree to tax increases, so Biden’s plan represents more a device to deliver a political message than a viable plan. Despite warning his fellow Republicans to avoid cutting these programs, it’s unclear how Trump would save them if he wins back the White House – and doing nothing isn’t an option. And while other Republicans insist they don’t want to cut benefits or raise taxes, it’s unclear how they can square the circle. Florida Sen. Rick Scott has now excluded Social Security and Medicare from his proposal for all spending programs to be reviewed every five years. His original plan, released when he was leading the Senate GOP’s campaign arm, sparked the ire of his Republican Senate colleagues, including Minority Leader Mitch McConnell, who quickly identified it as a political liability. That hasn’t stopped Biden from repeatedly claiming that it represents Republican policy. House Speaker Kevin McCarthy has, meanwhile, said that cuts to Social Security and Medicare are “completely off the table” in what he insists must be negotiations with Biden over raising the government’s borrowing limit later this year. But that position has put him in a bind because it means that in order for the GOP to honor their pledge to slash spending, they will probably have to take aim at other social programs that could also prove unpopular with voters. America is not the only country staring down a crisis. French President Emmanuel Macron sparked nationwide strikes and protests with his plan to raise the retirement age to 64 from 62. Even China’s Communist Party is struggling as a falling birthrate threatens to inflict severe costs on the world’s most dynamic emerging economy. Back in the US, whoever wins the 2024 elections for the White House and Congress, there seems no easily identifiable solution to safeguard these vital programs on which millions of Americans depend. And time is running out.",
            "bias": "working class",
            "url": "https://www.cnn.com/2023/03/10/politics/biden-trump-social-security-medicare/index.html"
        },
        {
            "headline": "NYC mayor says Lori Lightfoot’s loss in Chicago is ‘warning sign for the country’",
            "author": "Paul LeBlanc",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2023
            },
            "article_content": "New York City Mayor Eric Adams on Sunday brushed aside the suggestion that Chicago Mayor Lori Lightfoot’s reelection loss was merely a warning sign for Democratic mayors, instead calling it a “warning sign for the country” at large. “I showed up at crime scenes. I knew what New Yorkers were saying. And I saw it all over the country. I think, if anything, it is really stating that this is what I have been talking about. America, we have to be safe,” Adams told CNN’s Dana Bash on “State of the Union.” Adams was elected mayor in 2021 after a campaign focused on public safety and combating rising crime. Lightfoot's loss makes Chicago the latest major city to face mayoral test over crime Lightfoot, who was first elected in 2019, lost her reelection bid last week, failing to make one of two runoff spots. Chicago is now the third major city in recent years with a mayoral election that has tested attitudes – among a heavily Democratic electorate – toward crime and policing. Violence in Chicago spiked in 2020 and 2021. And though shootings and murders have decreased since then, other crimes – including theft, carjacking, robberies and burglaries – have increased since last year, according to the Chicago Police Department’s 2022 year-end report. “Mayors, we are closer. We’re closest to the problem,” Adams said Sunday, calling public safety a “prerequisite to prosperity” in American cities. “We are focused on public safety because people want to be safe.” Adams was asked Sunday about criticism from some Democrats, who say his rhetoric on crime hurts the party and helps Republicans. “The polls were clear. New Yorkers felt unsafe,and the numbers showed that they were unsafe,” he told Bash. “Now, if we want to ignore what the everyday public is stating, then that’s up to them. I’m on the subways. I walk the streets. I speak to everyday working-class people. And they were concerned about safety.” Adams also addressed the scrutiny that has followed his remarks at an interfaith breakfast last week in which he said, “Don’t tell me about no separation of church and state. State is the body, church is the heart. You take the heart out of the body, the body dies.” “What I believe,” he said Sunday, “is that you cannot separate your faith. Government should not interfere with religion, and religion should not interfere with government. But I believe my faith pushes me forward on how I govern and the things that I do.” CNN’s Celina Tebor contributed to this report.",
            "bias": "working class",
            "url": "https://www.cnn.com/2023/03/05/politics/eric-adams-lori-lightfoot-crime-cnntv/index.html"
        },
        {
            "headline": "Opinion: Ron DeSantis’ new book offers a powerful warning to the US electorate",
            "author": "Jay Parini",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 1,
                "year": 2023
            },
            "article_content": "Editor’s Note: Jay Parini, a poet and novelist, teaches at Middlebury College. His most recent book, the memoir “Borges and Me,” is an account of his travels through the Scottish Highlands of Scotland with Argentine writer Jorge Luis Borges in 1971. The views expressed in this commentary are his own. Read more opinion articles on CNN. As is increasingly apparent in many of his public appearances, Florida Governor Ron DeSantis is rather like Donald Trump, only without the charm.  And that charmless demeanor seeps through his latest book, “The Courage to Be Free: Florida’s Blueprint for America’s Revival,” a grievance-laden tome written in advance of a presumed bid for the Republican nomination in the 2024 presidential election. The question is, will it help his chances? That’s unlikely. Only fans or parties actively looking for someone to back in 2024 will read the book, and within a few months unsold copies will lie on the remainder tables, rubbing shoulders with Mike Pompeo’s new memoir, “Never Give an Inch,” or past examples of campaign self-advertisements such as “A Call to Service” by John Kerry, “A Time for Truth” by Ted Cruz or even Trump’s “Crippled America.” I’ve read a number of these books and they’re rarely good. Nevertheless, DeSantis takes the usual dullness to a fresh level, redefining what cliched writing can sound like.  It’s one thing to offer the public a bit of wooden prose, but DeSantis gives us an entire lumber yard. DeSantis has a new book coming out next week. Here's what his first one said I don’t blame DeSantis entirely for that lousy prose. Like most politicians, he’s a busy man who will have likely farmed out the writing of his book to nameless minions.  The governor doubtless talked at length to the “hardworking team of literary professionals” mentioned in his acknowledgments; these ghostwriters will have also had his speeches, social media feeds, appearances and policy papers to draw on. And we can be sure the governor read the book and approved of its contents before publication. So we must assume the ideas (and “ideals”) in this book, such as they are, belong to him. That’s not a good thing. As one might expect, the book runs through DeSantis’ life and times, talking about his love of baseball and hard work; about his parents and their working-class roots in Pennsylvania and Ohio.  They were Italian-Americans — a family of immigrants, although DeSantis has shown little interest in helping recently-arrived migrants on their American journey: he famously flew two planeloads, primarily comprised of Venezuelan migrants, from Texas to Martha’s Vineyard in 2022, a cruel, calculated political stunt designed to embarrass the Biden administration and liberal elites with their “sanctuary cities.”  That he would play politics with the lives of these poor souls doesn’t, I fear, speak well for him – nor that he performed throughout the ensuing media cycle with such glee. But this hard-heartedness is a core part and parcel of the narrative, which offers a litany of resentfulness.  “Before my time at Yale,” DeSantis writes of his undergraduate years studying history at the Ivy League school, “I had never seen a limousine, much less a limousine liberal. Those students who were the most strident in their leftism… came from the most privileged background.” He experienced “unbridled leftism” on campus, and this pushed him far to the right, where he has remained. Everywhere in the book, one senses his rage against political correctness. He rails, on nearly every page, about “the woke agenda” that he sees permeating almost every level of life in America. Ron DeSantis' use of government power to implement agenda worries some conservatives In DeSantis’ mind, a dire phalanx of “woke” fanatics is led “by the likes of Dr. Anthony Fauci,” who is seen as public enemy #1. He devotes a whole chapter of this book to railing against Dr. Fauci and people who used the powers of the federal government to implement “heavy-handed public health ‘interventions’” during the Covid-19 pandemic. These measures did little, in the governor’s opinion, to slow the course of the disease — rather, they “destroyed livelihoods, hurt children, and harmed overall public health.” (The jury is probably still out on how DeSantis governed with regard to the pandemic. It’s possible he had some good instincts at work.) The title of this book must surely be ironic: “The Courage to Be Free.” DeSantis is all about the restriction of freedoms wherever possible. He wants to cancel librarians who allow kids to read certain Black or LGBTQ writers and to fire tenured professors in the state university system who teach “woke” ideas. He wants to restrict the rights of women seeking abortions and those of LGBTQ people seeking to live their lives. He hopes to punish corporations, such as the Walt Disney Company, for criticizing his policies. Again and again, DeSantis shows little interest in the First Amendment — except when his own free speech is concerned.  He seems not to have heard the great words of Thomas Jefferson, who wrote: “Our liberty depends on the freedom of the press, and that cannot be limited without being lost.” Jefferson understood that we each have a right, even a patriotic duty, to speak without permission from the authorities. Instead, DeSantis rails against the “legacy media” — by which he means The New York Times, The Washington Post, The Atlantic and so forth. These are “the praetorian guard of the nation’s failed ruling class, running interference for elites who share their vision and smearing those who dare of oppose it.” (I suspect he would, no doubt, wish to exempt Rupert Murdoch’s media empire from this judgment.) Four takeaways from DeSantis' new book rehashing his culture clashes as Florida governor So, if “The Courage to Be Free” is a sign of things to come, DeSantis will likely hang his presidential campaign on efforts to find what he calls the “pressure points” in the system, finding ways to “leverage” his authority to advance his agenda. He’s a lawyer, as he reminds us, educated at the famous Harvard Law School. If the book is any guide, he’s going to use his lawyerly skills to dismantle our heritage and, in his Orwellian manner, he’s going to proclaim that he’s freeing us by doing so. Overall, I found the hectoring quality of DeSantis oppressive.  He’s a chilly man, with a heart of ice and — like so many politicians on both the right and left these days — full of resentments, grudges and the urge to destroy anyone who doesn’t agree with him.  The courage he claims for himself he would deny to many others. I shudder to think what he might do if handed the presidential bully pulpit. The good news, I suppose, is that the lack of charm this book illustrates could well severely limit his chances of success on the national stage.",
            "bias": "working class",
            "url": "https://www.cnn.com/2023/03/01/opinions/ron-desantis-book-courage-review-parini/index.html"
        },
        {
            "headline": "David Axelrod: In a lifetime of politics, this one sublime moment shines through",
            "author": "David Axelrod",
            "source": "CNN",
            "published_date": {
                "month": "January",
                "day": 3,
                "year": 2023
            },
            "article_content": "Editor’s Note: David Axelrod, a senior CNN political commentator and host of “The Axe Files,” was a senior adviser to President Barack Obama and chief strategist for the 2008 and 2012 Obama presidential campaigns. The opinions expressed in this commentary are his own. View more opinion on CNN. Mention politics in mixed company these days, and the word often evokes discomfort, averted eyes and nervous asides meant to steer the conversation to safer shores. Many families report avoiding the subject altogether at holiday gatherings for fear of spoiling the occasion by inviting unpleasantness between kin of different views. Today, outrage and indignation are staples of our public discourse, the means by which many politicians raise money and marshal support, and social media platforms keep potential consumers online for advertisers. Our national credo, “e pluribus unum” — a Latin phrase meaning “out of many, one” — seems mockingly out of step, when divide-and-conquer politics and media algorithms have helped turn state against state, neighbor against neighbor, and lowered our expectations for what we can achieve together. But there was another time, another season, another more hopeful night not long ago that reminds us that America can do better. Fifteen years ago Tuesday, Barack Obama stunned the world by winning the Iowa Democratic caucuses, the first — and most important — step in his long and improbable march to the presidency. Preaching a message of unity, reconciliation and reform to a country deeply divided over the war in Iraq and bogged down by hyper-partisanship in Washington, Obama began his campaign as a decided long shot. That Iowa, one of the Whitest states in the nation, would, on that cold winter night, embrace a young, Black man, just three years removed from the Illinois Senate, sent a signal of seriousness and possibility about his candidacy. It also gloriously defied conventional wisdom about the limits of what was possible in America. How the Democrats' Iowa caucuses self-destructed For those of us who worked on Obama’s campaign, it was an unforgettable night — a moving affirmation, and not just of a uniquely talented candidate. It was a test of the idea that there was more we shared as Americans than the things that drove us apart, and that ordinary citizens had the power to come together and change the course of history. The caucuses were the culmination of a year of earnest conversations between Obama and Iowans in their homes, schools and businesses and other gathering places. These conversations were amplified by young staffers and thousands of volunteers, many of whom took leave of their homes and jobs and embedded themselves in Iowa to help bring change and progress to the country. (So tight were the bonds between these organizers and local residents that one young Obama staffer was asked by residents in Algona, Iowa, the small town he was organizing, to stay after the caucuses and run for the local City Council.) Iowans also played their essential role, showing up for candidate meetings and putting the candidates through their paces. Understanding the importance of Iowa as host to the first-in-the nation nominating contest, many of its citizens would wind up having multiple conversations with the candidates before committing to support one in the caucuses. Glib lines and drive-bys were nonstarters. If prospective presidents wanted a caucus commitment, they had better be prepared for serious conversations. And these conversations were not simply performative. The 87 days he spent in Iowa leading up to the caucuses made Obama, who was new to national politics, a much better candidate. And it would make him a better President. He listened copiously to people’s stories and ideas, and their reactions to his own, and it helped him hone his thinking and presentation. Why Democrats' Senate win in Nevada may be a blessing in disguise for the GOP — and the nation Iowa also rightsized candidates. Once, while we were traveling, Obama was asked to call a high school student leader in Iowa, where young people who would turn 18 by Election Day could participate in the caucuses. Our political team on the ground suggested this student might be the key to unlocking as many as a dozen caucus commitments from her classmates. Obama called and greeted her with a cheerful hello. But the girl quickly cut him off. “I’m about to go into class,” she explained. “Could you call back later?” Obama handed the phone back and smiled as he recounted the brief exchange.  “Man, this running for president can be a humbling thing!” The runup to the caucuses took place during the frigid holiday season of 2007.  Obama, his voice all but shot, barnstormed the snowy state as a fresh wave of volunteers flooded in to knock on doors and staff phones in search of last-minute commitments before caucus day. The campaign headquarters in downtown Des Moines, strewed with coffee cups and pizza boxes, was overflowing with people and energy and a buoyant sense of mission. My wife, Susan, and our youngest son were among the volunteers working the main hotline in an adjoining, unheated annex, cheerfully bundled up against the cold. Susan took a particularly moving call from a woman who desperately wanted to “stand for Obama” at her local caucus, where neighbors organized themselves into sections of a room according to their candidate preference. “But I’m in a wheelchair and can’t stand,” the woman said anxiously. “Will they still count me?” Once the caucuses were underway, I tried to persuade Susan and my son to join me at the hall where Obama would speak. I was confident, from reports I was receiving, that we were going to win, and I wanted to share the moment with my family. “I want to stay just in case there are some late calls,” she said. Obama just gave Democrats their perfect closing message When Susan finally arrived at the hall, the results were clear. I spotted her and knifed through the crowd. We hugged and we cried. It remains one the most sublime moments I have ever experienced in a lifetime of politics. Obama took the stage, and his speech beautifully captured the meaning of the journey. “You know, they said this day would never come,” he began. “They said our sights were set too high. They said this country was too divided, too disillusioned to ever come together around a common purpose. “But on this January night, at this defining moment in history, you have done what the cynics said we couldn’t do. … In lines that stretched around schools and churches, in small towns and in big cities, you came together as Democrats, Republicans and independents, to stand up and say that we are one nation. We are one people. And our time for change has come.” Fifteen years later, it all feels like a distant memory.  The Iowa Democratic caucuses are on their way out, the victim of their clumsy administration in 2020 and the desire within the party to promote more racially diverse states to open the nomination process — a bitter irony to Iowa Democrats, I’m sure, given the extraordinary role the caucuses played in launching America’s first Black President.  More important, the possibility for national reconciliation Iowa signaled that night may seem to many like a faded dream, given the extreme polarization and acrid, reactionary politics that we have seen since then. But democracy is a perpetual struggle between hope and cynicism. I recall that wonderful, soaring night 15 years ago not only as a fond memory but as a reminder of what America can be.",
            "bias": "working class",
            "url": "https://www.cnn.com/2023/01/03/opinions/iowa-caucuses-barack-obama-15th-anniversary-axelrod/index.html"
        },
        {
            "headline": "GOP Sen. Rick Scott revises plan to exempt Medicare and Social Security from sunset provision",
            "author": "Steve Contorno",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 17,
                "year": 2023
            },
            "article_content": "Republican Sen. Rick Scott of Florida has revised his much-maligned proposal to sunset all federal programs in five years, after absorbing weeks of criticism from Democrats and even his own party, by adding an exemption for Medicare and Social Security. The updated version of Scott’s “Rescue America” plan now says: “All federal legislation sunsets in 5 years, with specific exceptions of Social Security, Medicare, national security, veterans benefits, and other essential services.” The previous version of the proposal included no such exemption and instead declared: “If a law is worth keeping, Congress can pass it again.” Medicare and Social Security insolvency is right around the corner Democrats and Republicans had pointed out that such a provision could have endangered the popular entitlement programs. President Joe Biden seized on the proposal in his State of the Union address earlier this month and attempted to tie Republicans to Scott’s idea, leading to an animated back-and-forth with GOP lawmakers during his speech. Biden in Florida last week continued to hammer Scott, telling supporters, “The very idea the senator from Florida wants to put Social Security and Medicare on the chopping block every five years I find to be somewhat outrageous.” The criticism of Scott’s plan wasn’t limited to Democrats. Last week, Senate GOP leader Mitch McConnell told a Kentucky radio station that the Florida senator’s proposal was “just a bad idea.” “I think it will be a challenge for him to deal with this in his own reelection in Florida, a state with more elderly people than any other state in America,” McConnell said. Scott has stumbled to defend his proposal, repeatedly claiming that Biden and Democrats have misrepresented his plan. His revised Rescue America blueprint included a shot at Biden, McConnell and Senate Majority Leader Chuck Schumer in bold typeface. “Note to President Biden, Sen. Schumer, and Sen. McConnell – As you know, this was never intended to apply to Social Security, Medicare, or the US Navy,” the plan now says. The revision marks the second time Scott has been forced to adjust his plan amid criticism from both sides of the aisle. He previously dropped a proposal to require all Americans to pay at least some federal income tax, which could have forced low-income earners to pay taxes, as well as those in the middle class who have reduced their income tax burden to zero through various deductions. In its place, Scott added a new requirement: “Able-bodied Americans under 60, who do not have young children or incapacitated dependents, should work. We need them pulling the wagon and paying taxes, not sitting at home taking money from the government.” Scott was chairman of the National Republican Senatorial Committee, the campaign arm of the Senate GOP, at the time he released his Rescue America plan. He said the proposal was his own and didn’t reflect the views of the Senate Republican Conference. Nevertheless, he said he introduced it to give Republicans a platform to run on in the 2022 midterm elections, suggesting party leadership wasn’t presenting voters with ideas for what the GOP stood for. “Some Republicans are also going to complain about our plan,” Scott told a crowd at last year’s Conservative Political Action Conference. “They’ll argue that Democrats will use it against us in the election. I hope they do. Because my response is, ‘Bring it on.’” McConnell, anticipating the potential fallout from the idea in the midterms, immediately distanced his party from Scott’s blueprint not long after he had unveiled it. “Let me tell you what would not be a part of our agenda,” the Kentucky Republican said at a news conference last March. “We will not have as part of our agenda a bill that raises taxes on half the American people, and sunsets Social Security and Medicare within five years.”",
            "bias": "middle class",
            "url": "https://www.cnn.com/2023/02/17/politics/rick-scott-medicare-social-security-plan/index.html"
        },
        {
            "headline": "Rick Scott: From embattled health care executive to Biden’s top foil",
            "author": "Eric Bradner",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 9,
                "year": 2023
            },
            "article_content": "Florida Sen. Rick Scott has emerged as Joe Biden’s top Republican foil in the days since the president’s State of the Union address, with the White House seizing on a year-old Scott proposal that even GOP leaders recognized at the time as politically toxic. As a spending fight looms in Washington and Biden moves toward his 2024 reelection bid, the White House is attempting to make Scott the poster child for the president’s accusations that Republicans are seeking to cut entitlement programs, including Social Security and Medicare. Fact check: Sen. Rick Scott keeps repeating a debunked claim about Biden and Medicare Scott has responded by accusing Biden of lying, airing a misleading ad that alleges Biden cut Medicare and lambasting the president in a barrage of television interviews. Biden traveled Thursday to Florida – where Scott was a health care executive and two-term governor – on the latest leg of his post-State of the Union tour. The trip was designed in part to stoke a fight with Scott after Biden in his speech Tuesday night seized on the first-term senator’s proposal to sunset all federal programs – including Social Security and Medicare – every five years unless Congress extends those programs. Biden’s assertion that some Republicans are seeking to change entitlement programs was met with jeers from Republican lawmakers, who have said spending cuts should be part of any proposal to raise the debt ceiling. The president continued pressing that message Wednesday in Wisconsin, telling union workers, “A lot of Republicans, their dream is to cut Social Security and Medicare.” He waved a pamphlet with Scott’s proposal as he spoke. Ahead of Biden’s speech Thursday in Tampa, White House aides placed copies of Scott’s proposal on every seat. In an interview with CNN’s Kaitlan Collins on Thursday, Scott said Biden has misrepresented the proposal he put forward ahead of the 2022 midterm elections while serving as head of the National Republican Senatorial Committee, the campaign arm of the Senate GOP. “Nobody believes that I want to cut Medicare or Social Security. I’ve never said it,” Scott said. Scott said his proposal is intended to eliminate wasteful spending and help ensure the government can “figure out how to start living within our means.” “I want to make sure we balance our budget and preserve Medicare and Social Security, and I’ve been clear all along. So what I want to do is get rid of wasteful programs that we never review up here,” he said. But Scott’s proposal would sunset all federal legislation – including the two entitlement programs – every five years and require Congress to pass them again. Long before he was a US senator, Scott had first-hand experience dealing with America’s federal health care programs – and it became the source of much criticism as he entered the political arena. In the 1980s, Scott founded Columbia Hospital Corporation by purchasing a pair of distressed Texas hospitals. He later merged his company with Hospital Corporation of America to create Columbia/HCA, becoming the largest for-profit hospital chain at the time and gaining notoriety on Wall Street for what appeared like cost-cutting in an industry with ballooning expenses. Biden homes in on Rick Scott as he challenges Republicans on Social Security In 1997, federal agents unveiled a sweeping investigation into Columbia/HCA that would roil the company for years. On the day the FBI swooped in to seize records from 35 of its hospitals across six states, Scott shrugged off the probe. “It’s not a fun day, but … government investigations are a matter of fact today in health care,” he said on CNN. The investigation would unearth what the US Department of Justice later called the “largest health care fraud case in U.S. history.” According to a press release, Columbia/HCA schemed to defraud Medicare, Medicaid and TRICARE, the military’s health care program, of hundreds of millions of dollars. The company pleaded guilty to criminal conduct, including charges related to fraudulent Medicare billing and paying kickbacks to doctors, and it ultimately agreed to pay $1.7 billion in fines, damages and penalties. Scott was pushed out as CEO amid the turmoil. He was never charged with a crime, though much of the alleged financial abuses took place during his watch. His time in the corporate world made Scott a wealthy individual, which he would lean on in 2010 when he decided to kickstart a political career by entering the race for Florida governor. Scott’s time at the helm of Columbia/HCA was the subject of negative ads from both Republicans and Democrats, but he fended them off with a self-funded campaign that flooded the airwaves with a jobs-focused message. He told the St. Petersburg Times that “mistakes were made” at his former company and that he had “learned hard lessons,” but he also said during a debate that he was “proud of the company I built.” Regardless of the controversy, the little-known Scott defeated a GOP favorite for his party’s nomination, and Floridians narrowly elected him governor that fall. During his eight years leading Florida, Scott fought off attempts to extend safety net benefits to Floridians. He frequently challenged the Obama administration over the Affordable Care Act and blocked expansion of Medicaid in Florida. In his first year as governor, he signed a bill to cut unemployment payments and tied benefits to the state’s unemployment rate. Democrats continued to make Scott’s time at Columbia/HCA an issue, to no avail. Scott eked out a reelection victory in 2014. He then narrowly unseated longtime Democratic Sen. Bill Nelson in 2018 after spending more than $70 million of his own money on his campaign. Marching to the beat of his own drum, Scott declined to be sworn in with his class in January 2019. Instead, he waited until his term as governor had ended and flew to Washington for a separate ceremony. For a time, it made him the country’s most junior senator, but he nevertheless soon found himself in party leadership. Scott and other Republicans are aggressively pushing back against Biden’s assertions that the GOP is seeking to cut spending on entitlement programs. However, Republican leaders have long recognized Scott’s proposal to sunset all federal programs after five years as rocky political terrain. The tense relationship between Scott and Senate Minority Leader Mitch McConnell burst into public view during the 2022 election cycle as Republicans sought to retake the Senate. Rick Scott sees retribution in McConnell decision to pull him off Senate Commerce Committee Scott, as NRSC chairman, released a platform called “Rescue America,” which would have subjected all federally elected officials to a term limit of 12 years and closed the Department of Education, amid a slew of other initiatives. It would also have required millions of low-income and middle-class Americans to pay income taxes, which was later dropped in a revised version of the plan. And, in what Democrats immediately recognized as an opening to accuse Republicans of attempting to undercut popular programs, Scott’s plan proposed sunsetting all federal legislation in five years – unless Congress extended it. McConnell quickly disavowed Scott’s plan, seeking to make clear that the Florida senator did not speak for Senate Republicans. “Let me tell you what would not be a part of our agenda,” McConnell said at a news conference last March. “We will not have as part of our agenda a bill that raises taxes on half the American people, and sunsets Social Security and Medicare within five years.” Their frosty relationship did not improve as the 2022 election cycle continued, as the two battled over which candidates to support in primaries and in the general election, and Republicans ultimately fell short of winning a majority. After the election, Scott challenged McConnell for the top Senate Republican post but lost. The Florida senator said last week that he saw McConnell’s decision to remove him from the Senate Commerce Committee as retribution. “He didn’t like that I opposed him because I believe we have to have ideas – fight over ideas,” Scott said on “CNN This Morning.” When pressed Thursday by CNN’s Collins about why his proposal left open the opportunity for the government to cut funding for Social Security and Medicare, Scott repeatedly referenced a policy proposal from then-Sen. Biden in 1975 to sunset federal legislation periodically. Scott said Biden’s old proposal does less to protect entitlements for seniors than the senator’s plan from last year because “he proposed it year after year after year to reduce Medicare and Social Security. Year after year. I’ve never done that. I don’t believe in that.” Inside the intense rivalry between Mitch McConnell and Rick Scott Asked Thursday about the 1975 proposal mentioned by Scott, White House press secretary Karine Jean-Pierre said, “A bill from the 1970s is not part of the president’s agenda.” “The president ran on protecting Medicare and Social Security from cuts. And he reiterated that in the State of the Union,” she said. A new ad from Scott released this week in advance of the president’s visit to Florida says that “Joe Biden just cut $280 billion from Medicare” – a claim that was previously debunked when Scott and the NRSC made it in 2022. Biden’s Inflation Reduction Act is expected to reduce Medicare prescription drug spending by the federal government by $237 billion, according to the most recent Congressional Budget Office estimate, because the law allows the government to spend less money to buy drugs from pharmaceutical companies and not because it cuts benefits to seniors enrolled in Medicare. The law makes Medicare’s prescription drug program substantially more generous to seniors while also saving them money. Scott, in his interview with Collins, also defended his recent call for Biden to resign, labeling him “a complete failure.” He said his resignation calls did not specifically stem from Biden’s use of his proposal as an avenue to attack Republicans but expressed his displeasure with the president’s repeated references to his plan. “He lies about what I want to get done, and I don’t appreciate it,” Scott said.",
            "bias": "middle class",
            "url": "https://www.cnn.com/2023/02/09/politics/rick-scott-medicare-florida-biden/index.html"
        },
        {
            "headline": "Dick Cheney Fast Facts",
            "author": "",
            "source": "CNN",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2023
            },
            "article_content": "Here’s a look at the life of Dick Cheney, the 46th vice president of the United States. Birth date: January 30, 1941 Birth place: Lincoln, Nebraska Birth name: Richard Bruce Cheney Father: Richard Herbert Cheney, worked for the Department of Agriculture Mother: Marjorie Lorraine (Dickey) Cheney Marriage: Lynne Ann (Vincent) Cheney (August 29,1964-present) Children: Mary and Elizabeth Education: Attended Yale University, 1959-1960; Attended Casper College, 1963; University of Wyoming, B.A. in political science, 1965; University of Wyoming, M.A. in political science, 1966; Attended University of Wisconsin as a Ph.D. candidate, 1968, did not finish Religion: Methodist When Cheney was 13, his family moved to Casper, Wyoming, where his father worked for the US Soil Conservation Service. Cheney was co-captain of the Natrona High School football team and senior class president. Lynne Vincent, his future wife, was the homecoming queen. Has had at least five heart attacks since 1978. His younger daughter, Mary, is openly gay. Cheney has said in the past that he supports same-sex marriage, but regulations should be handled at the state level. His oldest daughter, Liz, is a US Representative from Wyoming. 1966 - Drops out of the doctoral program at the University of Wisconsin to work as staff aide for Governor Warren Knowles. 1968 - Cheney is awarded an American Political Science Association congressional fellowship with Congressman William Steiger and moves to Washington, DC. 1969 - Assigned to work for Donald Rumsfeld, director of the Office of Economic Opportunity in President Richard Nixon’s administration. Rumsfeld appoints Cheney to the position of special assistant. 1970 - Rumsfeld becomes a White House counselor. Cheney becomes his deputy. 1971-1973 - Assistant director of the Cost of Living Council. 1973 - Rumsfeld asks Cheney to join him in Brussels, Belgium, when Nixon appoints Rumsfeld ambassador to NATO. Cheney declines and instead accepts a post as vice president at Bradley, Woods and Company, a Washington, DC, investment firm that counsels corporate clients on politics and federal policy. August 1974 - Gerald Ford succeeds President Nixon and appoints Rumsfeld to head his transition team. Rumsfeld recruits Cheney to serve as his deputy. September 1974 - Named deputy assistant to the president. November 5, 1975-1977 - White House chief of staff. June 18, 1978 - Has a heart attack. January 3, 1979-March 17, 1989 - US Representative from Wyoming. Is reelected five times. 1981-1987 - Chairman of the House Republican Policy Committee. 1984 - Has a second heart attack. 1987 - Elected chairman of the House Republican Conference. 1988 - Becomes House minority whip. 1988 - Has a third heart attack and undergoes quadruple bypass surgery. March 1989 - President George H.W. Bush nominates Cheney for secretary of defense after John Tower’s nomination for the position fails to win Senate confirmation. 1989-1993 - Serves as secretary of defense. He directs two military campaigns during this time: Operation Just Cause in Panama and Operation Desert Storm in the Middle East. July 3, 1991 - Awarded the Presidential Medal of Freedom by President Bush for his leadership during the Gulf War. March 1992 - Cheney and other current and former congressmen are named in a scandal involving overdrafts at the House bank. Cheney later acknowledges the overdrafts. The House Ethics Committee, formerly the House Committee on Standards of Official Conduct, offers recommendations that stop short of a formal inquiry. (The bank of the Sergeant-at-Arms of the House of Representatives ceased all banking activities at the end of 1991.) 1995 - Becomes chairman and CEO of Halliburton, an engineering and construction company for the petroleum industry. March 2000 - Asked by George W. Bush to be his running mate. Cheney declines, instead accepting a position vetting potential vice presidential candidates. He accepts in July when Bush asks again. November 22, 2000 - Cheney checks himself into a hospital with chest pains. Doctors say he had a mild heart attack and insert a stent to open an artery. December 12, 2000 - The US Supreme Court reverses a Florida Supreme Court decision ordering a recount of thousands of votes - effectively ceding  the presidency to Bush and Cheney. 2001-2009 - Serves as vice president of the United States. March 5, 2001 - Cheney checks himself into George Washington University Hospital with chest pains. He undergoes angioplasty to reopen the artery treated in November 2000. It is determined he did not suffer a heart attack on this occasion. June 30, 2001 - Doctors insert a “pacemaker-plus” device to monitor Cheney’s heart rhythm and slow it down if it becomes irregular. November 2, 2004 - Bush and Cheney are reelected. September 24, 2005 - Undergoes surgery at George Washington University Hospital for an arterial aneurysm behind his right knee.  A similar procedure will be performed on an aneurysm in an artery behind the left knee at a later date. December 18, 2005 - Makes a surprise visit to troops in Iraq. It is his first trip to the country since 1991. February 11, 2006 - During a quail hunting trip in Texas, Cheney accidentally shoots and wounds his hunting companion, Harry Whittington. July 13, 2006 - Cheney, along with Karl Rove, Scooter Libby, and a number of unnamed defendants, are named in a federal civil lawsuit by Valerie Plame and Joseph Wilson. The suit contends Plame was the victim of intentional and malicious exposure, and that both she and Wilson “suffered a violation of rights guaranteed them under the United States Constitution and the laws of the District of Columbia.” The lawsuit is later dismissed. March 5, 2007 - Doctors at George Washington University Hospital find a blood clot in Cheney’s lower left leg. July 28, 2007 - Cheney has the battery replaced in his heart defibrillator. November 26, 2007 - He is diagnosed with atrial fibrillation (an irregular heartbeat), after he visits his doctor complaining of a lingering cough.  He undergoes a routine heart procedure intended to shock the heart back into normal rhythm. September 17, 2009 - Undergoes elective back surgery to deal with pain caused from a case of lumbar spinal stenosis. February 22, 2010 - Cheney is hospitalized at George Washington University Hospital after experiencing chest pains. It is determined Cheney suffered a mild heart attack. August 2011 - On a tour to promote the release of his upcoming memoir “In My Time,” Cheney criticizes former Bush administration officials Condoleezza Rice, Colin Powell and George Tenet. March 24, 2012 - His office says he is recovering after undergoing successful heart transplant surgery. 2013 - The medical memoir “Heart: An American Medical Odyssey,” co-written by Dick Cheney and Dr. Jonathan Reiner, is published. December 3, 2015 - A bust of Cheney is unveiled at the US Capitol. January 3, 2017 -  Attends the swearing-in ceremony of daughter Liz Cheney. In November, she won the Wyoming congressional seat once held by her father. March 27, 2017 - Says that alleged Russian meddling in the 2016 election could be considered an “act of war” during a speech at an economic forum in India. He also declares that he believes the Russian efforts were directed by President Vladimir Putin. December 25, 2018 - The movie titled “Vice,” starring Christian Bale as Cheney, opens in US theaters. January 6, 2022 - Cheney and his daughter Rep. Liz Cheney are the only Republicans on the House floor during a remembrance of the January 6th riot. Later, he makes a statement saying he is “deeply disappointed at the failure of many members of my party to recognize the grave nature of the January 6 attacks and the ongoing threat to our nation.” August 4, 2022 - Cheney appears in a new campaign ad for his daughter, Rep. Liz Cheney. In the ad he criticizes former President Trump as a “threat to our republic” and a “coward.”",
            "bias": "middle class",
            "url": "https://www.cnn.com/2013/09/21/us/dick-cheney-fast-facts/index.html"
        },
        {
            "headline": "Opinion: Two commentators correctly predicted much of 2022. They’re trying again for 2023",
            "author": "Yaffa Fredrick",
            "source": "CNN",
            "published_date": {
                "month": "January",
                "day": 1,
                "year": 2023
            },
            "article_content": "Editor’s Note: Sign up to get our weekly column as a newsletter. We’re looking back at the strongest, smartest opinion takes of the week from CNN and other outlets. Predicting the future is impossible, and yet someone has to do it: in our case, the 18 contributors who take part in CNN Opinion’s annual Crystal Ball feature. This time, they’re making political, cultural, economic and sports-related predictions about the year ahead. But before we get to this year’s predictions, who got it right in last year’s Crystal Ball? There were few people who could correctly predict the US Senate election results, summer unemployment rates and Emmy winners for best comedy and best drama. But Raul Reyes defied the odds and successfully forecast all three 2022 outcomes, proving just how versatile his predictive abilities were. Alice Stewart, a CNN political commentator, demonstrated that her skills were not limited to the halls of Capitol Hill. Though correct in her prediction that Republicans would flip the House of Representatives, she also showcased her knowledge of sports in the US and beyond. Indeed, she, Reyes and three others – Paul Callan, Nicole Hemmer and Elliot Williams – predicted that Norway would take home the most gold medals at the Beijing Winter Olympics this year. But only Stewart predicted that 73-year-old Dusty Baker would become the oldest ever manager to lead his team – the Houston Astros – to a World Series win. For a woman who grew up in the land of the Braves, that is a particularly impressive feat. Stewart thinks the Astros are headed back to the World Series in 2023, and Callan agrees with her. But a majority of our contributors are rooting for New York teams – the Yankees and the Mets. Though many of our contributors do not live in New York (anymore), their loyalty to their hometown teams remains strong. As Jeff Yang writes from California, “I have my rose-colored glasses on over my pinstripes, but I’m going to say this is finally the New York Yankees’ year.” If there’s one question our contributors struggled with in 2022, it was who would win the Super Bowl. Not a single one predicted the Los Angeles Rams would emerge victorious. Even Alice Stewart, our de facto sports oracle, missed the mark. Still, she has correctly guessed the winning football teams in the recent past – including when she called the 2020 Super Bowl for the Kansas City Chiefs. This year, she has selected the most popular pick among our 18 contributors – the Philadelphia Eagles. As Roxanne Jones puts it, “Their uber-talented, 24-year-old quarterback Jalen Hurts has all the skill he needs to lead his team to the big win.” Not everyone selected the Eagles simply because of Hurts’ deft skills. Sara Stewart thinks that if the Philadelphia team were victorious, “it’d be fun to see the city’s anarchic celebration.” The last time the Eagles won the Super Bowl in 2018, fans took to the streets to celebrate – many of them sporting plastic dog masks to symbolize their underdog status. Our oracles aren’t all rooting for Philadelphia. Frida Ghitis writes that “the frozen Buffalonians deserve something to warm them up and thaw them out,” and Raul Reyes argues the Buffalo Bills should win because they have “the best roster in the [American Football Conference].” Though Jeff Yang is among the Eagles majority, even he acknowledges that most sports pundits have their money on the Bills – and for good reason. One of the Super Bowl’s most popular halftime performers – Beyoncé – is our contributors’ favorite to win the Grammy album of the year for the release of “Renaissance.” In fact, two-thirds of this year’s participants are putting their money on Queen Bey. As Roxanne Jones explains, Beyoncé was the “only one of those nominees … bold enough to break with their predictable brand and create an entirely new sound.” And Alice Stewart says someone as talented as Bey – and who can create music as “fun” and “upbeat” as only she can – is certain to succeed. Holly Thomas adds that given the huge number of producers on the album, “it would just be embarrassing” not to win. Still, two of our contributors – Laura Coates and Allison Hope – are holding out hope for Harry Styles’ “Harry’s House.” As Hope, a queer writer, puts it, “Even the lesbians are obsessed with Harry.” And Raul Reyes thinks history could be made at the Grammys if Bad Bunny wins for “Un Verano Sin Ti,” the first Spanish-language album nominated for best album. But if there’s any person whose Grammy prediction we should be paying close attention to this year, it’s Frida Ghitis. Last year, she was the only one to successfully forecast that Jon Batiste would win album of the year for “We Are.” And this year, she is the only person to select Adele’s “30.” If there’s one thing we can say about our oracles, it’s that they’re particularly omniscient about TV shows. Ten contributors correctly predicted which shows would win the 2022 Emmys for best drama and best comedy, while another six correctly predicted either the winner for best comedy or best drama. Though there is less consensus in 2023, there are some clear favorites. Half of our contributors think that “Abbott Elementary” is a shoo-in for best comedy. As Alice Stewart explains, “The acting, writing, directing and humor are all top notch.” Among those who have broken from the pack are four oracles – including SE Cupp and Scott Jennings – who think “Only Murders in the Building” will take home the top prize. When it comes to which drama will be deemed Emmy-worthy, our oracles are even more divided. While three contributors think that “Yellowstone” holds the most promise, Peniel E. Joseph and three others are placing their bets on HBO’s “Game of Thrones” prequel, “House of the Dragon.” (Disclosure: HBO and CNN share a parent company.) And though three commentators gave a nod to “The Bear,” they weren’t all sure which category it belonged in. “As we wait for our next helping of ‘Succession,’ apparently coming in spring 2023, ‘The Bear’ provided us with a similarly addictive dose of vividly memorable characters, family drama and eye-popping surprises, albeit on the opposite end of the class spectrum,” says Jeff Yang. “But is it a comedy or a drama?” Our contributors’ entertainment forecasting skills have their limitations. No one chose “CODA” for best picture at the Oscars this year. In 2023, they are all looking to redeem themselves. Though based on the wide variety of answers to the question this year, it’s certain that only a few of them will succeed. One of the most popular responses was “Everything Everywhere All at Once,” a film about a middle-aged woman struggling under the weight of a tax audit – but with a sci-fi twist. Four of our contributors chose the film, including Sara Stewart, who exclaimed, “Viva the multiverse!” Other predictions ranged from “Top Gun: Maverick” to “The Fabelmans,” both of which have support from three of our oracles. Though Alice Stewart thinks “Black Panther: Wakanda Forever” will win the Oscar, she writes that Tom Cruise’s comeback in “Top Gun” was well worth the 30-year wait. Meanwhile, Raul Reyes, who is betting on “The Fablemans,” thinks “[t]he combination of Steven Spielberg’s impeccable Hollywood pedigree and his lovely semi-autobiographical story is unbeatable.” A less popular guess, but one that Peniel E. Joseph and Roxanne Jones both put forth, is “The Woman King.” As Jones notes, “It’s hard to vote against ‘Black Panther: Wakanda Forever’ … However, ‘The Woman King,’ was transformational, both on the big screen and behind the camera – with a cast of powerful Hollywood women uniting to create it.” Transformation wasn’t just limited to the big screen. Across the globe, proponents of democracy – from Brazil to China, Iran to Russia – took to voting booths and public streets to demand more of their leadership. And, in many places, activists made tremendous progress. As John Avlon writes, “A glance around the globe shows that it’s autocrats who are in retreat now.” Jill Filipovic and Elliot Williams believe it’s the protesters themselves – particularly in Iran and China – who should receive the Nobel Peace Prize for driving change in their respective countries. Meanwhile, Elie Honig and Raul Reyes think one activist in particular – Russian opposition leader Alexey Navalny – deserves the top prize for his efforts. As Reyes explains, Navalny has fought both “injustice and corruption” within Russia, while denouncing Russian President Vladimir Putin’s senseless war in Ukraine. Indeed, nowhere is the democratic struggle more pronounced than in Ukraine, where Ukrainian President Volodymyr Zelensky continues to lead a valiant effort to combat Russian aggression within his country’s borders. For his tremendous sacrifices, TIME magazine named Zelensky “Person of the Year.” The question, writes Frida Ghitis, is “[c]an a wartime president win [a Nobel] as a champion for peace?” Eight of our contributors think so, predicting that Zelensky will be the recipient of the 2023 award. Among those who think he will win is Alice Stewart. She argues that for his “courageous” leadership and “tireless efforts” against Putin, the Ukrainian leader is arguably the most deserving. Cryptocurrency went through a transformation of its own in 2022. The peak price of bitcoin on January 1 was over $47,000. Since then, the asset – along with other cryptocurrencies – has seen a steep fall in price, remaining well below $20,000 since early November. And with the collapse of crypto value has come the collapse of FTX, a once-prominent cryptocurrency exchange. The company’s founder, Sam Bankman-Fried, has been indicted on charges including wire fraud and conspiracy to commit money laundering. Bankman-Fried has denied defrauding FTX customers, painting himself as more of a bumbling executive than a calculated fraudster. In the wake of the FTX collapse, Emily Parker rhetorically asked, “So who will save crypto now?” Whether the currency can be saved at all is a question that divides our prognosticators. Alice Stewart is the most bullish on the future of bitcoin, predicting that its peak price in 2023 will be $103,000. Elliot Williams isn’t too far behind her, guessing the asset will top out at $70,000. Jill Filipovic and Allison Hope, however, don’t anticipate a rise in price at all – speculating that its peak value next year will be just $12,000 and $13,000 respectively. “I know nothing about Bitcoin,” admits Hope, “but this seems like a conservative gloom and doom figure.” David A. Andelman: What 2022’s elections taught me about humanity, politics and ‘magic sauce’ Tess Taylor: How 17 syllables a day can change your life Edward McCaffery: Trump’s tax returns are much to do about nothings Jill Filipovic: Indicting Trump would be incredibly controversial, but it may be the only remedy Jeremi Suri: Trump represents our founders’ worst fears Alisyn Camerota: What I wish I’d said to Barbara Walters Jay Parini: Pope Emeritus Benedict XVI was more than ‘God’s Rottweiler’ AND… After nearly two years of living through a pandemic, many of us began a return to normality in 2022. To be sure, Covid-19 did not disappear, but we learned to live alongside it, leaning into vaccines and booster shots to keep safe – and practicing caution when necessary. Thanks in large part to the mRNA technology that underlies the two most popular Covid-19 vaccines in the US, it was a year filled with hugs from loved ones, holiday meals with our families and a return to our regularly-scheduled lives. But in addition to helping deliver us from the worst of the pandemic, the success of the mRNA vaccines has showcased the potential of RNA technology to prevent and treat a whole host of human ailments. In December, Moderna and Merck announced that an experimental mRNA cancer vaccine reduced the risk of death or recurrence of melanoma when paired with an immunotherapy in a clinical trial. According to Drew Weissman, who, along with his research partner Katalin Karikó, is credited with developing the mRNA vaccine platform, the power of mRNA technology could also be harnessed to fight diseases such as HIV, malaria and the flu, as well as little-known and little-researched conditions that only affect a few hundred people in the world. In an interview with Kirsi Goldynia, Weissman explained the versatility of the mRNA platform: “[I]nstead of having to reinvent the gene therapy for each disease, we can use the RNA platform we’ve already developed and easily plug in different diseases. We don’t have to spend $100 million in research to make a new treatment.” The full potential of RNA technology won’t be recognized in the year to come, but the promise of a healthier future gives us one more reason for joy as we kick off 2023.",
            "bias": "middle class",
            "url": "https://www.cnn.com/2023/01/01/opinions/crystal-ball-2023-newsletter-fredrick-goldynia/index.html"
        },
        {
            "headline": "Fact-checking Trump’s barrage of attacks against Ron DeSantis",
            "author": "Daniel Dale",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 29,
                "year": 2023
            },
            "article_content": "Former president and current presidential candidate Donald Trump has gone on the attack against Florida Gov. Ron DeSantis, a potential rival for the Republican nomination in 2024 – bashing the governor over everything from pandemic policy to Social Security. CNN looked into the accuracy of seven of the assertions Trump has made about DeSantis this month, many of them in a lengthy written statement last week that Trump also turned into a series of posts on his social media platform. One of Trump’s claims was an exaggeration about temporary restrictions DeSantis put in place early in the Covid-19 pandemic. Another claim was a misleading comparison between the number of votes Trump and DeSantis received in Florida. A third claim was a repeated inaccuracy in Trump’s oft-told story about why he decided to endorse DeSantis’s first campaign for governor. Two Trump claims, about Florida’s numbers on crime and Covid-19, were correct but left out critical context about the size of Florida’s population. And the two other Trump claims – about DeSantis’s past votes on Social Security and Medicare and about where Florida stands in a certain set of rankings – were accurate. Trump claimed in the written statement last week: “Surprise, Ron was a big Lockdown Governor on the China Virus, sealing all beaches and everything else for an extended period of time.” Facts First: Trump exaggerated. DeSantis never sealed “all” beaches in Florida, though he did impose significant restrictions on beaches, businesses and individual movement at the beginning of the pandemic in 2020 – at the time that Trump was calling for a national effort to minimize in-person contact and large gatherings. Amid concern prompted by viral images of Florida beaches filled with students on spring break, DeSantis issued an executive order on March 17, 2020, that limited gatherings on the state’s public beaches to no more than 10 people staying at least six feet apart. DeSantis issued another order three days later that shut down public beaches in two populous Florida counties, Broward and Palm Beach. However, DeSantis never shut down all beaches in the state, deciding to leave other closure decisions to individual municipalities. That decision generated criticism; DeSantis was even sued, unsuccessfully, for refusing to order a statewide beach closure. He allowed beaches in Broward and Palm Beach to reopen in late May 2020. As president, Trump did not criticize DeSantis for restricting the use of Florida beaches. In fact, the same week that DeSantis issued his orders to keep beach gatherings to 10 or fewer people six feet apart and to close some beaches, Trump and his White House were calling on Americans to keep in-person gatherings to 10 or fewer people and avoid unnecessary travel as part of a national “15 days to slow the spread” effort. Trump claimed in the written statement: “He got 1.2 million less Votes in Florida than me.” Facts First: This is misleading. While DeSantis did get fewer votes in his two gubernatorial victories in Florida than Trump did in winning the state in two presidential elections, the two men were running in different years – 2018 and 2022 for DeSantis, 2016 and 2020 for Trump – which makes direct comparison between their vote totals impossible; DeSantis ran in midterm years in which voter turnout is consistently lower around the country than it is in presidential election years. Also, there is no apparent basis for the “1.2 million” figure. Trump’s 2020 vote total in Florida, about 5.7 million, was about 1.05 million higher than DeSantis’s vote total in 2022 and about 1.59 million higher than DeSantis’s vote total in 2018. Trump has repeated a story in which he has claimed or suggested that he decided to endorse DeSantis for governor, when DeSantis was way behind in a Republican primary, largely because DeSantis had stood with him in his impeachment battle. “He said, ‘I’m telling you if you endorse me, I have a chance,’ and he was one of many, many congressmen that voted for me on the impeachment hoax. And I figured why not,” Trump told a small group of reporters on his plane two weeks ago, the right-wing Daily Caller reported. In a campaign rally speech in Texas on Saturday and a Fox interview that aired on Monday night, Trump again invoked DeSantis’s impeachment defense, though a little less directly, while explaining his initial endorsement. Trump said at the rally that he initially told DeSantis he was too far behind in the Republican primary to be endorsed, but that DeSantis had “fought a little bit, just a little bit, on impeachment hoax number one, impeachment hoax number two, meaning on television. Because I didn’t know him very well. But I saw him. So he came and really wanted it. I said, ‘You can’t win, can you?’…’Sir, if you endorse me, I’ll win. Please, please, sir, endorse me.’ And I said all right, let’s give it a shot.” Facts First: Trump’s story cannot possibly be true. Trump issued his official endorsement of DeSantis in June 2018 – but his first impeachment battle, over his effort to pressure Ukraine’s president to investigate Joe Biden, did not begin until the fall of 2019. Trump might have been thinking of how DeSantis defended him over a special counsel investigation in 2017 into his campaign’s relationship with Russia, which he has also called a “hoax,” but that probe did not lead to impeachment. While we can’t definitively fact-check Trump’s claim in both the rally speech and the Fox interview that DeSantis had “tears in his eyes” while seeking the endorsement, it’s worth noting that Trump has for years lied about various people supposedly crying in interactions with him – and that he has a poor track record of accuracy with stories in which he claims someone kept calling him “sir.” Trump claimed in the written statement that “on crime statistics, Florida ranked Third Worst in Murder, Third Worst in Rape, and Third Worst in Aggravated Assault.” Facts First: This needs context. Trump was correct that Florida has had the third-most of various kinds of crimes, but that’s mostly because Florida has had the third-biggest population. Per capita, a fairer way to compare jurisdictions of different sizes, Florida rates notably better. In 2020, the last year for which thorough national crime data has been published by the FBI, Florida was 25th-worst for reported murders, 33rd-worst for reported rapes, and 23rd-worst for reported aggravated assaults, crime analyst and consultant Jeff Asher told CNN. Asked for comment, DeSantis’s office pointed to the fact that Florida’s overall crime rate fell to a 50-year low in 2021. (US crime data from 2021 should be viewed with caution because of methodological issues, but overall crime in Florida has been on the decline for decades.) Trump claimed in the written statement that DeSantis “was Third Worst in the Nation for COVID-19 Deaths (losing 86,294 People)” and “Third Worst for Total Number of Cases, at 7,516,906.” Facts First: This too needs context. Trump’s claim about Florida being “third worst” was correct when comparing states by their absolute number of Covid-19 cases and deaths. As with crime, though, it’s much fairer to do state-to-state health comparisons using per-capita figures. Florida fares somewhat better in the per-capita rankings, though still far from excellent: it was the 8th-worst state for cases and tied for 10th-worst state for deaths, according to Centers for Disease Control and Prevention data as of Tuesday. Asked for comment, DeSantis’s office noted that, when adjusted for age, Florida’s Covid-19 death rate is better than more than half of the states; Florida’s non-adjusted death rate is affected by the fact that it has one of the country’s largest populations of seniors. Trump claimed in the written statement that “Florida ranks #39 in Health & Safety in the Country, #50 in Affordability, and #30 in Education & Childcare.” Facts First: Trump was accurately citing one website’s rankings. It’s worth mentioning, though, that these rankings are not any sort of official measure. Trump didn’t explain that the rankings were from a personal finance site called WalletHub, which came up with its own methodology to rank states on the question of where is best to raise a family. WalletHub made various subjective methodology decisions. To assess the health and safety of states, for example, WalletHub decided to consider factors like “Number of Climate Disasters Causing $1 Billion+ in Damages in Past Decades,” “Pediatricians per Capita,” and the share of minors who live in so-called “supportive neighborhoods.” Others might choose a significantly different way to assess a state’s health and safety. It’s the same story for the other categories. Asked for comment, DeSantis’s office responded by pointing to different rankings – one from media company U.S. News and World Report that placed Florida third in the country in education and another from the Heritage Foundation, a right-wing think tank, that put Florida first in the country in “education freedom.” Trump claimed DeSantis “fought for massive cuts in Social Security and Medicare, and wanted Social Security minimum age to be raised to 70-years-old, or more.” Facts First: This claim is fair, though what counts as a “massive” cut is up for debate. As a member of the House of Representatives between 2013 and 2018, DeSantis voted for nonbinding resolutions that proposed to gradually raise the Medicare eligibility age to 70 (from 65) and the Social Security full retirement age to 70 (from 67), to spend hundreds of billions less on Medicare than projected and to substantially reduce Social Security spending growth as well. As CNN’s KFILE team has reported, DeSantis expressed support for privatizing Social Security and Medicare during his 2012 campaign and again just after he was sworn into office in 2013, calling for the federal government to “restructure” both programs to make them financially “sustainable.” The nonbinding resolution he voted for as a congressman in 2013 proposed to leave Medicare unchanged for people “in or near retirement” but adopt a “premium support” model for future generations – allowing people to choose a traditional Medicare plan or put government funds toward a private plan of their choosing. DeSantis has not outlined a specific agenda for Medicare or Social Security as he considers a presidential bid this year, and his office did not offer a response to this particular claim. DeSantis said on Fox in early March: “We’re not going to mess with Social Security as Republicans. I think that that’s pretty clear.” Deidre McPhillips contributed to this article.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/03/29/politics/fact-check-trump-early-attacks-on-desantis/index.html"
        },
        {
            "headline": "Trump baselessly rails against ‘prosecutorial misconduct’ at Waco rally as investigations loom",
            "author": "Eric Bradner",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 26,
                "year": 2023
            },
            "article_content": "Former President Donald Trump baselessly railed against what he called “prosecutorial misconduct” at a campaign rally Saturday night in Texas, denying any wrongdoing amid investigations in New York, Georgia and Washington. Without evidence, Trump repeatedly described the probes as politically motivated efforts to hamper his 2024 presidential bid during his rally in Waco. “Prosecutorial misconduct is their new tool, and they’re willing to use it at levels never seen before in our country. We’ve had it, but we’ve never had it like this,” he said. “We must stop them and we must not allow them to go through another election where they have yet another tool in their tool kit.” Behind Trump, supporters waved signs printed by Trump’s campaign that said: “Witch hunt.” Trump called the investigations “bullsh*t,” and said local prosecutors in Manhattan and Fulton County are the “henchmen” of national Democrats. “Our opponents have done everything they can to crush our spirit and break our will,” he said. “But they’ve failed. They’ve only made us stronger.” The rally at the Waco Regional Airport was a return to the mega-rallies reminiscent of Trump’s 2016 and 2020 campaigns, as the Republican field for the 2024 presidential race begins to take shape. The former president’s return to his favorite event staging came as he is faced with investigations in New York City over a hush money payment, in Georgia over his efforts to overturn the 2020 presidential election and by Justice Department special counsel Jack Smith over classified documents the FBI found at Mar-A-Lago, his attempts to steal the 2020 presidential election and his role in the January 6, 2021, insurrection. Manhattan District Attorney Alvin Bragg’s investigation into Trump’s role in an alleged hush money payment scheme to adult film star Stormy Daniels is believed to be nearing its final stages. Trump, on his social media network Truth Social, has predicted his own arrest, and warned that it would lead to “potential death & destruction” and “could be catastrophic for our Country.” Trump’s former lawyer Michael Cohen has admitted to paying $130,000 to Daniels just before the 2016 election to stop her from going public about an alleged affair with the former president. Trump has denied the affair and denied it again on Saturday night, referring to Daniels in derogatory terms. The Manhattan grand jury investigating Trump did not conclude this week. In other probes, Trump’s defense attorney Evan Corcoran appeared Friday before a federal grand jury in Washington, where he was expected to answer questions in the classified documents probe that the former president unsuccessfully fought to hold back. And a federal judge ordered several former Trump aides, including former chief of staff Mark Meadows, to testify before a grand jury as part of the criminal investigation into efforts to overturn the 2020 presidential election. At the rally, Trump also attacked Florida Gov. Ron DeSantis – who appears to be inching toward his own presidential bid, with early polls suggesting he could be a formidable contender. He took credit for DeSantis’ victory in the 2018 Florida governor’s race. DeSantis won re-election in a landslide last year, despite Republicans’ worse-than-expected performance nationwide. He also said DeSantis deserved little credit for Florida, which he said has “been successful for decades” thanks to previous GOP governors. Trump also said DeSantis was too aggressive in taking public safety measures early in the coronavirus pandemic, and that other Republican executives in states such as South Carolina, South Dakota and Tennessee had done better. “I’m not a big fan,” Trump said of the Florida governor. “He’s a disciple of Paul Ryan. … That’s why he wanted to cut Social Security and Medicare.” Trump also highlighted Russian President Vladimir Putin and Chinese leader Xi Jinping meeting this week in Moscow. He described both as “very smart people” and said the two “talking about the world order for the next 100 years” was “one of the saddest things you can imagine.” “I get along well with Putin,” Trump said, adding that the Russian president discussed Ukraine regularly. “He wanted to get a piece,” Trump said. “Now it looks like he’ll probably end up getting the whole thing.” Ahead of Trump’s rally in Waco, many Trump supporters argued Saturday that if the former president is indicted, it would only help his chances of retaking the White House in 2024, with some echoing Trump’s baseless claims that the Manhattan district attorney is politically motivated. “If 100 million people are going to vote for him, if they do indict him you’re going to get 120 million people voting for him because they’re just – you can’t keep taking an honest man down,” said Mike Gilbert, who was one of the thousands in line hours ahead of Trump’s rally. Another supporter, Debby Cravey, said Trump would be a “shoo-in” for the presidency if he gets indicted. “One hundred percent. If they do that, he’ll be a shoo-in,” Cravey said. Bobby Wilson, along with more than a dozen other Trump supporters interviewed by CNN on Saturday, said if Trump were to be indicted it would not change his opinion or support of Trump whatsoever and he would still vote for him in 2024. “It doesn’t change a thing about his integrity and everything else. We all have sin. We all have some things that we’ve done,” Wilson said. Todd Castro argued the probe by the Manhattan district attorney’s office amounted to “persecution.” “The way I look at it, it’s going to build him up even more,” Castro said. “He’s going to have more press time, his face is going to be out there more often and all that and Trump’s a fighter so he’s going to make it through this.” Democratic Sen. Mark Warner appeared to acknowledge the political risks associated with indicting a former president on Sunday morning, telling CNN’s Jake Tapper, “I hope whoever moves forward has a rock-solid case.” The Waco rally comes 30 years after the federal and state law enforcement raid on the Branch Davidian doomsday cult’s compound in Waco – a 51-day siege that resulted in the deaths of 86 people and has since come to be viewed on the far right as a symbol of government overreach. Trump has not linked the campaign rally with the Waco siege, and a spokesperson for the former president said earlier Saturday that Waco was chosen as the rally site because of its central location. The location is accessible to many of Texas’ population centers – less than a three-hour drive from Dallas, Houston, Austin and San Antonio. “This is the ideal location to have as many supporters from across the state and in neighboring states attend this historic rally,” Trump spokesperson Steven Cheung said in a statement. This story has been updated with additional details.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/03/25/politics/texas-trump-2024-rally/index.html"
        },
        {
            "headline": "Trump says he won’t drop out of 2024 race if he’s indicted",
            "author": "Eric Bradner",
            "source": "CNN",
            "published_date": {
                "month": "March",
                "day": 4,
                "year": 2023
            },
            "article_content": "Former President Donald Trump said Saturday that he would not drop out of the 2024 presidential race if he were indicted in any of the federal and state investigations he faces. “I wouldn’t even think about leaving,” Trump told reporters at the Conservative Political Action Conference in Maryland, where attendees named him their favored presidential candidate shortly before he took the stage. Trump is facing a number of investigations that include several criminal inquiries. Prosecutors in Fulton County, Georgia, have been probing the effort by Trump and his allies to overturn Georgia’s 2020 election results, while the US Department of Justice is investigating the attack on the US Capitol on January 6, 2021, as well as Trump’s handling of classified material after he left office. Trump remains defiant in the face of the ongoing probes and on Saturday argued “they’ve weaponized justice in our country.” Trump has refused to commit to backing the 2024 Republican nominee if it isn’t him, and on Saturday also said he has not decided whether he would sign the loyalty pledge Republican National Committee Chairwoman Ronna McDaniel is requiring of GOP 2024 candidates to participate in the debates. Why Trump is a clear favorite for the 2024 GOP nomination “There are probably people that I wouldn’t be very happy about endorsing that are running, so we’ll see. I think some of them – I won’t use names, I don’t want to insult anybody – but some of them, I would not be very happy about,” Trump said. During his speech at CPAC on Saturday, Trump said Republicans must “change our thinking” on early and mail-in voting after GOP losses in 2020 and 2022 – a dramatic reversal after years of falsehoods about those forms of voting being rife with fraud. Trump said Republicans moving forward must try “beating the Democrats at their own game.” “That means swamping the left with mail-in votes, early votes and Election Day votes,” he said. What Trump didn’t mention: Republicans had long excelled at those tactics. But he spent years attempting to convince conservatives that early and mail-in votes could not be trusted, handing Democrats a massive advantage that was on display in President Joe Biden’s 2020 victory and in Republicans’ underwhelming showing in last year’s midterm elections. He cited Kari Lake, the Republican who lost the Arizona governor’s race. Printer errors led to delays in some parts of Maricopa County on Election Day. All voters’ ballots were ultimately counted. Trump – while overstating the problems – said some Lake supporters did not wait in longer-than-expected lines, costing her votes. “We have to change our thinking, because some bad things happened,” he said. His remarks came during a nearly two-hour speech at CPAC in which he made the case that he can deliver conservatives “retribution” against Democrats and establishment Republicans. His remarks concluded the slimmed-down CPAC gathering, held at a convention center in Maryland just outside Washington, DC, as the 2024 presidential race begins to take shape and several high-profile Republicans prepare their bids to block Trump from winning the party’s nomination for a third consecutive cycle. Trump said he will steer the GOP toward a more isolationist posture – a position that puts him at odds with his former United Nations ambassador, Nikki Haley, who has already launched her 2024 bid, and several other potential Republican presidential contenders. “We are never going back to a party that wants to give unlimited money to fight foreign endless wars but demands we cut veteran benefits and retirement benefits at home,” Trump said. He asserted that Biden is leading the nation into “oblivion” and other Republicans would not be able to correct course. “I am the only candidate who can make this promise: I will prevent World War Three,” Trump said. He took aim at several specific Republicans, telling the CPAC crowd the GOP is “never going back to the party of Paul Ryan, Karl Rove and Jeb Bush,” referring to the former House speaker, former George W. Bush aide and former Florida governor. He also criticized Senate Minority Leader Mitch McConnell and Utah Sen. Mitt Romney by name. Trump also suggested – as Biden had in his State of the Union speech – that some Republicans have argued for reforms to Social Security and Medicare as part of efforts to cut spending and reform government. “We’re not going back to people that want to destroy our great Social Security system – even some in our own party; I wonder who that might be – who want to raise the minimum age of Social Security to 70, 75 or even 80 in some cases, and who are out to cut Medicare to a level that will be unrecognizable,” he said. Trump is popular at the annual conservative gathering. He was the first choice of 62% of CPAC attendees who were asked who they preferred as the GOP nominee in 2024. Florida Gov. Ron DeSantis, who did not attend this year’s event, finished second with 20% support. The straw poll is not a scientific survey and not representative of the broader GOP electorate, as it is limited to CPAC attendees. Trump vowed to purge the government of “entrenched political dynasties in both parties.” “In 2016, I declared: I am your voice. Today, I add: I am your warrior. I am your justice. And for those who have been wronged and betrayed: I am your retribution,” Trump said. “Not going to let this happen. … I will totally obliterate the deep state. I will fire the unelected bureaucrats and shadow forces who have weaponized our justice system like it has never been weaponized before. And I will put the people back in charge of this country again.” Trump’s remarks targeting transgender people seemed to draw the biggest applause Saturday. He said he would sign a measure “prohibiting child sexual mutilation in all 50 states,” and said he would “keep men out of women’s sports.” Trump claimed that the country, as he sees it, “will be lost forever” if he does not prevail in 2024. “This is the final battle – they know it, I know it, you know it, everybody knows it. Either they win, or we win. And I promise you this: If you put me back in the White House, their reign will be over, and America will be a free nation once again,” Trump said. This story has been updated with additional reporting.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/03/04/politics/trump-cpac-speech/index.html"
        },
        {
            "headline": "Fact check: Breaking down Biden’s exchanges with Republican senators over Social Security and Medicare",
            "author": "Daniel Dale",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 10,
                "year": 2023
            },
            "article_content": "President Joe Biden has gone on the attack over Social Security and Medicare. In speeches and tweets this week, Biden and his White House have singled out particular Republican senators – notably including Sen. Mike Lee of Utah, Sen. Rick Scott of Florida and Sen. Ron Johnson of Wisconsin – over proposals from those senators that could affect the retirement and health care programs. The Republican senators have responded forcefully, accusing Biden of deceiving the public about where they stand. Here is a fact-check of the exchanges. Biden and his White House targeted Lee on Wednesday over a video clip of Lee saying, “I’m here right now to tell you one thing that you probably have never heard from a politician. It will be my objective to phase out Social Security, to pull it up by the roots and get rid of it.” The clip has gone viral on Twitter this week; a second viral clip features Lee saying moments later, “Medicare and Medicaid are of the same sort and need to be pulled up.” The videos are authentic, though Biden didn’t tell his Wednesday speech audience in Wisconsin they are from more than 12 years ago – an event in 2010, when Lee was running for the Senate but before he was first elected. And as Lee noted in Wednesday tweets responding to Biden, Biden didn’t mention that Lee added at the same 2010 event that current Medicare beneficiaries should have their benefits “left untouched” and that “the next layer beneath them, those who will retire in the next few years, also probably have to be held harmless.” Still, while Biden could have included more context, he was accurate in saying Lee had called for Social Security to be phased out. And while Lee said in a tweeted statement on Wednesday that, during his 12 years as a senator, he has not called for “abolishing” Social Security, Medicare or Medicaid benefits, only for “solutions to improve those programs and move them toward solvency,” he has supported benefit cuts. For example, he has endorsed various proposals over the years to raise the Social Security retirement age. Since last year, Biden has criticized Scott over particular components of what Scott calls his “12 Point Plan to Rescue America.” In the State of the Union address on Tuesday and in speeches on Wednesday and Thursday, the president referred to a part of Scott’s plan that says, “All federal legislation sunsets in 5 years. If a law is worth keeping, Congress can pass it again.” Biden correctly asserted that “all federal legislation” would include Social Security and Medicare, which do not currently require congressional re-approval. Scott responded by accusing Biden of being dishonest and confused. Scott argued on Twitter on Wednesday that while his plan does say that “all” federal legislation should sunset in five years and become subject to a new vote by Congress, “This is clearly & obviously an idea aimed at dealing with ALL the crazy new laws our Congress has been passing of late.” But the plan itself doesn’t say that. The plan’s official text, which remains online on a dedicated website, says “all federal legislation,” period, should be sunset in five years – not all recent legislation, all crazy legislation or all legislation except for the laws that created Social Security and Medicare. When Senate Minority Leader Mitch McConnell rejected Scott’s plan last year, McConnell too said that the plan “sunsets Social Security and Medicare within five years.” Last year, Biden sometimes overstated the support for Scott’s sunset proposal among congressional Republicans, which appears very limited. Biden has been more precise in his speeches this week, attributing the proposal to Scott himself or accurately saying in the State of the Union that “some” Republicans – “I’m not saying it’s a majority” – support it. Biden may have created an inaccurate impression, however, by mentioning the sunset proposal during the section of the State of the Union in which he discussed the battle over the debt ceiling. There is no indication that House Republicans are pushing this proposal as part of the current debt ceiling negotiations with the Biden administration, and House Speaker Kevin McCarthy has, more generally, said cuts to Social Security and Medicare are “off the table” in these negotiations. Scott, in turn, has tossed a false claim into the debate with Biden this week by repeatedly accusing the president of having cut billions from Medicare in last year’s Inflation Reduction Act. The Inflation Reduction Act did not cut Medicare benefits; rather, it allowed the government and seniors to spend less money to buy prescription drugs – and, in fact, simultaneously made Medicare benefits more generous to seniors. The claim of a Medicare cut was repeatedly debunked last year, when Scott and a Republican campaign organization he chaired used it during the midterm elections. On Friday afternoon, the day after McConnell told a Kentucky radio station that Scott’s proposal will be a “challenge” for Scott’s own 2024 re-election campaign in a state with a large population of seniors, Scott announced he is introducing a new bill that would make it more difficult for Congress to make any cuts to Social Security and Medicare and that would send the Inflation Reduction Act’s $80 billion in Internal Revenue Service funding to Social Security and Medicare instead. This week and in numerous previous speeches, Biden has castigated Johnson for saying last year that Medicare and Social Security should be treated as discretionary spending, which Congress has to approve every year, rather than as permanent entitlements. Biden has accurately cited Johnson’s remarks this week. Here’s what Johnson told a Green Bay radio show in August:  “We’ve got to turn everything into discretionary spending, so it’s all evaluated, so that we can fix problems or fix programs that are broken, that are going to be going bankrupt. Because, again, as long as things are on automatic pilot, we just continue to pile up debt.” When Johnson faced criticism for those remarks at the time, he stood by them and said that was his consistent longtime position. Johnson, however, claimed Wednesday that Biden was “lying” when the president discussed Johnson’s comments shortly after saying that some Republicans want to “cut” Social Security. Johnson has repeatedly said that his proposal to require annual approval for Social Security spending, and to “fix” and “save” Social Security in light of its poor fiscal shape at present, does not mean that he wants to put the programs on the “chopping block” or even to “cut” it. “The Democrats have been accusing me, since the first time I ran for office, of wanting to end Social Security, wanting to cut it, wanting to gut it, wanting to – I’ve never said that. I’ve always been consistent: I want to save it,” he said in a radio interview this week. It’s impossible to definitively fact-check this particular dispute without Johnson specifying how he wants to “fix” and “save” the program. His office did not respond to a CNN request for comment. White House deputy press secretary Andrew Bates noted in an email to reporters on Thursday that, though Johnson accused Biden this week of lying about his stance on Social Security, Johnson also said in interviews this week that Social Security is a “legal Ponzi scheme” and that “Social Security might be in a more stable position for younger workers” if the government had proceeded with Republican President George W. Bush’s controversial and eventually abandoned proposal in the mid-2000s to allow workers born after 1949 to divert a portion of their Social Security payroll taxes into private accounts in which they could buy into the stock market and make other investments.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/02/10/politics/fact-check-biden-lee-scott-johnson-social-security-medicare/index.html"
        },
        {
            "headline": "‘They just walked into it’: Explaining Biden’s feud with Rick Scott",
            "author": "Phil Mattingly",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 10,
                "year": 2023
            },
            "article_content": "As Marine One lifted off from the South Lawn of the White House, President Joe Biden had a last-minute question for his aides seated nearby. Riding the momentum of a strong State of the Union address and the elevation of a political battle he and his top advisers relish, he needed assurance on one detail for his scheduled remarks in Florida a few hours later. “We have copies of the Scott plan at this event, right?” Biden asked. Yes, he was told. The two-page, front-and-back pamphlets quoting Sen. Rick Scott’s proposal to sunset all federal legislation, including Social Security and Medicare, every five years, would be there. By the time Biden arrived inside the University of Tampa ballroom where he was scheduled to speak, the White House-produced pamphlets had been placed on each chair in the audience. It was a minor detail, particularly for a president, to focus on. Given those seats would be filled by partisans and Biden supporters, the pamphlets themselves would seem inconsequential in a broader political sense. The event itself would take place in a state few Democrats see as a true battleground in 2024 and would put Biden on the ground for less than four hours. But the placement of the pamphlets and Biden’s message during his speech opened a window into the president’s intense focus on the political salience of elevating one senator’s proposal that long pre-dated Tuesday’s primetime address. Biden’s off-script back and forth with Republicans over Medicare and Social Security may have become a signature primetime moment, but it had roots in months of pressing advisers – and other Democrats – to make the issue central in the midterm elections and beyond. He would first bring it up in public for the first time fewer than three weeks after Scott released his “12 Point Plan to Rescue America.” Biden was clear that it wasn’t just a focus on Social Security and Medicare, two programs subject to a long-running fierce political and ideological debate between Republicans and Democrats. He pressed advisers to print the actual words from Scott’s proposal. At midterm campaign events, screens were put up that flashed the same, along with other quotes from Republicans. “He zeroed in immediately on the idea that their own words were what would hang them here,” a person familiar with the deliberations said. When Biden boarded Air Force One for the flight to Florida, he walked straight back to where two Florida House Democrats were seated as invited guests back to their home state. Biden, eschewing his own cabin, sat down next to Reps. Kathy Castor and Darren Soto and buckled his seat belt. The group talked about a range of policy and political issues for the first half-hour of the flight. Castor had a packet to give Biden about an infrastructure project she was advocating for to secure a badly needed new air traffic control tower at Tampa Airport. (Before Biden left Air Force One, he came back to tell Castor that he’d spoken to his team, and they were on it.) But the conversation also covered the State of the Union address and “how crazy it is” to target Medicare, Castor said in an interview. After the flight, Castor would say BIden was “on fire” during the address, specifically referencing the Social Security and Medicare moment. “Because he has so much experience, because he has been in the trenches on Capitol Hill, I think he felt very comfortable hearing the heckling and being able to answer back,” she said. As for her colleagues across the aisle? “They just walked into it.” Biden has no intention of letting it go. He joked with the crowd in Tampa that they “may have seen we had a little bit of a spirited debate in the State of the Union.” He ramped up his rhetorical defense of the programs. “I know that a lot of Republicans, their dream is to cut Social Security and Medicare,” Biden told the crowd in Tampa. “Well, let me say this: if that’s your dream, I’m your nightmare.” For the second straight day he name-checked Republicans and their specific proposals or quotes about cutting, ending or restructuring the programs. For a second straight day he held up and referenced the pamphlet he wanted to ensure was in the room as he left the White House. For a second straight day he ramped up his attacks on Scott specifically. “The very idea a senator from Florida wants to put Social Security and Medicare on the chopping block every five years, I find to be somewhat outrageous, so outrageous that you might not even believe it,” Biden said. “But that’s what he said.” Biden’s decision to make Florida one of his first post-State of the Union trips flummoxed some Democrats. Donald Trump won the state twice. When President Barack Obama won the state in 2008, with Biden by his side, registered Democrats outnumbered Republicans by almost 700,000. Registered Republicans now outnumber Democrats by nearly 400,000. GOP Gov. Ron DeSantis, who narrowly won his first statewide race, blew out his Democratic challenger in 2022 by 19 points, accelerating the running Democratic conversation about whether Florida has moved out of reach. Yet there it was in the first four states Biden and Vice President Kamala Harris planned to visit after the State of the Union. The other three – Wisconsin, Georgia and Minnesota – are battlegrounds critical to Biden’s 2020 election win and to his path to reelection in 2024. Florida is, decidedly, not. What it is, aides note, is a state where one in five residents are over the age of 65 – a prime venue to elevate a message focused on Social Security and Medicare. It’s home to DeSantis, who has rocketed to the top tier of likely 2024 GOP presidential candidates with Biden advisers watching closely throughout with a view that he isn’t nearly as strong of an opponent as his smashing reelection – and the conservative buzz behind him – has led the media to believe. But it’s also home to Scott, a former governor himself who has carved out a role in the Senate as someone unafraid to cross Republican leadership or shy away from touching political third rails as he’s pushed for dramatic change in Washington. True to form he hasn’t backed down from a fight with Biden. He has fired back in interviews, on social media, and in a five-figure television ad buy set to run the same day Biden arrived in the state. He’s called Biden a liar. He’s pointed out that Biden sponsored his own sunset proposal in 1975. He’s challenged him to a debate. He’s called for him to resign. “Nobody believes that I want to cut Medicare or Social Security. I’ve never said it,” Scott said in an interview with CNN’s Kaitlan Collins. But Democrats have taken to pointing out how other Republicans have reacted to Scott’s plan – “sheer terror, sprint the other way, I don’t know this man,” was how one House Democrat described it – as clear evidence that the attacks are both landing and are accurate. “Even Mitch McConnell says he can be a foil sometimes,” Castor said with a laugh when asked if Democrats viewed Scott as a good political foil. There is no love lost between McConnell and Scott, with Scott’s proposal and McConnell’s vehement opposition to its emergence playing no small part in that reality. “It’s clearly the Rick Scott plan, it is not the Republican plan,” McConnell said in an interview with talk show host Terry Meiners from his home state of Kentucky. After calling Scott’s proposal a “bad idea,” he added something that the long-time Senate GOP leader who assiduously protects members of his conference rarely, if ever, does. “I think it will be a challenge for him to deal with this in his own reelection in Florida, a state with more elderly people than any other state in America,” McConnell, who was challenged by Scott for leader at the start of this Congress, said in an implicit echo of Biden’s rationale for traveling to the state this week. “Some DC Republicans can keep parroting Democrat lies, but that won’t stop Rick Scott from fighting for conservative principles instead of caving to Biden every day,” Chris Hartline, Scott’s senior adviser and longtime aide, said in a Twitter post on McConnell’s remarks. White House officials watch and listen to all of it – and are quick to respond to point out holes in Scott’s comments or to level new attacks. The engagement isn’t subtle, nor is it without intent. “We want this fight,” a White House official said. “We relish this fight.” For Biden, the State of the Union didn’t start that fight. He and his advisers had been keen to have it for nearly a year, despite private questions about the broader salience of a single Republican proposal, without broader GOP support and no pathway to becoming law, from some Democrats in the lead up to the midterm elections. The State of the Union thrust that fight – and the running battle with a single senator – to center stage, just weeks before Biden is expected to launch his final campaign. “Who knows who’s going to be the Republican nominee, but President Biden demonstrated today he’s going to keep coming back to the Sunshine State,” Castor said after Biden finished his remarks. After all, as Castor made a point of mentioning, Scott is up for reelection in Florida in 2024.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/02/10/politics/biden-florida-rick-scott/index.html"
        },
        {
            "headline": "Opinion: Ignore the apocalyptic talk about the debt ceiling",
            "author": "Lanhee J. Chen",
            "source": "CNN",
            "published_date": {
                "month": "February",
                "day": 3,
                "year": 2023
            },
            "article_content": "Editor’s Note: Lanhee J. Chen, PhD, is a regular contributor to CNN Opinion and the David and Diane Steffy Fellow in American Public Policy Studies at the Hoover Institution. He was a candidate for California State Controller in 2022. Chen has played senior roles in both Republican and Democratic presidential administrations and been an adviser to four presidential campaigns, including as policy director of Romney-Ryan 2012. The views expressed in this commentary are his own. View more opinion on CNN. President Joe Biden and House Speaker Kevin McCarthy met this week for the first time since McCarthy’s election as speaker amid much fanfare, but low expectations. With a looming debt crisis facing the country, the public messaging on both sides was clear: There’s not a whole lot we agree on now, so let’s keep the conversation going. Biden budget chief Shalanda Young described the negotiations as a “marathon” where the two sides would eventually “find a path.” Of course, we’ve seen this movie before: In 2011, when the country faced default and the global economy was on edge, then-President Barack Obama and Republicans in Congress reached an agreement in the last few hours before catastrophe was set to strike. Over a decade later, with a more polarized country and even less bipartisanship to speak of, observers shouldn’t expect the current crisis to be resolved until the weather becomes unbearably warm in Washington. One of the dealmakers who facilitated the 2011 deal was none other than Joe Biden. Now, many in Washington are trying to predict what might unfold over the next several months as the once-and-future dealmaker approaches yet another debt ceiling crisis – but this time as commander in chief. The current crisis presents an opportunity for moderates in both parties to unite around the need both to raise the debt ceiling but also to put in place lasting changes that will fundamentally improve America’s fiscal trajectory. While we wait for an outcome, here are a few themes and trends to watch out for. A final agreement between the White House and congressional Republicans is likely to hinge on whether a process can be put in place to address federal spending. It’s unlikely negotiators will reach a debt deal that includes specific spending reductions or even general targets, so watch for them to instead establish a process through which those details can be hammered out. It will be far easier for negotiators to agree on broad terms (such as the idea that deficits and the debt deserve some attention) rather than specific changes to programs or even overarching areas of spending cuts like on defense or domestic discretionary programs. The 2011 debt ceiling crisis was ultimately averted through the creation of a congressional “supercommittee” (officially called the Joint Select Committee on Deficit Reduction) that was tasked with developing a specific plan to reduce deficits. Manchin: McCarthy didn't call for cuts to Medicare and Social Security Unfortunately, that committee could not reach bipartisan agreement on a final proposal, resulting in the imposition of spending caps that reduced both defense and non-defense discretionary spending on a broad range of items in education, health and human services and even public safety. What sort of process might be put in place as part of a debt ceiling deal in 2023? Consider existing bipartisan legislation sponsored by Democratic Sen. Joe Manchin of West Virginia and Republican Sen. Mitt Romney of Utah, who have long preached the need for consensus on and attention to fiscal issues. Their bill, called the TRUST Act, would create bipartisan and bicameral “rescue committees” that would shore up and reform entitlement programs like Medicare and Social Security before their trust funds run out of reserves. The committees themselves wouldn’t have the ability to make policy changes directly but could make recommendations (requiring bipartisan support within the committee to be considered by either the full House or Senate) that would receive expedited legislative consideration. This is precisely the sort of process-oriented fiscal reform that could make its way into a final agreement between the two sides. Inclusion of the TRUST Act in a final deal would satisfy GOP concerns about addressing spending, preserve promises made by both sides not to “cut” either Medicare or Social Security as part of the process but also give the Biden White House something it can exchange for GOP votes to avert default. While right and left have become more polarized, moderates in both chambers will likely have something to say about where the debt ceiling negotiations go. The Problem Solvers Caucus in the House, chaired by Rep. Brian Fitzpatrick, a Pennsylvania Republican, and Rep. Josh Gottheimer, a New Jersey Democrat, have emerged as important voices on substantive, but thorny issues, and were important to passage of Biden’s infrastructure package in 2021. Opinion: The time is now for Social Security and Medicare reform Similarly, moderate voices in the Senate like Manchin, Romney, Kyrsten Sinema, an Arizona independent, and Bill Cassidy, a Louisiana Republican, have emerged as important counterweights to those seeking to pull lawmaking toward the poles. In the debt ceiling debate, these moderates could play a role not only in brokering a deal, but also ensuring that there are sufficient votes for ultimately raising the debt ceiling. This is particularly the case if McCarthy ends up agreeing to provisions that some conservative Republicans may oppose. McCarthy may have no choice but to rely on a few Democrats, in addition to a majority of Republicans, to get a deal across the finish line. There will be a lot of back-and-forth, prognostication and apocalyptic talk over the next several months about whether and how the debt ceiling will be raised. Ignore almost all of it. While both sides will invariably conduct some of their negotiations via the media, the real work of cutting a deal will happen behind closed doors and with almost no public visibility.  Treasury Secretary Janet Yellen has said that the “extraordinary measures” being used to stave off default will take us until sometime in early June. Past experience suggests there may be a little wiggle room beyond that. But don’t expect the talks to really heat up for several more months and, even then, the real incentive to complete the negotiations won’t come until the global economy is literally backed into a corner. That means several more months of wondering, waiting and worrying about whether our broken political system can solve yet another fiscal crisis – one more time.",
            "bias": "medicare",
            "url": "https://www.cnn.com/2023/02/03/opinions/debt-ceiling-ignore-apocalyptic-talk-chen/index.html"
        }
    ]
}