{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "GOP Split Could Give Dems NY 23 — For The First Time In History",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2009
            },
            "article_content": "It wasn't that long ago when Rep. Kirsten Gillibrand (D) was plucked out of near obscurity from her upstate New York congressional seat to replace Hillary Clinton in the Senate. Republicans, who lost the NY 20 House seat to Gillibrand in 2006 when their incumbent self-destructed, were licking their lips in anticipation of recapturing the seat in a special election. They failed. Back in March, when Scott Murphy (D) upset Jim Tedisco (R), the GOP was still in disarray and President Obama was still flying high in approval ratings. That brings us to NY 23. Of New York's 29 congressional seats, the GOP holds three. Or two, now that Rep. John McHugh (R) has resigned to become Secretary of the Army. McHugh, first elected in 1992, was invincible at home. And why not? He is well-liked and attentive to the needs of his district. Plus, the seat has been in Republican hands only forever. So there's no reason why the Republicans shouldn't hold on to the seat, right? Here's the rub. The GOP has nominated state Assemblywoman Dede Scozzafava, a moderate who has a good relationship with organized labor, and who has gotten good press from the liberal Daily Kos Web site. And as the left praises Scozzafava -- perhaps with an ulterior motive -- the right gets more excited about Doug Hoffman. Hoffman is the candidate of the Conservative Party, and polls show him in the high teens. He's also won the endorsement of the Club for Growth, American Conservative Union, ex-Sen. Fred Thompson (R-TN) and, on Friday, conservative activist Gary Bauer. Here's part of Bauer's statement: The decision to do so was made after considerable contemplation, but in the end it was an easy decision to make. Simply put Doug Hoffman is THE CONSERVATIVE candidate for Congress. ... Today the American people are reeling from politics as usual, big government takeovers, out-of-control spending, higher taxes and liberal corruption. Unfortunately, the two main political parties have chosen nearly identical candidates, virtually indistinguishable on key issues. But Washington is not lacking for liberal politicians. What is in short supply on Capitol Hill these days is commonsense conservative values. The split on the right is getting Democrats excited; they think Bill Owens, an attorney, could win this historically GOP seat. A recent poll by Siena College shows Scozzafava with 35 percent, Owens with 28, and Hoffman with 16. One major difference between this special election and the one in March to replace Gillibrand: numbers for Obama and Democrats in general are down. But if a moderate-liberal Republican like Scozzafava might have been what the doctor ordered back in March, that might not be the case today -- especially with conservatives starting to get more aggressive and with the presence of a real conservative in the race. But if this portends a victory for Democrat Owens, don't expect the Daily Kos to be pleased: The \"Democrat\" isn't even a Democrat -- he was a registered independent when selected by the district's Democratic county chairs for the special election. On social issues, he's pro-choice, but opposes gay marriage. On health care, he opposes a public option but doesn't have the balls to say so, so he talks all squishy like claiming he has no \"litmus test\" on the issue. He's a Lieberdem Blue Dog, and would strengthen the part of the Democratic caucus that is actually the problem, rather than the solution. So who to root for? A Blue Dog who would strengthen the Democrats' corporatist faction, or a Republican version of a Lieberdem, who will probably be muzzled, but could -- if she remained true to her record in Albany -- be more of a Susan Collins-type Republican, a moderate in an ideologically rigid party willing to give the Dems fake \"bipartisan\" cover with crossover votes every once in a while. If Republicans lose the seat, it'll dent that sense of momentum they believe is headed their way. If they win the seat, it will have been with a liberal Republican, suggesting that their path to electoral relevance in the northeast is to ditch the Southern-fueled ultra conservatism. Both are good for us. If the Democrat loses the race, we lose nothing -- it was previously held by a Republican. If he wins the seat, we gain another obnoxious Blue Dog, undermining our caucus from within while adding just a single vote to our already dominant House majorities. Furthermore, the typical DC wankers will take this as \"proof\" that you need to run Lieberdems in such districts to win them, while ignoring the fragmented conservative opposition. Not much of an advantage at all. More than likely, a net disadvantage. Owens and Hoffman have been up on TV for awhile; Scozzafava began airing TV ads last week. But before we anoint Owens as the winner, one thing to remember: third-party candidates always have their best numbers in September and early October. Let's watch and see if old patterns repeat themselves. If they do, and if Hoffman's numbers decrease, Scozzafava's chances of winning increase. If nothing else, we are looking at a seat where in the past Republicans have never had to lift a finger to win it. And that's not the case here. The election is Nov. 3.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/politicaljunkie/2009/10/gop_split_could_give_dems_ny_2.html"
        },
        {
            "headline": "After Tiller: What Will Happen To The Women?",
            "author": "By  \n\n      Nancy Keenan",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 19,
                "year": 2009
            },
            "article_content": "Last week the family of murdered Dr. George Tiller announced that Tiller's controversial late-abortion clinic will be closed permanently. This is one in a series of three commentaries looking at the debate over abortion after Tiller. Hear from the president of NARAL Pro Choice America, from an anti-abortion doctor who works next door to Tiller's closed clinic, and from a Catholic writer who envisions compromise on this contentious issue. Is there any compromise to be had on the issue of abortion? Above, an ultrasound image of a 5-month-old fetus.\n                \n                    \n                    iStockphoto.com\n                    \n                \nhide caption Is there any compromise to be had on the issue of abortion? Above, an ultrasound image of a 5-month-old fetus. Nancy Keenan is the president of NARAL Pro-Choice America.\n                \n                    \n                    Courtesy of Nancy Keenan\n                    \n                \nhide caption What will happen to the women? This central question haunted me Tuesday when I heard that Women's Health Care Services Inc., where Dr. George Tiller provided care to women for more than 30 years, would close permanently. I can't imagine the pain Tiller's wife and children are experiencing. It is a sad day for our country when the very family members who stood by their husband and father as he endured countless attacks are forced — as a result of his murder —  to make a decision to close the medical center that he fought so hard to protect. I thought about Karen from Pennsylvania, who shared this comment on our blog: \"Dr. Tiller, you saved my niece Jeanette's life, you helped our family through one of the darkest, most desperate and unthinkable moments we ever experienced. When we thought there was no where to turn, there you were.\" Now only two providers in the country are able to help families like Karen's through similar tragic situations. These women often find out late in their pregnancy that something's gone wrong — and they have to make the most profoundly personal and difficult decision of their lives. It is for these women that pro-abortion-rights Americans organized more than 50 vigils in Tiller's honor in 24 states. These Americans know that Tiller's murder is not an isolated incident. It is part of a pattern of harassment and intimidation designed to make it impossible for women to access the safe, legal abortion care they need. These women's stories must not be forgotten as abortion opponents stand before television cameras to denounce Tiller's murder, while they continue to use inflammatory rhetoric that demonizes abortion providers in their anti-abortion propaganda. Even before Tiller's murder, notorious anti-abortion blogger Jill Stanek told Newsweek  that, after pro-abortion-rights gains in the 2008 elections, it was time for \"guerrilla warfare\" against abortion providers. Stanek last week posted the names and locations of two doctors who offer care to the women Tiller and his staff used to help. The disdain and disrespect for women's health and privacy doesn't end there. Troy Newman, the head of Operation Rescue, an organization that moved its headquarters to Wichita specifically to target Tiller's health center, told The Associated Press that his group \"would love to make an offer for the property and that his group had discussed the idea.\" Newman once again demonstrates how callous he is. The question isn't, \"What will happen to the building?\" It is, \"What will happen to the women?\"",
            "bias": "Abortion",
            "url": "https://www.npr.org/2009/06/19/105405265/after-tiller-what-will-happen-to-the-women"
        },
        {
            "headline": "On This Day In 1981:  Siljander Wins Stockman's House Seat",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 21,
                "year": 2009
            },
            "article_content": "April 21, 1981: Michigan state Rep. Mark Siljander (R), a Christian fundamentalist and strong anti-abortion conservative, wins a special election in the state's 4th Congressional District with nearly 73 percent of the vote. He succeeds David Stockman, who was named as President Reagan's budget director. Stockman had tried to get a longtime ally to replace him but Siljander beat him in the Republican primary. In fact, the Michigan GOP establishment battled with Siljander throughout his tenure in Congress over his tendency to link religion and politics. He was finally ousted in the 1986 primary by Fred Upton, a moderate, who still serves. Siljander made what many considered to be a major gaffe by inferring, in an appeal to fundamentalist ministers, that Upton was backed by the forces of Satan. Today in Campaign History is a daily feature on Political Junkie.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/politicaljunkie/2009/04/on_this_day_in_1981_stockman_h.html"
        },
        {
            "headline": "Abortion Issue Could Derail Health Care Overhaul",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 14,
                "year": 2009
            },
            "article_content": "More than nearly any other issue, abortion has the potential to throw a wrench into the already fragile gears of the major health care overhaul now starting to churn on Capitol Hill. \"I take a view that there's almost anything [that can be compromised] in public affairs except probably the issue of abortion,\" said Sen. Charles Grassley (R-IA), one of the leading Republicans seeking a bipartisan health bill. Already in the House, 19 Democrats have written House Speaker Nancy Pelosi vowing not to vote for any health bill that includes abortion funding. \"We cannot support any health care reform proposal unless it explicitly excludes abortion from the scope of any government-defined or subsidized health insurance plan,\" said the letter, whose lead signers included Dan Boren of Oklahoma, Bart Stupak of Michigan and Minnesota's Collin Peterson. On Monday, the Senate Committee on Health, Education, Labor and Pensions, the only one of five congressional committees overseeing the health effort that is actually drafting its bill, debated a half-dozen abortion-related amendments. It defeated most on identical 12-11 votes, including one that would have barred people who get government insurance subsidies from buying private insurance plans that include abortion coverage. Sen. Tom Coburn (R-OK) said the principle is the same as the one that currently bans funding for abortion in the Medicaid program for the poor. \"You are taking federal tax dollars and using them to provide abortion services,\" he said. \"The rest of the people in this country should not be paying for [those] services through their tax dollars.\" But Sen. Sheldon Whitehouse (D-RI) said that not letting people use what might be very small subsidies to buy private coverage was going too far. \"The next step in this logic will be to require anybody seeking these services to walk to the clinic, lest they use federal highways, supported by federal highway funds,\" he said. The committee's debate was relatively brief, but the abortion issue hangs over the health overhaul effort like a dark, menacing cloud. Abortion foes, like Douglas Johnson of the National Right to Life Committee, say President Obama and congressional leaders plan to use the health care effort to dramatically increase the availability of abortion services. \"These bills give federal officials the authority to define what benefits must be carried in all health insurance plans, both private and in the government plan that's proposed,\" he said. \"And there is no doubt whatever that abortion, elective abortion, would be among those services mandated.\" Johnson says that extending existing government abortion funding bans to people who get government subsidies to buy private insurance is a logical extension of a long-standing — and long-settled — policy. \"There has been a consensus at the congressional level since the mid-1970s that taxpayer funds should not be used to pay for elective abortion, and that's simply the principle that we seek to preserve here,\" he said. And it's not just government-run plans that bar abortion, he notes. It's government-subsidized plans, too. The program that covers federal workers and their families — as well as members of Congress — he said, \"is a program that involves hundreds of private insurance plans, but in order to participate in the program, by act of Congress, the plans may not cover abortion, except to save the life of the mother, or in cases of rape and incest. So elective abortions are not covered under that program because it is federally subsidized.\" But Democratic pollster Mark Mellman said such a restriction may not go over so well with the public. \"Right now, most health care plans cover abortion, cover contraception, cover women's reproductive health,\" he said. \"To some extent, what they're talking about on Capitol Hill is taking away coverage that people already have. Americans want health care reform. But they will oppose health care reform if it takes away the coverage they now have for things like abortion and contraception.\" Sen. Patty Murray (D-WA) says ensuring that women have health care equal to men is a simple matter of fairness. \"I believe that our health care reform bill will make sure that women get access to the health care that they need, the same as men do every day,\" she said. But does Congress need to be having this debate at all? Mellman says a poll he did recently for the National Women's Law Center found that 75 percent of respondents would prefer to have an independent commission of medical professionals and citizens, rather than lawmakers, make decisions about what should or shouldn't be covered. \"They do not want politicians making health care coverage decisions. In fact, they want to keep politicians as far away from these coverage decisions as possible,\" he said. Politicians, however, have a habit of not delegating decisions to others — particularly decisions regarding hot-button issues like abortion.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2009/07/14/106581890/abortion-issue-could-derail-health-care-overhaul"
        },
        {
            "headline": "This Ain't Your Mama's Revolution: Or Is It?",
            "author": "By  \n\n      Melody Moezzi",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 10,
                "year": 2009
            },
            "article_content": "Melody Moezzi is an Iranian-American attorney and the author of War on Error: Real Stories of American Muslims.\n                \n                    \n                    Courtesy of Melody Moezzi\n                    \n                \nhide caption It has been reported to death since last month's Iranian presidential election: Young Iranian women are at the forefront of the opposition movement, maybe even at the forefront of the next revolution. What hasn't been effectively reported, however, is the fact that this isn't some new, mysterious phenomenon. As an Iranian woman, I can assure you, we weren't just drinking tea and doing our makeup in the lead-up to all of this. Women have been fighting for equal rights in Iran for years. Even during the Islamic revolution, women helped lead the struggle against imperialism, for a free and independent nation. They also made huge strides in improving reproductive rights by getting the government to subsidize birth control (hence the acute drop in birthrates after the revolution), and they began entering the work force and universities in ever-increasing numbers. Still, under the current regime, women have yet to achieve basic human rights, especially when it comes to inheritance and criminal law. While it would be wrong to claim that there have been no advancements in women's rights since the revolution, it would be equally wrong to exaggerate them. Despite some obvious areas of progress, particularly with respect to education, one thing hasn't changed for women since the 1970s, and the evidence of this stagnation isn't hard to spot. Back in the '70s Iranian women were fighting for the right to wear hijab after the shah outlawed it; today they are fighting for the right to take it off. Regardless, they have always been fighting for the same thing: the right to freely dress and, more importantly, speak their minds. Iranian women today are not embarking on some fresh path to freedom. They are simply picking up where their mothers and grandmothers left off. There are countless examples of brave Iranian women who have paved and continue to pave the way. Some of these women, like Shirin Ebadi (a mother of two, an attorney and the winner of the 2003 Nobel Peace Prize for her work on women's and children's rights in Iran), have received well-deserved public praise for their courage. Most of these women, however, have gone unnoted in the history books. Still, their struggles are no less real or honorable for lack of public recognition. Nothing has struck me quite as deeply, since the current unrest began in Iran, as the images of elderly women being beaten by the Basij militia in the streets of Shiraz. Watching these images on television, I knew that nothing in my homeland would ever be the same, and I thanked God and my grandmother for it. While it may appear that young Iranian women are at the head of this struggle, their grandmothers are at its roots. And it is these roots that allow them to stand strong and continue to fight even in the face of the harshest conditions, and even when it seems like no one is watching. While these roots may appear modest at first glance, they are, in fact, legion. Though maybe not to the rest of the world, in her corner of Tehran, Mamaan Kuchooloo was a kind of local celebrity. Everyone called her that, too: Mamaan Kuchooloo — a play on the Persian word for grandmother, mamaan bozorg, meaning big mother. Mamaan Kuchooloo, however, means little mother.  At her tallest, she stood no more than 5 feet, but her presence was immeasurable. Almost daily, for over 40 years, people showed up at Mamaan Kuchooloo's doorstep with their problems. A misbehaving child, a lost job, a failing marriage, an unjust prison sentence, a death in the family. These were her specialties. More often than not, she would fix the children, find the job, patch up the marriage that warranted it, argue with bureaucrats to get her way and bring fresh dates to funerals. And this wasn't her only profession. She was also a mother to seven children. When my mom was only 7, her father died, and Mamaan Kuchooloo was left to raise all of the children alone. This woman was a force. I never saw her cry or even wince. She would kill a cockroach the size of a shoe as if it were a gnat. She would tell off a gossip, a bigot or a swindler immediately upon discovery, and she would do so loudly and in public whenever possible. She would leave the house without hijab and tell the police officers who stopped her that she was too old to be sexy and, therefore, above their silly impositions of \"modesty.\" No one could tell Mamaan Kuchooloo what to do. She never sought popularity or esteem, yet they seemed to follow her everywhere. There's something about speaking up when others are too weak, afraid or self-conscious that people admire. And once one person does so, it becomes contagious. That kind of defiance is now spreading like wildfire in Iran, and it neither starts nor ends with the younger generation. Young Iranian women may be over 35 percent of the current population, but we are 100 percent our mothers' daughters. Mamaan Kuchooloo would be proud of the intrepid young women fighting in the streets of Iran today, and I have no doubt that were she alive, she too would be right there on the front lines with them. As contemporary Iranian women, we have an unlimited arsenal of weapons at our disposal: our feet, our minds, our souls and our laptops. But our most powerful weapon is not borne of youth or bravery, but, rather, of blood.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2009/07/10/106460333/this-aint-your-mamas-revolution-or-is-it"
        },
        {
            "headline": "Two Women Campaign For NOW Presidency",
            "author": "By  \n\n\n      Cheryl Corley",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 19,
                "year": 2009
            },
            "article_content": "Latifa Lyles, 33, is a NOW vice president running for the presidency. If elected, she'd be the organization's youngest and second black president.\n                \n                    \n                    AP\n                    \n                \nhide caption Latifa Lyles could be the next NOW president. Terry O'Neill, 56, is a former NOW vice president, and an attorney who serves on the national board. She and Lyles are vying for the presidency being vacated by Kim Gandy, who has reached the term limit after eight years.\n                \n                    \n                    AP\n                    \n                \nhide caption Terry O'Neill, center, demonstrates at an equal marriage rally in Washington, D.C. O'Neill is one of two candidates vying to be NOW's next president. Members of the country's largest feminist organization gather in Indianapolis on Friday to select a new leader. The current president of the National Organization for Women, Kim Gandy, has reached her term limit after eight years on the job, and the battle over who will succeed her pits younger and older feminists. Two candidates are campaigning for the top job. Latifa Lyles, 33, is a NOW vice president. If elected, she would be the organization's youngest and its second black president. \"People do look at who's going to be representing me and who's going to be the face of the organization,\" Lyles said. \"It's really important to feel like the leader of NOW is going to be able to reach across generations, across communities, and I do bring that.\" Lyle says her ticket, a team running for four national officer spots, also brings a diversity of skills and experience, including one candidate who has been with NOW for 30 years and is on the board of the ACLU and Greenpeace. The other candidate for the presidency, Terry O'Neill, says her team is also diverse. O'Neill, 56, is a former NOW vice president. She also is an attorney who serves on NOW's national board. Two of the other three candidates on her ticket are younger than 30. O'Neill says image is important, but it's also the most superficial aspect of the election. \"The question is, how do you use your life experience to inform the women's movement and get the gains that we need to get?\" O'Neill asked. \"I will use my life experience working with women from all around the country, which I've done as a national board member.\" The political argument over age and a generational divide has little sway for professor Jo Reger, the director of gender and women's studies at Michigan's Oakland University. She says no one should assume that someone younger or older has a specific viewpoint. What's interesting about NOW, she says, is that it has been able to withstand attacks against feminism and still survive. \"You can't say it's not relevant. There are social organizations like the NAACP that have been around a long time, and they're important,\" Reger added.  \"Part of the reason they are important is because of the work they do, but also the fact that they symbolize that the movement is still there, and I think NOW does the same thing.\" When Betty Friedan and a group of women and men began NOW more than 40 years ago, they said it was time for a movement toward true equality for women. Both candidates O'Neill and Lyles say there is still a lot to do to reach that goal. \"We're very excited about the possibilities with a friendlier Congress,\" Lyles said. \"We have a White House that is willing to work with us, and certainly is more on the side of our issues than not.\" That may mean more of a chance of getting legislation benefiting women on the president's desk. But O'Neill says that approach — lobbying Congress and meeting at the White House — shows the stark contrast between the two tickets. She says she would push more grass-roots activity — national action campaigns to get policymakers to end disparities in health care, for example, and to close the wage gap between women and men. \"The women of the country need to force them to change it,\" O'Neill said. \"What's going to do it is the women will rise up. Grass-roots organizing — that's what we have to do.\" Delegates at the convention in Indianapolis will vote Saturday night on who will lead NOW for the next four years. The results will be announced Sunday.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2009/06/19/105619536/two-women-campaign-for-now-presidency"
        },
        {
            "headline": "In Iran, Young And Old Face Economic Struggle",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 3,
                "year": 2009
            },
            "article_content": "Iran, a nation made rich by oil money, is now struggling with a troubled economy — one that's counted on to support a population of about 70 million. Most of that population is made up of people under 30, like the two young lovers out for a stroll in Tehran on a recent day who stop before the glittering gold in a jewelry store window. They are shopping for a wedding ring; they plan to marry in two months. Reza wears a black leather jacket — almost a uniform for young men in Tehran — while Faizah wears loose black clothes of the kind insisted on by the government. As they speak through an interpreter, it becomes clear that they must be marrying for love, since they don't have any money. They can't afford the rings that shine in the store window. When asked to consider their country's economic and political situation, they say it's definitely not a good time to get married. Young people like Reza and Faizah, both 24, didn't experience the Islamic Revolution of 30 years ago — when Iranians overthrew an American-backed king — or the years before it. Ali Askar Vafaei, the curator of what's known as the Martyrs Museum, which honors Iranians killed in the 1979 revolution, says younger people don't realize how much Iran's economy has improved since then. The museum is across the street from the former U.S. Embassy, still standing in Tehran three decades after Iranians seized it and took hostages. It's now used as a school for Iran's Revolutionary Guards. Inside the museum, three floors of display cases show artifacts from decades' worth of Iranian revolts and the Iran-Iraq War. The curator says Iran's unhappy younger generation is like a fish that is desperate for water, not realizing it's already in the ocean. A Population Explosion The government knows that some people are restless. Islamic morals police move about the city in green and white vans. Opposition newspapers are being shut down. Reza, the young man admiring wedding rings, says it's risky to talk about how he feels about his country's economy — because there's a possibility someone would overhear. \"I have to say it's very good,\" he says. Reza, a building superintendent, makes the equivalent of $500 a month. He says his entire salary probably wouldn't pay the rent for a decent Tehran apartment. He and his fiancee aren't sure how they will move out of their parents' homes. Iranian businessman Bijan Khajedpour is among many who see young people's struggles as a side effect of the 1979 revolution. \"There are some mistakes that you can see. Look at the Iranian demography, for example,\" he says. \"You see immediately that they discontinued birth control policies after the revolution. So in the '80s, we had an explosion ... We had, in mid-'80s, a population growth of almost 4 percent. Exactly that age group of 20 to 30 years now are the bulk of our unemployed population, because we cannot provide jobs for them, so that retrospectively you can see what a big mistake that was.\" Facing A Difficult Economy Since the 1980s, Iran has faced the overriding question of what to do with a population that doubled. In recent years, President Mahmoud Ahmadinejad promised more jobs and subsidies for the poor. But falling oil revenues made that hard to sustain, and inflation as high as 28 percent canceled out many of the benefits. The effects of all this are visible in the office of a real estate broker in a working-class section of southern Tehran. The broker, named Talibi, says business was very good until six or seven months ago. That's when Tehran's real estate bubble burst. Now, he says, almost nobody is buying the properties listed on slips of paper taped to his wall. A few customers do stop by, including Bimani Tahkhani, an elderly woman looking for an apartment. When asked about the economy, she says she lives with her son. \"We can manage,\" she says, and leaves the office. Then, several minutes later, she bursts back in the door — to say what she really thinks. \"Greetings to the people of America,\" she declares, \"especially to your new president.\" Then she tells her story: Her son is a taxi driver who makes the equivalent of $10 a day, not nearly enough for both of them. She pulls a worn-out shoe off her foot and flings it on the ground. She says she cannot afford a new pair. She's about 70 years old, and the stairs in her apartment building are killing her. Tahkhani must climb five flights of stairs in all before she reaches the tiny apartment she shares with her son. In a building with no elevator, a top-floor apartment is the cheapest, and she says she can't afford to move.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2009/02/03/100162591/in-iran-young-and-old-face-economic-struggle"
        },
        {
            "headline": "Despite Odds, Women's Movement Persists In Iran",
            "author": "By  \n\n\n      Jacki Lyden\n    \n\n ,  \n\n\n      Davar Ardalan",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 1,
                "year": 2009
            },
            "article_content": "Women's rights activist Shirin Ebadi has urged Iran for years to stop executing people convicted of crimes they committed under the age of 18.\n                \n                    \n                    Atta Kenare/AFP/Getty Images\n                    \n                \nhide caption Women's rights activist Shirin Ebadi has urged Iran for years to stop executing people convicted of crimes they committed under the age of 18. Ebadi (left) with NPR's Davar Iran Ardalan after Ebadi was awarded the Nobel Peace Prize in Oslo, Norway, in December 2003.\n                \n                    \n                    Courtesy of Davar Iran Ardalan\n                    \n                \nhide caption NPR's Jacki Lyden makes her way through hundreds of Iranian marchers in 1995, the 16th anniversary of the revolution.\n                \n                    \n                    Courtesy of Jacki Lyden\n                    \n                \nhide caption NPR's Jacki Lyden makes her way through hundreds of Iranian marchers in 1995, the 16th anniversary of the revolution. Author Azar Nafisi used her classroom as a place of resistance — teaching Nabakov and other Western authors to challenge autocratic thinking. Later, she wrote Reading Lolita in Tehran, about a women's reading group at her home.\n                \n                    \n                    Amy Sussman/Getty Images\n                    \n                \nhide caption Author Azar Nafisi used her classroom as a place of resistance — teaching Nabakov and other Western authors to challenge autocratic thinking. Later, she wrote Reading Lolita in Tehran, about a women's reading group at her home. NPR's Jacki Lyden visited Iran and talked to both conservative and liberal women about their lives and the changes they're trying to make. Literature professor Azar Nafisi uses what she calls the subtle subversion of writers Jane Austen, Vladimir Nabokov, Henry James and others to challenge conventional thinking in Iran. Dr. Mahnaz Afkhami, executive director of the Sisterhood is Global Institute, says the problem of a woman's place in Muslim societies is not rooted in the religion. One of the most remarkable and under-reported stories in Iran is the strength and character of its women's movement. Through politics, literature, religion and poetry, women's voices have at times been like roars, and at others, like whispers of dissent.  Women continue to be both targets of persecution and agents of change, and for more than a decade,  NPR's Davar Ardalan and Jacki Lyden have been tracking those changes.  It began  in 1995 when Jacki went to Iran at a time when not many female reporters had been there. I remember thinking that no one would talk to me on tape — that no one would be brave enough to question the revolution of 1979, which so many women and Iranian students had helped bring about. Few of those young women students realized that while they may have disliked the autocracy of the Shah, his pro-Western ways included a view of women as equals. For decades, Iranian women had been unveiled, had divorce and marriage rights, had the right to choose a husband, rather than have one chosen for them, and were very visible in public life. And then, almost overnight, it changed. A Pro-Western Shah Guity Ganji, a beautiful woman in her 40s, took me for a hike just above Tehran's Albourz Mountains. We were hiking just past the country's infamous political prison, Evin, which is set incongruously in a beautiful valley. Ganji had been close to the Shah's female minister for women's affairs. How out of place she felt now, she said, with this hike — her moment of freedom. \"I feel sort of alienated from these people,\" said Ganji. \"I think a lot of people feel like I do because of what's happening. [It's] especially harder for women ... because the way we are treated, the way they behave toward us. It's aggravating. And I look at professional persons — just think if I were professional and working with men and the way they would behave toward you. And they don't look at you at all.\" Return Of The Veil That was a feeling any Western woman could understand, especially one trying to conduct interviews in headscarves with earphones on. What was somewhat harder to understand was how the Islamic Republic had co-opted the revolution so that now women had to live in black scarves and head-to-toe gowns. In a real sense, the Shah had been forcing traditionalists in Iran into modernity, causing a deep clash of culture. By encouraging women, even his own wife to go about unveiled at public functions, the Shah was handing the Shia clergy an issue every traditional Muslim elder could defend: Women should be veiled. When the veil came back, for all those Iranian modern women — and there were legions of them in the professional classes — it wasn't so much about wearing a piece of cloth as it was about the abnegation of self. Perhaps no voice expressed it better than that of Azar Nafisi, an Iranian professor. 'Whispers Of Dissent' I met her in 1995 in a university classroom in Tehran. Today, Nafisi is an internationally renowned writer, the author of Reading Lolita in Tehran and one of Iran's best known women in exile. As a professor, she used Western writers such as Nabokov as a way to challenge autocratic thinking. Now living in Washington, D.C., Nafisi says women remain for her at the forefront of the cultural struggle within Iran even though her own dissent, and that of thousands like her, was increasingly repressed by the new regime after the revolution. \"It is very unreal, going back 30 years ago to the way these whispers of defense, these whispers of dissent were articulated,\" said Nafisi. \"I was one of the dissenters. I was very, very active in the student movement here. We were demonstrating against the Shah. ... We were asking for the overthrow of the regime, and among ourselves — those, for example, who were religious, those who were Marxist, those who were nationalists — there was a polarization.\" Nafisi devoted much of her 20s in America to political movements dedicated to abolishing the monarchy in Iran, which was seen as a puppet of the United States. She was typical of the young student abroad, and Iran sent many young women abroad. Other young Iranian women were recruited into joining communist and non-communist guerrilla groups. But a far greater number were uneducated, lower class women who participated in street demonstrations in 1978 and 1979, answering the call of the Ayatollah Khomeini to demonstrate against tyranny. By 1979, the pro-Western Shah was sick with cancer and on a plane to Egypt. Of all the groups that had opposed him — women, nationalists, Marxists — no group won hearts and minds like the Islamists. The new regime under the Ayatollah Khomeini executed thousands of people. Women went from being judges and lawyers to being non-entities, if they were lucky. Repeal Of The Family Protection Law One of the women who never went home again after the Revolution is Mahnaz Afkhami, the Shah's former minister for women's affairs. Under the Shah, she'd worked for women's rights and helped push through the Family Protection Law. That made her a post-revolutionary target. To go back to Iran meant death, yet she never gave up working for women's rights in her homeland. \"People, individual women, are feeling that they need to assert themselves as individuals,\" said Afkhami. \"They need to have a role, they need to have a say, both in what they want to be and how they want to lead their lives, and how they want to relate to other members of their family and their society. It's not necessarily the same answer for everyone.\" The Family Protection Law was repealed in 1979. That meant women, among other things, had no right to divorce. For a time, women's voices were banned from the radio and female singers were barred from television. Family planning was abolished and the birthrate soared, straining the economy. But Iranian women never really resigned to this. By 1997, almost 20 years after the revolution, women were demanding change. 'I Won't Be Silent' It wasn't just secular female intellectuals who wanted reform. I met Azam Talehgani in 1997. The daughter of a prominent ayatollah, she was 58 and ran a settlement house for poor women. Talehgani had decided to run for president, even though she said she knew the Ruling Council of Guardians would never choose her — a woman. \"Let them be silent. I won't be silent,\" said Talehgani. \"And even if I remain silent, the women won't be silent. I can't tell you how many phone calls I've received in the past few days of people thanking me for speaking out and demanding that woman be considered as presidential candidates. And I tell them that our government officials have been put on notice and our movement will continue.\" Another woman who would not be silent was Shahla Lahiji, a publisher who would eventually go to prison for peacefully pushing back. She wrote stories in which she demanded equal rights for women. By the 1990s, the Iranian state had reversed itself — family planning clinics distributed contraception. \"Ten years ago, we couldn't talk about women rights as well as we can talk about this,\" said Lahiji. \"Maybe it is the result of our struggle, which was not with any violence, but it was daily, like bees, like ants.\" Women once again rose to become lawyers and investigating judges — women like Mehrangiz Kar. But she, too, would spend time in prison. \"Before, it used to be said the laws on the books were like revelations from God and therefore not subject to change,\" said Kar. \"But in the last year, there has been more dialogue in every aspect of the society about a need for change. We are hopeful that this will be a good sign toward more moderation.\" 'Those Who Wish Them Cloistered' But of those who tried to bring awareness to the plight of women trying to create a civil space for themselves in a theocracy, no one attracted as much attention as Shirin Ebadi. Ebadi, a human rights lawyer, received the Nobel Peace Prize in 2003. At the ceremony in Oslo, Norway, she talked not just about women's rights, but Iran's ancient tradition of human rights. \"I am an Iranian, a descendant of Cyrus the Great, the very emperor who proclaimed at the pinnacle of power 2,500 years ago that he would not reign over the people if they did not wish it,\" said Ebadi, \"and promised not to force any person to change his religion or faith and guaranteed freedom for all.\" In 2006, she published a book in English called Iran Awakening. \"It is not religion that binds women, but the selective dictates of those who wish them cloistered,\" she wrote. \"That belief, along with the belief that change in Iran must come peacefully and from within, has underpinned my work.\" Ebadi, whom I had met during my 1995 trip to Iran, advocates moderation and the use of Islamic law to reform Iran's system. She believes in peaceful, nonviolent change from within. She had an increasingly educated class of young people to draw on — by the time her book came out, more than half of all university students in Iran were women. In applied physics at Azad University, 70 percent were female. The post-revolutionary young woman was an educated young woman. This belief in peaceful resistance was underscored by the \"One Million Signatures Campaign.\" The idea was that women and men from all walks of life would collect a million signatures to educate women about their rights, and to demand changes to laws that discriminated against them. When they demonstrated in Iran in June 2006, some 70 were arrested. Perhaps because Ebadi had become such a powerful symbol, it was almost inevitable the government would crack down on her. Ebadi has experienced intensified harassment. In December, her office dedicated to the defense of human rights was shut down and her computers seized. Human Rights Watch says it fears for her life. With the ascendancy of the conservatives, especially since the election of President Mahmoud Ahmadinejad in 2005, where is the Iranian women's movement today? To Azar Nafisi, it is simply a force that cannot be defeated, no matter who is in power in Iran. \"You see what no regime can do is take away from their people the past, the memory of what they had achieved,\" said Nafisi. \"What the Iranian women had achieved became a weapon to fight for the rights that were taken away from them. And that is why so many women go back to the past. \"They talk about the women's organization that was created. They talk about writing books. These new women who are now participating in these regressive laws in Iran are also writing about women senators at that time. They are talking about the minister for women's affairs at that time. They're interviewing her on their Web sites. You know, I think the past is creating the way to the future, and that is why the women are so much at the forefront. The 'Lioness Of Iran' In 1983, five years after the revolution, the great Iranian poet Simin Behbehani, known as the \"Lioness of Iran,\" wrote Homage to Being. The poem advocates and celebrates the transcendence of three cultural fears: women's visibility, women's mobility and women's voices. Translated by Farzaneh Milani and Kaveh Safa in A Cup Of Sin, Behbehani's poem reads: From then, until now, I have no doubt that Iranian women will keep singing, keep shaping the future, simply staying alive and resisting. Always resisting. Sponsor Message Become an NPR sponsor",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2009/02/01/100039579/despite-odds-womens-movement-persists-in-iran"
        },
        {
            "headline": "At The U.N., 'Battlestar' Troops Talk Ethics Of War",
            "author": "Lara Pellegrinelli",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 20,
                "year": 2009
            },
            "article_content": "Edward James Olmos and other stars of TV's Battlestar Galactica met Tuesday with United Nations representatives for a panel exploring issues of human rights in armed conflict — and how the show might offer wisdom on these real-life issues.\n                \n                    \n                    SciFi Channel\n                    \n                \nhide caption Edward James Olmos and other stars of TV's Battlestar Galactica met Tuesday with United Nations representatives for a panel exploring issues of human rights in armed conflict — and how the show might offer wisdom on these real-life issues. (Requires RealPlayer) Edward James Olmos and Mary McDonnell play William Adama and Laura Roslin in an episode of  Battlestar Galactica.\n                \n                    \n                    SciFi Channel\n                    \n                \nhide caption Edward James Olmos and Mary McDonnell play William Adama and Laura Roslin in an episode of  Battlestar Galactica. Over the past five years on television, there's been a rigorous, messy, emotional exploration of important questions facing our country and the world — questions about torture, religious fundamentalism, resistance and genocide. We're not talking about Frontline. Or Nightline. This is Battlestar Galactica, the SciFi channel's brooding, often brutal re-imagining of the cheesy '70s-vintage series. Again and again, the writers and producers of BSG have put a civilization in immediate peril and asked how far its leaders ought to go to protect it. Tonight, the story comes to an end with the critically acclaimed series' final episode. To mark the show's finale, its fans at the United Nations — people whose nonfictional jobs involve wrestling with similar issues day in and day out — invited the cast and producers to visit the U.N. for a two-hour panel discussion and talk-back. On Tuesday, some 500 people took seats in the chamber, a stiff, formal space with miles of dull, blonde wood. (Delegates have come from some exotic-sounding, faraway places to the U.N. building in Manhattan, but it was probably the first time they were there representing other planets.) Whoopi Goldberg, a UNICEF ambassador as well as an Oscar-winning actor, served as the panel's moderator. U.N. representatives joined actors Edward James Olmos, who played the commander of the show's title warship, and Mary McDonnell, who starred as President Laura Roslin, his civilian superior. Ron Moore and fellow BSG executive producer David Eick also sat on the panel. Battlestar Galactica is part of a venerable tradition of science fiction that examines politics and society, says Lou Anders, editorial director for the sci-fi publisher Pyr books. Take the third season, which hit the air in 2006. Here in the real world, that was a particularly bloody time in the Iraq War. On Battlestar Galactica, the surviving human population of the Twelve Colonies — the show's heroes — were the insurgents fighting a resistance against an occupying army of Cylons. \"We were in the midst of a war against an enemy which employs suicide bombers,\" says Anders.  \"[And on the show,] the protagonists turn into terrorists — and bomb not only the Cylons, but their own people they view as collaborators.\" That's strong stuff for an American TV audience. But not simplistic stuff. \"I think the show tried very hard over the course of its run not to say guess what, here are the answers to these problems,\" says Eick. He emphasizes that the show wanted to raise questions about torture, nuclear war and how people with conflicting religious beliefs use them to shape political decisions. McDonnell, whose character sacrificed thousands of innocent civilians, abolished reproductive choice, executed enemy combatants without trial and nearly stole an election over the course of the program, says she wanted to show that leaders who make autocratic decisions aren't always doing it just to be evil. \"People who are taking these actions — that are unacceptable — are sometimes in positions where they don't see the solution,\" she says. \"The experience of that is what we wanted to expose to our audience.\" McDonnell hopes that dramatizing the way decent leaders can come to wrong decisions in tough situations will create more of a dialogue about other ways to use power. Although debates about terrorism and human rights have receded to the background for many Americans, Battlestar Galactica may help the U.N. meet the challenge of reaching a broader audience. Naimah Hakim, a 16-year-old sophomore from Westchester, was one of a hundred New York high-school students in attendance. To her, the show brings home issues in a way that most of her classroom lessons don't. \"When you're watching the show, you don't question why you have to learn it,\" she says. \"You understand because it's something that hits the nail on the head.\"",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2009/03/20/102116629/at-the-u-n-battlestar-troops-talk-ethics-of-war"
        },
        {
            "headline": "'Here Comes Everybody': What's Next On The Web",
            "author": "By  \n\n      Clay Shirky",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2009
            },
            "article_content": "Clay Shirky teaches new media at NYU and is the author of Voices from the Net and Here Comes Everybody.\n                \n                    \n                    Lia Bulaong\n                    \n                \nhide caption Social networking, user feedback and Tweeting are now common Web experiences. Clay Shirky, author of Here Comes Everybody, isn't surprised.  He knows what works online, what doesn't, and why — and he just might know what's next. \"When we change the way we communicate, we change society,\" Shirky writes. \"The tools that a society uses to create and maintain itself are as central to human life as a hive is to bee life. Though the hive is not part of any individual bee, it is part of the colony, both shaped by and shaping the lives of its inhabitants.\" The Power of Organizing Without Organizations by Clay Shirky Paperback, 344 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2009/01/08/99126586/here-comes-everybody-whats-next-on-the-web"
        }
    ]
}