{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Don't Read Virginia Result As Pro-Choice: It's Anti-Extreme",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 9,
                "year": 2013
            },
            "article_content": "Virginia Republican gubernatorial candidate Ken Cuccinelli gestures during an Oct. 24 debate in Blacksburg, Va.\n                \n                    \n                    Steve Helber/AP\n                    \n                \nhide caption Virginia Republican gubernatorial candidate Ken Cuccinelli gestures during an Oct. 24 debate in Blacksburg, Va. The outcome in Virginia's governor's race this week seemed to illustrate anew the Democratic Party's grip on the women's vote, and the power of the abortion issue. Even some Republicans argued that social conservative Ken Cuccinelli's defeat at the hands of Democrat Terry McAuliffe, who won women by a 9-point margin, was another sign that the GOP's anti-abortion stance would continue to doom the party at the polls. This was the sentiment expressed in a post-election column on Virginia's popular conservative blog Bearingdrift.com, by an activist using the pseudonym Alexis Rose Bank: \"The Republican Party needs a new strategy on abortion....abortion opponents have in no unclear terms been the single most significant cause of Republican losses in recent years...\" The writer may be partly right, but the analysis was flawed in one very basic way: Republicans aren't losing because women reject their anti-abortion stance. Polls consistently show that women, like the rest of the country, are divided on the issue. They're losing because women, and other voters, perceive that Republicans are more extreme on the issue of abortion. \"The one thing that we always feel has to be put out there is that women, as a group, are not fundamentally pro-choice,\" says Michael Dimock, director of the Pew Research Center for People & the Press. \"There is a remarkably small gender gap on the pro-choice issue. \"There is, however, a bigger gender gap on the politics of the issue than on abortion attitudes,\" Dimock says. In that sense, the Virginia results do serve up an important abortion lesson for Republicans. It can be summarized in two words: \"transvaginal ultrasound.\" Position Vs. Extreme Position On the same day Cuccinelli was losing purple Virginia, Republican Gov. Chris Christie, who opposes abortion, was winning re-election in deep blue New Jersey. Here's how Christie has characterized his position on abortion: \"I am pro-life,\" he said on NBC's Meet the Press in 2011. \"I believe in exceptions for rape, incest and the life of the mother. That's my position, take it or leave it.\" That's what John Sides characterizes as a \"garden variety\" Republican position on abortion, one that doesn't advocate overturning Roe v. Wade or move otherwise to the extreme of the issue. Christie's position puts him \"in the majority of opinion\" on abortion, says Sides, a political scientist at George Washington University, adding that Cuccinelli's position — he opposes abortion even in cases of rape and incest — \"was a minority position.\" That brings us to transvaginal ultrasounds. Cuccinelli, as the state's attorney general, supported a bill that would have made the invasive procedure mandatory for women considering undergoing an abortion in Virginia. That was ample fodder for McAuliffe's well-financed advertising campaign. \"Both sides are trying to find dimensions on this issue that they can get leverage out of,\" Sides says. \"On the left, it can be vaginal ultrasounds; on the right, it could be 'partial birth' abortion. \"When a legal right to abortion is being seen as going too far, or when an attempt to restrict rights to abortion goes too far, that's where you'll see backlash,\" he says. Research suggests that being associated with an extreme position on abortion, not being against abortion, is what hurts candidates like Cuccinelli — and Republicans Richard Mourdock in Indiana and Todd Aiken in Missouri, both of whom saw their U.S. Senate hopes go up in flames in 2012 after extreme comments on pregnancy and abortion. Numbers, Not Anecdotes An analysis by Sides and Lynn Vavreck at UCLA found little voter movement on the abortion issue in the 2012 presidential race, even when controversy was bubbling around Mourdock, Aiken and others. \"Conservative attitudes on abortion among Republican-leaning women shored up their support for Romney,\" Sides and Vavreck wrote this week in an analysis for Bloomberg. \"The abortion views of Democratic-leaning women shored up their support for Obama in roughly equal measure.\" Both Sides and Dimock, of Pew, reiterate that while abortion is a more personal issue for many women, there is little gender gap on attitudes. \"Women are a little more likely than men to take the pro-choice position, but 7 points more likely to say Democrats represented their views,\" Dimock says, \"and they are 10 points more likely than men to say it's an important issue to them.\" Pew's polling shows that there is a perception among Americans — even moderate Republicans — that Democrats are closer to the people on the issue, with 55 percent saying the GOP is more extreme. That comes with a caution, for both parties. \"Abortion itself is not always a black and white issue to a lot of Americans,\" Dimock says, noting that 57 percent of women Pew polled last election season said they supported legal abortion in \"most cases.\" And 49 percent of Americans in an August Pew poll said that having an abortion was \"morally wrong.\" Republicans who oppose abortion can win, and have won. The problems arise when specific candidates promote positions that are beyond what mainstream voters — women and men — can accept.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/11/09/243987385/dont-read-virginia-result-as-pro-choice-its-anti-extreme"
        },
        {
            "headline": "As Florida Bill Looks To Aid Feral Cats, Opponents Claw Back",
            "author": "By  \n\n\n      Greg Allen",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 19,
                "year": 2013
            },
            "article_content": "The Miami-based Cat Network operates a program that traps, neuters and releases feral cats back to their colonies. A bill before the Florida Legislature would offer legal protection to those programs.\n                \n                    \n                    Greg Allen/NPR\n                    \n                \nhide caption The Miami-based Cat Network operates a program that traps, neuters and releases feral cats back to their colonies. A bill before the Florida Legislature would offer legal protection to those programs. In state legislatures around the country, lawmakers are debating important subjects — education reform, election laws, gun control and abortion. But in Florida, one of the hottest issues to come before the Legislature this term involves cats. There, lawmakers are considering a contentious bill that would offer legal protection to groups that trap, neuter and return feral cats to their colonies. An Alternative To Shelters Larry Wasserscheid, a volunteer with a Miami group called The Cat Network, has brought a stray cat to a church parking lot in the city's Little Havana neighborhood. \"This cat was at the Hurricane Cove Marina and Boatyard, where I was working on my boat and found five cats. And this is the fourth one that we're getting fixed here,\" he says. The Cat Network is here every month, offering free spaying and neutering. There are more than 40 volunteers like Wasserscheid — people who trap the strays and bring them to the group's mobile vet unit to be fixed. The group operates a trap-neuter-return program. It's actually more than a program; it's a movement that began in England and has spread throughout the U.S. since the 1990s. Megan Clouser, the organization's president, says it started as people became aware of all the stray animals that were being killed in shelters. \"Unfortunately, we've been doing that for about a hundred years now,\" she says. \"So why not try something that keeps the animals out of the shelter and keeps them sterilized so they aren't reproducing?\" Inside the mobile unit, a vet and her three assistants are busy. There are a dozen cats in carriers. One by one, the cats' stomachs are shaved. Clouser says they're given rabies shots, sedated and then either neutered or spayed. \"In addition to the actual sterilization, they also get the ear tip, in which the left ear is clipped — it goes straight across. And then anybody who's involved in the trap-neuter-return program will know that that animal has been sterilized,\" she says. Clouser calls it a labor of love: All of those involved are volunteers, doing it because they like cats and want to help. 'A Nightmare For Us' But not everyone thinks those activities are a good thing. \"It's just been a nightmare for us,\" Charles Hall said at a recent hearing before a state Senate committee in Tallahassee. Hall said he and his wife lived next door to a colony of 40 to 50 feral cats. The noise, the nuisance and the smell were a big problem, he said, and he worries that trap-neuter-return programs aren't helping. \"We no longer have rights,\" Hall said. \"The cats have taken over our rights.\" We no longer have rights. The cats have taken over our rights. Charles Hall, opponent of the Florida bill The bill before Florida's Senate, brought forward by community cat groups, would protect and promote trap-neuter-return programs by removing an obstacle that the groups say has halted these programs in some areas: a state law against abandoning cats. Denise Lasher works with Best Friends Animal Society, the organization that helped write the bill. \"All we're doing is clarifying that, under the definitions of community cat program, [trap-neuter-return programs] would not be abandonment under the state law,\" she told the Senate committee. Opponents Question Program's Benefits There were plenty of cat lovers at that hearing, but almost an equal number opposed to the bill. Some cited a threat to public health. But the best-organized opposition to the Florida bill comes from those with their own furry and feathered creatures to protect: wildlife groups, especially those that represent birdwatchers. Bob Johns of the American Bird Conservancy says that although cats make nice pets, they don't belong in the wild. \"Feral cats are not native to North America. And they frankly did not evolve in this environment,\" he says. \"So wildlife never evolved any defenses against this predator.\" A study published earlier this year by the Smithsonian and the U.S. Fish and Wildlife Service found that outdoor cats are the leading cause of death for birds in the U.S., killing between 1.4 billion and 3.7 billion birds annually. What's not clear is whether trap-neuter-return programs actually reduce feral cat populations. Some studies show that, even when they're targeted by the programs, cat colonies often continue to grow. Dozens of cities around the country and a few states have adopted laws and ordinances supporting trap-neuter-return programs. Wildlife groups are hoping to block the legislation here to stop Florida from following suit.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2013/04/26/177634462/as-florida-bill-looks-to-aid-feral-cats-opponents-claw-back"
        },
        {
            "headline": "Porn Industry Turned Off By L.A. Mandate For Condoms On Set",
            "author": "Mandalit del Barco",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 15,
                "year": 2013
            },
            "article_content": "The Los Angeles-based AIDS Healthcare Foundation says a county law requiring condom use at porn shoots is necessary to protect actors from sexually transmitted diseases.\n                \n                    \n                    Damian Dovarganes/AP\n                    \n                \nhide caption The Los Angeles-based AIDS Healthcare Foundation says a county law requiring condom use at porn shoots is necessary to protect actors from sexually transmitted diseases. In November, more than 1.5 million Los Angeles County voters passed the Safer Sex in the Adult Film Industry Act. The new law orders porn actors to wear condoms during sex scenes. \"The porn industry has been sending a very bad message by saying the only kind of sex that's hot is unsafe,\" says Michael Weinstein, CEO of the Los Angeles-based AIDS Healthcare Foundation, which sponsored the measure. Sitting in his office, just over the hills from the nation's porn film capital, Weinstein says the new law was meant to protect both performers and those who watch the movies. \"I've been called a condom Nazi. So be it,\" Weinstein says. \"The reality is, the most effective method of preventing sexually transmitted disease [is] condoms. This lowly piece of latex — it's amazing it's still so controversial,\" he says. A Freedom Of Expression Violation, Industry Says Lawyers for the adult entertainment industry in Los Angeles are now challenging the measure. Some porn producers plan to argue in District Court that the new law violates their First Amendment rights. \"We do produce constitutionally protected material,\" says Steven Hirsch, who heads the production company Vivid Entertainment. \"We just don't believe there's any compelling government interest to come in and take away our freedom of expression, considering ... that over the last eight years, there have been over 300,000 adult scenes shot with not a single transmission of HIV.\" Hirsch argues that viewers don't want to watch performers using condoms. He says 12 years ago, when he briefly made his company condom-mandatory, sales dropped by 30 percent. Adult film production company Vivid Entertainment Group has sued Los Angeles County over the condom measure.\n                \n                    \n                    Mario Anzuoni/Reuters/Landov\n                    \n                \nhide caption Adult film production company Vivid Entertainment Group has sued Los Angeles County over the condom measure. \"The performers don't want it, the producers don't want it and clearly the fans don't want it,\" Hirsch says. Another plaintiff in the lawsuit, adult star Kayden Kross, says every performer she knows agrees that condoms are extremely irritating during shoots. \"We have the right to use condoms,\" she says. \"I did my first scene in 2006 with condoms and that was the last scene I did with condoms because it was so uncomfortable.\" Like her co-workers, Kross says she gets tested for sexually transmitted diseases regularly — in her case, every 15 days. Before every shoot, actors show their test results to the producers and to each other. Kross says they don't feel they need to be protected by a voter-mandated law. \"We're the most tested population in the world. We are more aware of our bodies than anyone else,\" Kross says. \"We eat organically and work out, and we take care of ourselves, and take care of ourselves, and take care of ourselves. And obviously as an extension of that, we make sure that we are sexually free of diseases at all times.\" For County, An Enforcement Dilemma While the new law goes through the courts, L.A. County officials are struggling with how they might enforce it. So far, the county health department has sent letters asking producers to apply for special film permits. Kross and Hirsch make fun of the idea of a condom unit policing every porn set, lifting the covers to inspect. \"Will we be required to wear hazmat suits?\" they say. The state of California has been working with adult film producers for the past few years on how to follow protocols. \"They could do simulation so there wasn't any exposure, or they can use condoms,\" says Deborah Gold, the deputy chief for health and engineering services for Cal/OSHA, which regulates occupational safety and health for California. \"They have to do some form of protection. It's a requirement to use engineering and work practice controls to prevent this contact,\" Gold says. \"And where the contact still exists, to use personal protective equipment.\" Gold says her department will respond to complaints on porn shoots, but there are no spot inspections. \"We have to find the actual employer,\" she explains. \"So the name on the DVD box or the website — it may require substantial investigation on our part to get down to who is the employer.\" Attorneys for the pornography industry expect to move the case to the courts within the next month. Meanwhile, Hirsch says production companies are not going to pay L.A. County for any special permits. And Kross says producers will go underground or move out of California, rather than comply with any condom laws. \"Part of the culture of porn is, 'Eh, we'll see if they catch us,' \" says Kross. \"Which is terrible to say, but also true. We're kind of like the renegade. We do what we want. We're the Wild West. ... Everyone's like, 'Catch me if you can!' \"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2013/01/15/169423027/porn-industry-turned-off-by-l-a-mandate-for-condoms-on-set"
        },
        {
            "headline": "Billionaire Philanthropist, GOP Donor Harold Simmons Dies",
            "author": "By  \n\n\n      Krishnadev Calamur",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 30,
                "year": 2013
            },
            "article_content": "Harold Simmons stands by the Dallas courthouse entrance in October 1997. Simmons, the Texas billionaire, philanthropist and GOP donor, died Saturday in Dallas. He was 82.\n                \n                    \n                    Flor Cordero /Reuters /Landov\n                    \n                \nhide caption Harold Simmons stands by the Dallas courthouse entrance in October 1997. Simmons, the Texas billionaire, philanthropist and GOP donor, died Saturday in Dallas. He was 82. Harold Simmons, the Texas billionaire, philanthropist and GOP donor, has died. He was 82. The Dallas Morning News says Simmons died late Saturday at Baylor University Medical Center in Dallas. His wife, Annette, told the newspaper that Simmons was \"very sick for the last two weeks\" and was in Baylor's intensive care unit. The family spent Christmas at the hospital, she said. Here's more from the Morning News: \"Simmons, who was ranked 40th on Forbes' list of the 400 wealthiest Americans, gave hundreds of millions of dollars to diverse causes — from conservative political campaigns to Planned Parenthood. \"The soft-spoken businessman's circle included political leaders and celebrities. He was friends with Dallas Cowboys owner Jerry Jones, U2 singer Bono and Oprah Winfrey.\" Simmons, who earned bachelor's and master's degrees in economics at the University of Texas, began his career as an investigator for the U.S. Civil Service Commission. But at age 29, he decided to go into business. Here's more from the Harold Simmons Foundation website: \"At age 29, Harold became an entrepreneur when he purchased a small drugstore near [Southern Methodist University] in Dallas. In 1966, he made his first major acquisition, buying Williams Drug Co. Thirty more drug stores were purchased the next year followed by an $18 million buyout of Ward's Drugstores in 1969. In 1973, Harold sold his stores for $50 million in Eckerd stock. \"Harold then launched a career as an investor by buying major positions in publicly traded companies. After sometimes gaining control, he managed the companies to maximize the value of the investment for shareholders. Known for being a brilliant and creative financier, he now controls numerous companies, including five corporations listed on the New York Stock Exchange.\" Texas Gov. Rick Perry called Simmons a \"true Texas giant.\" Fellow Texas billionaire T. Boone Pickens told the Morning News that his friend Simmons \"was a passionate person — passionate about his family, his business, philanthropy and politics. ... We should all leave such a rich legacy behind.\" Simmons was also one of the top political donors in the country. As NPR's Wade Goodwyn noted last year, Simmons donated more than $20 million to the GOP since 2004. He gave $3 million to the Swift Boat Veterans for Truth, which ran ads attacking Sen. John Kerry's Vietnam War record during the 2004 presidential race against George W. Bush. In 2008, Simmons gave $3 million to help pay for an ad that linked Barack Obama, then a Democratic U.S. senator seeking the presidency, to the Weathermen, a 1970s-era radical left-wing group. In the 2012 cycle, he gave money to GOP presidential candidates Mitt Romney, Rick Santorum and Newt Gingrich. Simmons told The Wall Street Journal in an interview before the 2012 election that \"Obama is the most dangerous American alive ... because he would eliminate free enterprise in this country.\" But, as the Morning News notes, Simmons' \"generosity crossed political and socioeconomic lines.\" He gave hundreds of millions of dollars to Parkland Memorial Hospital and UT Southwestern Medical Center in Dallas. He also donated to Planned Parenthood as well as to the Resource Center, a group that supports Dallas' lesbian, gay, bisexual and transgender community. In addition to his wife, Simmons is survived by four daughters from two previous marriages, and two stepchildren.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2013/12/30/258382001/harold-simmons-billionaire-philanthropist-gop-donor-dies"
        },
        {
            "headline": "Rep. Issa Takes Anti-Obamacare Campaign To The States",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 25,
                "year": 2013
            },
            "article_content": "Rep. Darrell Issa, a California Republican and chairman of the House Oversight and Government Reform Committee, planned to hold at least four field hearings on the Affordable Care Act, which he blames for increased health insurance prices.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Rep. Darrell Issa, a California Republican and chairman of the House Oversight and Government Reform Committee, planned to hold at least four field hearings on the Affordable Care Act, which he blames for increased health insurance prices. The troubled rollout of the Affordable Care Act has given the GOP an opportunity to keep its attacks on the law alive. On Monday, Republicans held the second of at least four planned hearings that Rep. Darrell Issa of California, the chairman of the House Oversight Committee, has said will focus on health insurance price increases he blames on the Affordable Care Act. The first hearing was in North Carolina on Friday, in the Charlotte suburb of Gastonia. At the hearing, Issa — a fierce opponent and critic of the law from its introduction as legislation — struck a very low-key tone in his opening statement, describing the ACA as the law of the land. \"We're not here to question that act or its validity,\" Issa said. \"Why we are here today is to review what is happening in light of its rollout.\" Issa also called for a bipartisan approach to fixing the law, but this event was anything but bipartisan, starting with its title: ObamaCare Implementation: Sticker Shock of Increased Premiums for Healthcare Coverage. Issa was joined by two Republican congressmen from North Carolina. There was also a list of five approved witnesses; all were critical of not just the rollout but the law itself. Dan Waters owns a nearby insurance agency. He spoke of the endless questions he's been getting from customers. \" 'I like my current plan. Why can I not keep it? Why do I have to pay for benefits I will never use, such as maternity benefits? Birth control? Pediatric vision and dental?' \" Waters said. Joel Long runs a large commercial roofing business in Gastonia. He says the company shares the cost of health insurance for its employees, but businesses cannot operate on unknowns. \"We cannot plan or budget what do not know or understand,\" Long said. \"As we work to understand the law, we now see the confusion of those charged with its implementation.\" And so it went for two hours. Issa defended the one-sided witness list, saying Democratic committee members declined to attend and did not submit requests for any witnesses. The ranking Democrat on the committee, Rep. Elijah Cummings of Maryland, issued a statement calling the hearing \"a destructive political exercise\" with the goal of tearing down the Affordable Care Act. In Gastonia, the voices of dissent were outside where about 50 protesters gathered. Skip Edwards of Asheville says he needs the Affordable Care Act because of a pre-existing medical condition. The 63-year-old says that he applied to be a witness before the committee, but got no response. \"It's staging,\" Edwards says. \"It's only to solicit negative complaints without telling a balance. It's a sham.\" Issa has more such hearings scheduled. Next month, he'll be in Arizona and Texas, and it's just one piece of the broader GOP effort to use the Affordable Care Act's troubled rollout as way to keep the issue hot throughout the 2014 election year.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/11/25/247220397/rep-issa-takes-anti-obamacare-campaign-to-the-states"
        },
        {
            "headline": "Wednesday Political Mix: Post-Vote Coulda, Woulda, Shoulda",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2013
            },
            "article_content": "Don't you love Election Day morning-afters? The musings. The what-it-means. The grasping what-ifs. The exit polls. The blame. If you're just catching up on last night's results, take a look at my colleague Mark Memmott's quick roundup that includes Republican Gov. Chris Christie's easy reelection in blue state New Jersey, and Democrat Terry McAuliffe's closer-than-expected gubernatorial win over Tea Party Republican Ken Cuccinelli in purple state Virginia. On this particular morning after, the topic burning up the Twitters and dominating the parade of talking head panels centers on what the election means for the Tea Party wing of the Republican Party. Let's see what's out there. Writing in The Week, conservative blogger Matt Lewis, like most analysts this morning, focuses on Cuccinelli's loss in Virginia to Clinton moneyman McAuliffe. Lewis catalogues why he believes Cuccinelli, the state attorney general, lost. He includes on his list the party's nomination of firebrand Tea Party candidate E.W. Jackson as his running mate. Nominating a woman, Lewis argues, might have cut into the Democrats' advantage with a demographic McAuliffe won by nine points. Here's Lewis: \"Second guessing is always fraught with danger, but one can't help wondering how things might have played out if Cuccinelli's team had backed the candidacy of Susan Stimpson, the former chairman of the Stafford County Republican Party. \"Cuccinelli and Stimpson might have then essentially run as a ticket, traveling the state with Stimpson and the Republican Attorney General nominee. Might that have helped undermine some of the Democrats most lethal attacks — which essentially fit into the \"war on women\" rubric?\" Though Lewis cautions that there's a \"danger in over-hyping the significance\" of the Virginia race, he ends with this somewhat obvious observation, given that Barack Obama twice won Virginia, and the state now has an incoming Democratic governor, and two Democrats in the U.S. Senate: \"It ain't George Allen's Virginia any more.\" Moving from cataloguing why Cuccinelli lost, let's see the narrative forming around why McAuliffe barely won — beyond the obvious: an enormous money advantage. Here's James Hohmann's Politico piece that suggests that the Democrat was weighed down by the ongoing Obamacare rollout debacle and mixed feelings about the president, who campaigned in the state last Sunday. Hohmann also wonders why McAuliffe won the women's vote by nine points, when a recent Washington Post poll suggested he enjoyed a 24-point advantage among women voters. Here's his food for thought: \"This raises questions about whether women are starting to tune out \"war on women\" messaging and whether apocalyptic suggestions that Cuccinelli would try to ban common forms of birth control were effective at driving women to the polls who might not typically vote in an off-year. \"Cuccinelli is a true-believer social conservative, who has spent his career battling abortion and trying to limit divorce. After avoiding social issues the first half of the year, he began defending himself and touting his anti-abortion bona fides in the final weeks as he tried to galvanize his base. He says: \"The margin will embolden both sides of the abortion issue to claim victories of sorts.\" Fox News tells us more about exit polls in Virginia and the women's vote — including McAuliffe's domination among unmarried women. --Women backed McAuliffe by a nine percentage-point margin. In 2009, women preferred Republican gubernatorial candidate Bob McDonnell (who is also pro-life, but less conservative) by eight points. --Unmarried women went for McAuliffe by a wide 67-25 percent margin. On this morning, it also would serve us to look at what Americans outside the beltway are likely reading in the most-circulated newspaper in the nation, USAToday. The editorial writers there suggest that the results \"probably don't portend much about the 2014 elections, much less 2016. But that they \"do hold important lessons for the GOP if it wants to field competitive candidates in national and statewide elections.\" Their prescription? \"More Chris Christie, less Ken Cuccinelli.\" They write: \"A Republican candidate could have, and probably should have, won this year's Virginia governor race against a Democrat with shallow roots in the state, no previous experience in elective office and a host of unanswered questions about his business dealings. \"By the same token, Republicans could have faced stiff headwinds in their effort to hold on to the governorship in New Jersey, a state President Obama won last year by nearly 18 percentage points. \"An obvious one is to ditch state conventions that allow a small cadre of party activists to choose nominees. This year's nomination of Cuccinelli — and an even more extreme candidate for lieutenant governor — was the result of party activists in Virginia scrapping a primary in favor of a convention.\" Also in USAToday, the opposite view, from Dr. Milton Wolf, a Tea Party Republican and Obama cousin who is challenging Kansas GOP Sen. Pat Roberts. Wolf's dissent echoes voices coming from that party's wing this morning: Wolf: \"Sadly, the surrender caucus of the GOP puts up more of a fight against conservatives in primaries than they do against disastrous bloated-government policies that come out of Washington. Imagine how much better our country would be if they fought for conservative principles in the halls of Congress instead of fighting against conservatives in elections. \"It's disheartening that every time a conservative Republican loses an election, the surrender caucus pounces. It's even more disheartening when the loss of an election in a purple state like Virginia is used by the moderates as an excuse for us to become moderates everywhere, even in bright red states like my home of Kansas.\" We remind Wolf, however, that another Tea Party candidate challenger lost to a Republican backed by the business community in a closely watched Alabama primary. John Sharp, writing from Mobile, Ala., for Ala.com, says that the race won by Bradley Byrne \"became a contest of labels: Byrne as the 'establishment' Republican supported by the U.S. Chamber of Commerce against [Dean] Young, the \"Tea Party conservative\" favorite who had the backing of popular Alabama Supreme Court Judge Roy Moore. \"But Byrne said he felt the characterizations of the two were not accurate. \"Every time they interviewed me, I would say they got it wrong,\" Byrne said. \"This is about, in the minds of the voters of this congressional district, who is the most effective person to represent us in Washington. That's why the vote total is the way it is. They want (someone who will be) the most effective.\" More from my colleague, Frank James. Taking a break from election analysis: *Health and Human Services Secretary Kathleen Sebelius will be back on Capitol Hill today facing questions from the Democratic-controlled Senate Finance Committee about the problematic Obamacare rollout. Here's what she faces, from Alan Fram of the AP. *And NPR's Nina Totenberg tells us about the public prayer case that will be heard today by Supreme Court justices. She explains that after a 1983 high court ruling that allowed legislatures to begin sessions with non-proselytizing prayer, \"dozens of other cases have tested the constitutionality of prayers at government venues other than legislative sessions, with often conflicting rulings in the lower courts. Wednesday's case could produce some guidelines for the future. It involves almost exclusively Christian prayers that took place at one town's board meetings in upstate New York.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/11/06/243460764/wednesday-political-mix-post-vote-coulda-woulda-shoulda"
        },
        {
            "headline": "In A Church Built On Tradition, The Pope Likes Spontaneity",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 1,
                "year": 2013
            },
            "article_content": "A young man gives a Catholic skullcap to Pope Francis as he greets the crowd before his general audience at St. Peter's Square at the Vatican on Oct. 16.\n                \n                    \n                    Alberto Pizzoli/AFP/Getty Images\n                    \n                \nhide caption A young man gives a Catholic skullcap to Pope Francis as he greets the crowd before his general audience at St. Peter's Square at the Vatican on Oct. 16. In the seven months since he was elected, Pope Francis has shaken up the Catholic world and beyond with off-the-cuff homilies, phone calls to ordinary folk and unscripted interviews. His Twitter followers now exceed 10 million. Described by the Vatican as \"conversational,\" the new papal style is drawing praise from large numbers of Catholics and nonbelievers alike. But it's also making some conservative Catholics deeply uncomfortable. Greg Burke, the Vatican's communications strategist, says that with Francis' election — after a papacy plagued by crises — attitudes toward the Roman Catholic Church changed overnight. \"I don't know of any other institution in the world where things could have changed so much and so quickly in terms of communications and public relations and moral authority,\" Burke says. Surprising Spontaneity Francis stunned the world in July with an impromptu airborne press conference, where he said, \"Who am I to judge gays?\" That was followed by a long interview with a Jesuit journal in which he said Catholics should stop being obsessed with abortion, contraception and homosexuality. Then came an interview with an atheist journalist. Eugenio Scalfari, founder of the left-leaning daily La Repubblica, describes how their encounter came about. \"I was stunned when all of a sudden my phone rang and Pope Francis was on the line. He was answering my open letter asking him to join in a conversation,\" Scalfari recalls. \"I could hear him leafing through his calendar as he set the time for us to meet.\" The journalist met the pope in the small hotel on Vatican grounds that Francis has chosen as his modest residence, forsaking the palatial papal apartment. And Francis made some sensational statements, including: \"Proselytism is solemn nonsense\" and \"The world's most serious afflictions today are youth unemployment and the loneliness of the old.\" He also complained about a \"Vatican-centric\" view that \"neglects the world around us.\" If that were not enough, Francis has also emerged as the \"cold-call pope,\" often picking up the phone and chatting with ordinary people. This poses challenges for his handlers, who don't learn about some conversations until after the fact. And in an organization where papal pronouncements had always been prepared ahead of time and carefully vetted, the press staff now has to keep up with a pope who constantly goes off script. \"We are dealing with the unexpected, with spontaneity,\" says the Rev. Tom Rosica, who often pitches in as Vatican spokesman. \"The pope is teaching us the art of communicating.\" \"The most vivid example of the new evangelization is not a book, not an apostolic exhortation, it's Pope Francis,\" Rosica says. \"The pope is becoming the message.\" For Developed World, 'A Lot Of Tough Love' But not everybody is comfortable with that message. In Italy, several articles have appeared that reflect the growing unease of unnamed sources within the Vatican bureaucracy over the direction of the new papacy. And in the U.S., many conservative Catholics feel like the older brother in the parable of the prodigal son, as Pope Francis preaches the message of mercy, reaching out to gays, women, nonbelievers and the secular world. That leaves more traditionalist Catholics feeling left out, says Robert Mickens, Vatican correspondent for The Tablet, a British Catholic weekly. \"People who live in a black-and-white kind of world are not satisfied at all with this kind of more elastic or pastoral path that the pope has taken, by giving these interviews and using the type of language that he does,\" he says. Mickens describes the pope's language as both easily understandable and enticing. But he adds that Francis' message is also deeply challenging. \"His strong admonitions against greed, not to be greedy, not to hurt the environment ... these are not just nice things people want to hear; they are strong gospel, prophetic means of talking to people but in a language that is contemporary,\" Mickens says. Burke, the Vatican communications strategist, acknowledges that for some Catholics living in the U.S. and other parts of the developed world, the pope's emphasis on a church for the poor and his sharp criticism of globalization and laissez-faire capitalism could be very disturbing. \"Mercy is the main message,\" Burke says. \"But in the wealthy comfortable world, there's going to be a lot of tough love.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2013/11/01/242386503/in-a-church-built-on-tradition-the-pope-likes-spontenaity"
        },
        {
            "headline": "Sequester Emerges Anew In Senate Shutdown Debate",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 13,
                "year": 2013
            },
            "article_content": "Sen. Chuck Schumer (D-NY), left, seen here speaking with Sen. John Barrasso (R-WY) in an elevator Sunday, says that undoing the sequester cuts is \"one of the sticking points\" in budget talks. Congress is struggling to find a solution to end the government shutdown, now in its thirteenth day.\n                \n                    \n                    Andrew Burton/Getty Images\n                    \n                \nhide caption Sen. Chuck Schumer (D-NY), left, seen here speaking with Sen. John Barrasso (R-WY) in an elevator Sunday, says that undoing the sequester cuts is \"one of the sticking points\" in budget talks. Congress is struggling to find a solution to end the government shutdown, now in its thirteenth day. The federal government shutdown is in its 13th day, with little sign of a budget deal that could win the approval of both houses of Congress, as well as the White House. The debate now includes efforts to avoid a default if the government's debt limit isn't raised by Thursday. Sunday afternoon, the White House reiterated its position after a phone call with House Minority Leader Nancy Pelosi, saying that she and President Obama agree on the need for \"a clean [continuing resolution] and a one-year clean debt limit increase that would prevent a first-ever default of our nation's credit.\" The reference to \"clean\" legislation stems from House Republicans' efforts to gut the Affordable Care Act, the health care system known as Obamacare. But there were signs Sunday that while health care may have been the key issue in the House debate, in the Senate, which is now leading the discussion, a solution may hinge on the next round of sequestration cuts that take effect in January. \"[Senate Minority Leader Mitch] McConnell and Republicans want to continue current spending at $986.7 billion and leave untouched the new round of cuts in January, commonly known as sequester, that would reduce the amount to $967 billion,\" the AP reports. \"Democrats want to figure out a way to undo the reductions, plus a long-term extension of the debt limit increase and a short-term spending bill to reopen the government.\" Here's a roundup of what else people are saying about the state of affairs: Sen. Chuck Schumer, D-N.Y., discussed undoing the sequester cuts — \"one of the sticking points,\" he said — on CBS's Face the Nation: \"The dispute has been how to undo sequester. Republicans want to do it with entitlement cuts, in other words, take entitlement cuts and then put that money into undoing at least part of the sequester. Democrats want to do it with a mix of mandatory cuts, some entitlements, and revenues. \"And so how do you overcome that dilemma? We're not going to overcome it in the next day or two. But if we were to open up the government for a period of time that concluded before the sequester took place — which is Jan. 15 — we could have a whole bunch of discussions. \"And I am more optimistic than most we could come to an agreement. That was one place where the House Republicans and the president were not, you know, at total loggerheads.\" On the same program, host Bob Schieffer asked Sen. John McCain, R-Ariz., how \"a freshman senator, less than a year in office, Ted Cruz, was able to lead your party into what some in your party are calling a box canyon here? How did this happen?\" \"There was already fertile ground because of those many members of the House who were elected in 2010 on the promise that they would repeal and replace Obamacare,\" McCain said said. \"And by the way, there were many of us who fought it back to 2009. We still want it changed. But to say that we were going to defund it just after the 2012 elections — every speech I gave all over the country were repeal and replace \"Obamacare.\" Well, we lost. So we still can fight provisions of it. And the irony of all this is the rollout is a fiasco. That should be what's on the front page of newspapers across America.\" McCain also criticized the president, saying that Obama hadn't been active enough in looking for solutions to get around the impasse. \"I hope the president will become engaged,\" McCain said. \"Maybe we need to get — maybe we need to get Joe Biden out of the witness protection program,\" he said, referring to the vice president's ability to broker deals in Congress. Sen. Amy Klobuchar, D-Minn., told host Candy Crowley on CNN's State of the Union: that she believes a deal will come before Thursday's deadline: \"I think you see the fact that Senator Reid, Senator McConnell are now talking and we've gotten to a stage where some of the demands that we've heard from House Republicans who put ideological things on the budget and shut the government down if they didn't defund Obamacare, if they didn't get something on on birth control, that's behind us now.\" Later, she added, \"We have situations now where a plane manufacturer in Duluth, Minn., can't get their inventory out of a warehouse to be able to try to sell it overseas, where they do exports all the time, because the Transportation Department shut down and they can't get approvals. We have fishermen off Alaska that are going to lose their market on crab to Russia. It's an unbelievable thing. We have to get this government open again.\" Sen. Lindsey Graham, R-S.C., tells George Stephanopoulos on ABC's This Week that any deal should start in the House. \"Here's what I'm worried about: a deal coming out of the Senate that a majority of Republicans can't vote for in the House. That really does compromise Speaker Boehner's leadership. And after all this mess is over, do we really want to compromise John Boehner as leader of the House? I don't think so. \"So I'm not going to vote for any plan that I don't think can get a majority of Republicans in the House — understanding that defunding Obamacare and delaying it for a year is not a realistic possibility now.\" Later, Graham said: \"We're in a free-fall as Republicans, but Democrats are not far behind. And after listening to all of us talk now, I probably understand why 60 percent of Americans want to vote all incumbents out. \"To my colleagues in the House on both sides, and to my friends in the Senate: we are ruining both institutions.\" How federal judges view the shutdown — particularly after a sequester that took a toll on the judiciary — is the topic of a Politico report today. Senior U.S. District Judge Richard Kopf, who writes a blog (called Hercules and the Umpire) apart from his bench duties in Nebraska, wrote last week that \"It is time to tell Congress to go to hell. It's the right thing to do.\" \"Court budgets have essentially been slashed to the bone, with us losing nationwide thousands of judicial employees performing very important tasks...We're being told to furlough where we're already cut to the bone,\" Judge Richard Roberts, whose district court is near the Capitol, tells Politico. The website also notes that Judge Amy Berman Jackson rebuffed an attempt to keep a House-related court case moving, despite the shutdown. Here's how she responded to House lawyers who sought to keep their inquiry into Operation Fast and Furious moving along: \"While the vast majority of litigants who now must endure a delay in the progress of their matters do so due to circumstances beyond their control, that cannot be said of the House of Representatives, which has played a role in the shutdown that prompted the stay motion,\" Jackson wrote. And earlier today on NPR's Weekend Edition, you could hear a report on Senate Chaplain Barry C. Black, who hasn't spared the chamber from a bit of scolding during the shutdown.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2013/10/13/233427922/sequester-emerges-anew-in-senate-shutdown-debate"
        },
        {
            "headline": "Pope Francis Says The Court Is The 'Leprosy Of The Papacy'",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 1,
                "year": 2013
            },
            "article_content": "Pope Francis delivers a speech during a meeting with young people last month in Cagliari, Italy.\n                \n                    \n                    Franco Origlia/Getty Images\n                    \n                \nhide caption Pope Francis delivers a speech during a meeting with young people last month in Cagliari, Italy. Pope Francis is meeting on Tuesday with his closest advisors, a hand-picked lot of like-minded cardinals, to discuss the direction of the Roman Catholic Church. As The Guardian writes, \"The panel – officially named the Council of Cardinals – was hailed as a revolutionary move when it was formed in April shortly after Francis's election.\" The eight cardinals come from across the globe, including the United States, Australia, India and the Democratic Republic of Congo. The Guardian says: \"A personal decree known as a 'chirografo' issued by Francis said their official task was to advise him on \"governance of the universal church\" and help him revise the Pastor Bonus, the apostolic constitution on the curia drawn up by Pope John Paul II in 1988.\" That meeting comes on the same day that an extraordinary interview with the pontiff was published in la Repubblica, Italy's largest circulation daily, in which he described the Council as \"[not] courtiers but wise people who share my own feelings.\" He called it \"the beginning of a Church with an organization that is not just top-down but also horizontal.\" Francis' six-month papacy has been in sharp contrast to his doctrinaire and hardline predecessor, Benedict XVII, who has been living in retirement since February. [Despite stepping off the world stage, the pope emeritus in a letter to la Repubblica last week denied that as head of the church he'd tried to cover up the priest abuse scandal.] Francis has been keen to downplay the importance of such hot button issues as abortion, contraception and gay marriage – issues that have long been central to the church's doctrine. In an interview with Jesuit publications, Francis last month said the church had grown \"obsessed\" with \"small-minded rules.\" He warned it must change or \"fall like a house of cards.\" In his wide-ranging interview with the Italian newspaper published on Tuesday, Francis touched on his formative years, his philosophy and his vision for the church. In the process came an admission that in the past, heads of the church \"have often been narcissists, flattered and thrilled by their courtiers.\" \"The court is the leprosy of the papacy,\" he said. The interview, with editor Eugenio Scalfari, was precipitated by a letter from the Italian journalist – an acknowledged non-believer — to the pontiff. In their face-to-face, the two joked that each had thought the other might try to make a convert. In a radio address in May, the pope shocked many by calling atheists \"precious allies\" and advising them to \"do good: we will meet one another there.\" Scalfari, in translation from Italian, asked Francis if there was a \"single vision of good.\" Francis replied: \"Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place.\" The pope seemed to draw a line between church and state, saying: \"politics is the most important of the civil activities and has its own field of action, which is not that of religion. Political institutions are secular by definition and operate in independent spheres.\" He said it was a the same view espoused by his predecessors, \"albeit with different accents,\" though he acknowledged that \"[often] the Church as an institution has been dominated by temporalism and many members and senior Catholic leaders still feel this way.\" He said that in his youth, he was influenced by a university professor \"who was a fervent communist.\" \"She often read Communist Party texts to me and gave them to me to read. So I also got to know that very materialistic conception,\" he said. The woman, he said, \"was later arrested, tortured and killed by the dictatorship then ruling in Argentina.\" Expounding on his political philosophy, he said he believed that \"unrestrained liberalism only makes the strong stronger and the weak weaker and excludes the most excluded\" and advised the need for \"great freedom, no discrimination, no demagoguery and a lot of love.\" \"We need rules of conduct and also, if necessary, direct intervention from the state to correct the more intolerable inequalities,\" he said.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2013/10/01/228200595/francis-says-the-court-is-the-leprosy-of-the-papacy"
        },
        {
            "headline": "Iranian Women: New President Could Bring More Restrictions",
            "author": "By  \n\n\n      Davar Ardalan",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 12,
                "year": 2013
            },
            "article_content": "An Iranian woman walks past posters of presidential candidate Hasan Rowhani, a former top nuclear negotiator, next to his campaign headquarters, in Tehran, Iran, on June 1. Many Iranian women are concerned about the erosion of their opportunities.\n                \n                    \n                    Vahid Salemi/AP\n                    \n                \nhide caption An Iranian woman walks past posters of presidential candidate Hasan Rowhani, a former top nuclear negotiator, next to his campaign headquarters, in Tehran, Iran, on June 1. Many Iranian women are concerned about the erosion of their opportunities. As Iran prepares to hold a presidential election Friday, many women say that their limited gains have been rolled back by the outgoing president, Mahmoud Ahmadinejad. Since all of the presidential candidates have been officially approved by Iran's clerical leaders, women say most are conservative and would be likely to continue adopting policies that target the social and educational advances by women. NPR has contacted a range of Iranian women via email and social media. Some are living outside the country, while others remain inside. We also encourage you to write us with your thoughts and questions about the elections and their implications for women in Iran. Here are voices of four Iranian women: Sussan Tahmasebi was a leading women's rights activist. She was arrested in 2007 for her activism and left Iran in 2010. She is currently living in Washington. What we've seen in the last eight years has been a serious pushback against women despite the fact that women inside Iran have very limited rights, based on an extremely conservative interpretation of Shariah [Islamic law]. Women have made huge social gains. For example, 62 percent of university students are women. ... They are getting married at age 25, on average [the legal age is 13]. ... and we've seen an overturning of all these policies and all these social gains. We've seen quotas being introduced to limit women's participation in higher education. We've seen the family-planning program of Iran, lauded by everyone around the world as one of the most successful, come to an end during Ahmadinejad's tenure. We've seen this promotion of early marriage and a lot of other regressive policies targeting women's gains and we see a similar discourse from [Saeed] Jalili [the conservative presidential front-runner]. The cornerstone of his social policy is to really push women back into the home and stress their roles as mothers. ... That does not reflect the realities of Iran — not only what women have gained — but it doesn't reflect the economic realities of the country where most households really need to have two incomes. V is a sociologist living in Iran. Her comments come from Tehran via Facebook. She did not want her name used. I will vote, and I'm trying to convince other friends also to vote. The reason is after what we heard in the presidential debates and discussions ... we could see how the ancient and the recent politicians were dealing with each other. Saeed Jalili ... appeared to be dangerous and reformist Hasan Rowhani closer to what people expected. I think many women ... if they vote, will vote for ... Rowhani. ... Jalili encouraged women to stay at home and be a mother, a teacher or in the mosque. Yesterday I was talking with some young girls in the bus. They said that they will vote for Rowhani because they don't want this gender segregation in the university. In fact, many young girls vote for this reason, but interestingly not so much middle-age women, who don't experience this segregation. Azadeh Moaveni, author of Lipstick Jihad and Honeymoon in Tehran, lives in London where she works with Iranwire, an online news service. The economy matters desperately today, and I think the final television debate made clear there are significant differences between the candidates. But people seem uncertain as to whether to trust those differences and the very process itself. The scars of 2009 are deep, but with the economy in free fall, people may still be inclined to use their vote as a last resort. I am terribly concerned, actually, about women's access to higher education. The gender segregation initiatives being implemented by the Ahmadinejad government are reshaping university-level education. In practice, it's a program of deprivation more than segregation, with women being banned from some 77 subjects, mostly in hard sciences and technical fields like IT, and men also being denied access to humanities and arts subjects. O is a journalist and photographer who has worked for a magazine. The editor of that magazine is now in prison, and O cannot find a job. I just returned from a square near my home. Although I was wearing a mantoo [overcoat] and a scarf, I had to change the direction I was traveling twice to get back home in order to avoid the ... modesty patrol. I was certain they would complain about the length of my mantoo and take issue that it was above my knee. I was also wearing nail polish and they could complain about that. Most likely, they would take me in for questioning. This means, I would have to give them some kind of guarantee letter, and my family would have to come and get me out. This would be a great headache. This kind of daily anxiety has followed us women and girls for years — every time we leave our homes. I have a bachelor's degree from a major university and I have work experience. But unfortunately I have been unemployed for a long time. This is the fate of many of my friends and acquaintances. I am just your average middle-class person, and until recently my concerns were primarily around the cultural and social restrictions. But I have been struggling economically as well. I am talking about basic everyday needs like buying meat, oil and rice. I am so tired of all this discrimination and hostility from the government. People are constantly being categorized — women vs. men, Muslim vs. non-Muslim, Shiite vs. Sunni, with hijab and without hijab [the female headscarf]. Many of my friends who have spoken up against these issues are languishing in jail. Many have fled the country. Some are trying to flee now.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/parallels/2013/06/11/190786069/Iran-women"
        },
        {
            "headline": "Virginia Lt. Gov. Nominee Excites The Right, And Democrats Couldn't Be Happier",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 29,
                "year": 2013
            },
            "article_content": "It's taken awhile, but Tea Party activists and social conservatives are finally beginning to get smiles on their faces. Whether that will last through the November election is another story. After watching their insufficiently conservative (in their view) presidential nominee lose last November, their opposition to taxing-the-rich fall by the wayside thanks to congressional Republican acquiescence, and changes in same-sex marriage and immigration coming faster than they might have wished, some on the right were becoming inconsolable. Their spirits were lifted, of course, watching the Administration get stuck in controversies over Benghazi and the IRS. And they couldn't help but chuckle as the media, whom they regarded as Obama cheerleaders during the 2008 and 2012 campaigns, reacted harshly to Justice Department tactics over news leaks. But they were absolutely ecstatic some ten days ago in Virginia, at the state Republican convention. That's where an unabashedly conservative ticket — for governor, lieutenant governor and attorney general — was nominated. Ken Cuccinelli, the current A.G. best known nationally for his fierce opposition to abortion and Obamacare, was designated the gubernatorial nominee without opposition. State Sen. Mark Obenshain, whose late father was one of the founders of the Virginia conservative movement, got the nod for atty. gen. But the real story was in the battle for lt. gov. E.W. Jackson, an African-American minister, former Marine and Harvard Law grad, with no money to speak of and who was given little chance, wound up winning the nomination on the fourth ballot. This is the same E.W. Jackson who ran for the Senate last year and finished last in a field of four in the primary with just five percent of the vote. This year he was expected to finish once again out of the running, but he gave a speech that knocked the socks off the convention delegates. If Mitt Romney (and John McCain before him) were suspect conservatives — \"squishes\" — with no real ideological footing, Jackson is the real deal. His take-no-prisoners rhetoric delighted the convention delegates. Cuccinelli, running for governor, may want to soften his own pitch, focusing more on jobs and the economy than hot-button issues, in order to win over independents and moderates in November. Jackson? No way. If primaries attract more voters from the mainstream, the purpose of having party conventions decide the nominee is to attract true believers, and that's who showed up in Richmond two Saturdays ago to nominate Jackson. And these activists are not the type to heed the warnings from national party leaders, who urge moderation and inclusiveness. Besides, that's not Jackson's style. He has in the past said that gays were \"very sick people psychologically, mentally and emotionally,\" and compared homosexuality to pedophilia. He has said that Planned Parenthood has been \"far more lethal\" to blacks \"than the KKK.\" Obama, Jackson says, sees the world \"from a Muslim perspective.\" Social conservatives love it. And so do Democrats. They are convinced that Jackson will frighten away swing voters and doom Cuccinnelli's chances as well. Even though the governor and lt. gov. are elected separately, you know the \"Cuccinelli-Jackson ticket\" will be the battle cry of the Dems in their effort to elect Terry McAuliffe, who has problems of his own, governor. Some Republicans are noticeably concerned. Michael Steele, the party's first and only national black chairman, is one of them. \"The Republicans I'm talking to are saying, 'What the hell are they doing in Virginia?'\" he was quoted as saying in the Washington Post. \"Is this '101 ways to lose an election?'\" Ari Fleischer, the former press secretary to President George W. Bush, said that Jackson's \"antigay slurs are indefensible.\" National Journal's Alex Roarty writes that Fleischer's comment \"is indicative of the fact\" that Jackson's campaign \"is already under siege, so much so that some operatives are speculating he might yet drop out of the race.\" Don't bet on it. Even more so than last year with Missouri Senate candidate Todd Akin — another Republican whose incendiary comments defined his candidacy but who refused to drop out of the race — Jackson is not about to apologize for or soft-pedal his views. And that puts Cuccinelli in a bind. His path to succeeding term-limited Gov. Bob McDonnell could be threatened if he distances himself from Jackson and in the process alienates himself with his party's base. Either way, he is going to be peppered throughout the campaign with demands for him to either repudiate or embrace Jackson's comments. The IRS and politics. Nobody thinks that the controversy over the Internal Revenue Service and its pattern of singling out conservative groups seeking tax-exempt status is going away any time soon. And that suits Tea Party folks, who have been railing against the IRS for years, just fine. That the agency may have violated the rules for ideological purposes is just one issue Republicans would love to focus on in the 2014 midterm elections. President Obama has said it is \"outrageous\" and \"unacceptable\" to have agency officials play politics, and he's right. It's also correct to point out that many former presidents have used the IRS for political purposes; think FDR during the New Deal or Nixon during Watergate. But only one former IRS commissioner in memory has ever run for public office. T. Coleman Andrews, IRS commish under Eisenhower, resigned his post in 1955, citing his opposition to the income tax. The following year he challenged Ike as a candidate for president on the States Rights Party ticket, calling for repeal of the tax. The ticket of Andrews and former California Congressman Thomas Werdel finished with 111,000 votes nationwide. Political Updates. I post periodic political updates during the week — some serious, some not — on Twitter. You can follow me at @kenrudin. Here are some questions from this week's e-mailbag: Q: I know you don't like to make predictions well in advance, but how about a quick yes/no on the chances the Republicans will win a majority in the Senate next year. — W. Franks, Alexandria, Va. A: Don't hold me to this, but as of this writing, I say no. Republicans need a net gain of six seats to get to 51, and I don't see where they do it. As of now I have the GOP winning open seats in South Dakota and West Virginia, where Tim Johnson and Jay Rockefeller respectively are retiring. Arkansas and Louisiana are possibles, and maybe North Carolina too. But that's five. Anyway, check back with me in a couple of months, when we'll have a clearer picture of who's running and who's not. Q: There are three Hispanic senators currently serving together — Marco Rubio, Ted Cruz and Robert Menendez. Is that the most there has been at one time? — Sandy James, Denver, Colo. A: There were also three serving together between Jan. 2006 and Jan. 2009: Ken Salazar (D-Colo.), Mel Martinez (R-Fla.) and Menendez, who was appointed to his seat in January 2006. Salazar left in Jan. 2009 to join the Obama Cabinet as Interior Secretary, cutting the number to two, and Martinez resigned in August to become a lobbyist, leaving Menendez the only Latino in the Senate ... until the elections of Rubio in 2010 and Cruz in 2012. Before them, there were only three total, and all were from New Mexico: Octaviano Larrazolo (R), a former governor who was elected to fill a vacancy in 1928 but illness prevented him from seeking a full term; Dennis Chavez (D), who served from 1935 until his death in 1962; and Joseph Montoya (D), first elected in 1964 and defeated in a third-term bid in 1976. Q: In this week's trivia question about which former mayor won the most votes in presidential primaries, you also asked a follow up about which former Republican mayor had that honor. You never gave the answer. Was it Dick Lugar or John Lindsay? — Anthony Stevens, Raleigh, N.C. A: Neither. It was James Rhodes, the former mayor of Columbus, who was Ohio's favorite son presidential candidate in 1964 (when he got 615,000 votes) and '68 (614,000 votes). Lugar, the ex-mayor of Indianapolis, attracted just 127,111 votes in his 1996 White House bid. By the time Lindsay ran for president, in 1972, he was still the mayor of New York City and had already switched to the Democratic Party; he won a total of 196,406 votes that year. Political Junkie segment on Talk of the Nation. Each Wednesday at 2 p.m. ET, the Political Junkie segment appears on Talk of the Nation (NPR's call-in program), hosted by Neal Conan with me adding color commentary, where you can, sometimes, hear interesting conversation, useless trivia questions and sparkling jokes. Last week's show focused on the Obama/IRS controversy, with special guests Jack Pitney, a politics professor at Claremont-McKenna College in Calif., and Kellyanne Conway, a Republican pollster and president of the Polling Company Incorporated. You can listen to the segment here: Podcast. There's also a new episode of our weekly podcast, \"It's All Politics,\" up every Thursday. It's hosted by my partner in crime, Ron Elving, and me. And Don't Forget ScuttleButton. ScuttleButton, America's favorite waste-of-time button puzzle, can usually be found in this spot every Monday or Tuesday. A randomly selected winner will be announced every Wednesday during the Political Junkie segment on NPR's Talk of the Nation. You still have time to submit your answer to last week's contest, which you can see here. Sure, there's incredible joy in deciphering the answer, but the winner gets not only a TOTN T-shirt, but also a 3-1/2 inch Official No-Prize Button! Is this a great country or what?? Last week's winner: Steve Coughlan of Amherst, N.H. ON THE CALENDAR: June 4 — Special election in Missouri's 8th CD to replace Jo Ann Emerson (R), who resigned. Also: New Jersey gov. primaries. June 11 -- Virginia Democratic primary. June 25 — Special Senate election in Massachusetts to replace John Kerry, who is now secretary of state. June 26— Final \"Political Junkie\" segment on Talk of the Nation. TOTN ends on Thursday, June 27. Aug. 6 — Seattle mayoral primary. Sept. 10 — New York City mayoral primary. Mailing list. To receive a weekly email alert about the new column and ScuttleButton puzzle, contact me at politicaljunkie@npr.org. ******* Don't Forget: If you are sending in a question to be used in this column, please include your city and state. ********* This day in campaign history: Sen. Robert F. Kennedy, campaigning for the Democratic presidential nomination, says at a Los Angeles news conference that if he loses to Sen. Eugene McCarthy in next week's California primary he might end his candidacy. Kennedy calls his defeat by McCarthy in yesterday's Oregon primary a \"setback to my prospects ... which I could ill afford.\" Most observers feel that the real winner yesterday was Vice President Hubert Humphrey, who is competing with Kennedy and McCarthy for the nomination but is not on the ballot in any primary (May 29, 1968). Got a question? Ask Ken Rudin: politicaljunkie@npr.org",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/politicaljunkie/2013/05/29/186590112/virginia-lt-gov-nominee-excites-the-right-and-democrats-couldnt-be-happier"
        },
        {
            "headline": "Argentina's Cardinal Bergoglio Is The New Pope; He Will Be 'Francis'",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 13,
                "year": 2013
            },
            "article_content": "Pope Francis as he waved to the crowd in St. Peter's Square at the Vatican on Wednesday.\n                \n                    \n                    Peter Macdiarmid/Getty Images\n                    \n                \nhide caption Pope Francis as he waved to the crowd in St. Peter's Square at the Vatican on Wednesday. The world's 1.2 billion Roman Catholics have a new spiritual leader, and for the first time it is someone from the Americas. As afternoon turned to evening in Vatican City on Wednesday, a little after 7 p.m. local time, white smoke rose from a chimney above the Sistine Chapel and bells rang through St. Peter's Square — the traditional signals that the church's cardinals have chosen a new pope. A little more than an hour later, his identity was announced: 76-year-old Cardinal Jorge Mario Bergoglio of Buenos Aires, Argentina. He comes from a region of the world with 483 million Catholics — about 40 percent of all the church's faithful. A Jesuit priest, he chose the name Francis — seen by some as a sign he wants to unite the church, because Franciscans have been traditional rivals of Jesuits. No other pope has chosen that name, which as National Catholic Reporter reminds us honors \"the 12th century saint known for his simple lifestyle and dedication to the works of mercy.\" Now, as NPR's Sylvia Poggioli has said, the new pope and the church face a choice: \"Whether to continue an inward looking conservative path or to open up to the broader world of the faithful and introduce more collegiality, as had been indicated by the reforms of the Second Vatican Council 50 years ago.\" The papal selection came after five votes by the 115 cardinals eligible to cast ballots. They voted once on Tuesday, twice Wednesday morning and then twice again on Wednesday afternoon. It takes a two-thirds majority (77 in this case) to become pope. We followed the news of the papal announcement as it happened, and then collected reports about the new pope and reactions to his selection. We've also got posts about: -- Who Is Pope Francis? -- Upon News Of Argentinian Pope, Latin Americans Are Overjoyed. -- VIDEO: White Smoke, Bells Signal New Pope Has Been Selected. -- Pope Francis: What Happens After A Papal Election. -- 5 Things About Popes And Their Names; Like, Why Do They Change Them? -- New Pope 'A Fresh Start,' But Old Problems Are Waiting There will be additional posts as the evening continues, and we'll start over again in the morning with more news about the new pope. Meanwhile, here's how the story played out after the white smoke appeared above the Vatican. Scroll down and \"read up\" if you want to see it in chronological order: Update at 4:30 p.m. ET. Obama Calls New Pope \"A Champion Of The Poor\": \"On behalf of the American people, Michelle and I offer our warm wishes to His Holiness Pope Francis as he ascends to the Chair of Saint Peter and begins his papacy,\" President Obama says in a statement sent to reporters. \"As a champion of the poor and the most vulnerable among us, he carries forth the message of love and compassion that has inspired the world for more than 2,000 years — that in each other we see the face of God.\" The president adds that: \"As the first pope from the Americas, his selection also speaks to the strength and vitality of a region that is increasingly shaping our world, and alongside millions of Hispanic Americans, those of us in the United States share the joy of this historic day. Just as I appreciated our work with Pope Benedict XVI, I look forward to working with His Holiness to advance peace, security and dignity for our fellow human beings, regardless of their faith. We join with people around the world in offering our prayers for the Holy Father as he begins the sacred work of leading the Catholic Church in our modern world.\" Update at 4:15 p.m. ET. He Was \"Runner-Up\" Last Time: \"Though it's hard to say how seriously one should take the specifics, the general consensus is that Bergoglio was indeed the 'runner-up' last time around,\" National Catholic Reporter's John Allen wrote earlier this month. \"He appealed to conservatives in the College of Cardinals as a man who had held the line against liberalizing currents among the Jesuits, and to moderates as a symbol of the church's commitment to the developing world.\" Allen added that: \"Bergoglio is seen an unwaveringly orthodox on matters of sexual morality, staunchly opposing abortion, same-sex marriage, and contraception. In 2010 he asserted that gay adoption is a form of discrimination against children, earning a public rebuke from Argentina's President, Cristina Fernández de Kirchner. Nevertheless, he has shown deep compassion for the victims of HIV-AIDS; in 2001, he visited a hospice to kiss and wash the feet of 12 AIDS patients. \"Bergoglio also won high marks for his compassionate response to the 1994 bombing in Buenos Aires of a seven-story building housing the Argentine Jewish Mutual Association and the Delegation of the Argentine Jewish Association.\" Update at 4 p.m. ET. Choice Of Name Signals Desire For Unity. Analysis from the respected Whispers in the Loggia blog: \"By choosing the name of the founder of his community's traditional rivals, the 266th Roman pontiff — the first from the American continent, home to more than half of the 1.2 billion-member church — has signaled three things: his desire to be a force of unity in a polarized fold, a heart for the poor, and his intent to 'repair God's house, which has fallen into ruin' ... that is, to rebuild the church.\" Update at 3:55 p.m. ET. Known As \"Father Jorge\": \"Cardinal Bergoglio has had a growing reputation as a very spiritual man with a talent for pastoral leadership serving in a region with the largest number of the world's Catholics,\" reports Catholic News Service. It adds that: \"Since 1998, he has been archbishop of Buenos Aires, where his style is low-key and close to the people. He rides the bus, visits the poor, lives in a simple apartment and cooks his own meals. To many in Buenos Aires, he is known simply as 'Father Jorge.' \"He also has created new parishes, restructured the administrative offices, led pro-life initiatives and started new pastoral programs, such as a commission for divorcees. He co-presided over the 2001 Synod of Bishops and was elected to the synod council, so he is well-known to the world's bishops. \"The cardinal has also written books on spirituality and meditation and has been outspoken against abortion and same-sex marriages.\" Argentina's La Nacion writes that \"when he travels to Rome, he doesn't like to reveal that he is a cardinal. That's why he is frequently seen wearing a black overcoat. Also, he when he was declared a cardinal, he decided not to buy new clothing. Instead, he ordered that the clothing of the previous cardinal be mended to fit him.\" Update at 3:26 p.m. ET. Thanks And The Lord's Prayer: From a balcony above St. Peter's Square, Pope Francis I's first words to the world's Catholics expressed some surprise. He said the cardinals have \"chosen one from far away, but here I am.\" He thanked all those who support him, and then led those in St. Peter's Square in prayers: the \"Our Father\" and a \"Hail Mary.\" Update at 3:23 p.m. ET. Pope Has Chosen To Be Called \"Francis\": The Vatican's communications office just tweeted that the new pope will be \"Francesco I.\" The Vatican's English-language Twitter feed calls him \"Pope Francis.\" Update at 3:20 p.m. ET. A Jesuit. When NPR was profiling potential popes in 2005, the year Benedict was chosen, it wrote that Bergoglio was: \"Trained as a chemist ... became a priest when he was 32 and an archbishop in 1998. Bergoglio is a Jesuit, which would make him an unusual and perhaps controversial choice for the papacy. His academic credentials abound: He pursued theological studies in Germany, has published three books and has served as grand chancellor of The Catholic University in Argentina. Bergoglio has been praised as being a 'good pastor' with a 'strong capacity for governance with unusual gifts of humility.' Indeed, the archbishop shuns a chauffeur-driven limousine, in favor of public transportation.\" Update at 3:16 p.m. ET. It's Cardinal Jorge Mario Bergoglio of Buenos Aires, Argentina: According to Vatican Radio, the new pope is Cardinal Jorge Mario Bergoglio of Buenos Aires, Argentina. It isn't known what papal name he's chosen. Bergoglio is 76. Update at 3:12 p.m. ET. Moments Away: The curtains have opened. The new pope is about to be announced. Click here to see Catholic News Service's list of the cardinals' birth names in Latin (which will help sort out who the choice is). Update at 3:05 p.m. ET. Well In Time For Upcoming Holy Days: The selection of a pope now means that he will be in place well ahead of several key days coming up in Catholics' liturgical calendar: -- Palm Sunday, on March 24. -- Good Friday, on March 29. -- Easter on March 31. Update at 2:55 p.m. ET. \"And So I Say To You, You Are Peter.\" The Whispers in the Loggio blog notes that \"the front-page of the Vatican website\" is now devoted to Matthew 16:13-19: \"They replied, 'Some say John the Baptist, others Elijah, still others Jeremiah or one of the prophets.' \"He said to them, 'But who do you say that I am?' \"Simon Peter said in reply, 'You are the Messiah, the Son of the living God.' \"Jesus said to him in reply, 'Blessed are you, Simon son of Jonah. For flesh and blood has not revealed this to you, but my heavenly Father. \" 'And so I say to you, you are Peter, and upon this rock I will build my church, and the gates of the netherworld shall not prevail against it. White smoke rises from the chimney on the roof of the Sistine Chapel meaning that cardinals elected a new pope on Wednesday, the second day of their secret conclave on at the Vatican.\n                \n                    \n                    Alberto Pizzoli/AFP/Getty Images\n                    \n                \nhide caption White smoke rises from the chimney on the roof of the Sistine Chapel meaning that cardinals elected a new pope on Wednesday, the second day of their secret conclave on at the Vatican. Peter would become the church's first pope. Update at 2:50 p.m. ET. But Sooner Than Expected? On Talk of the Nation moments ago, NPR's Sylvia Poggioli said \"it was unexpected that [the choice would be made] so fast. This is just one ballot more than the election of [Benedict] in 2005 and he was a shoo-in. ... The fact that they did this quite fast, in five ballots, means they probably wanted to give a sign of unity in the church at a time when it is being buffeted by so many crises.\" Update at 2:45 p.m. ET. Five Ballots Is In Line With Recent History: In 2005, Pope Benedict XVI was elected on the fourth ballot, as this list from Radio Vatican shows. In papal elections before that: it took eight ballots to settle on Pope John Paul II in 1978; four ballots to elect Pope John Paul I in 1978; and six ballots to elect Pope Paul VI in 1963. Update at 2:40 p.m. ET. Pageantry: As you can see on the streaming coverage from RadioVaticanVideo, now that there's a new pope the Swiss Guards are back on active duty. As a band played, they just marched into the square. Update 2:35 p.m. ET. Inside The Sistine Chapel, Wednesday Was \"Super Tuesday.\" National Catholic Reporter's John Allen writes that today's \"four rounds of voting loom[ed] as the make-or-break test for whoever emerged yesterday as the early front-runner or front-runners.\" It was the Vatican equivalent, he says, of the Super Tuesday primaries in American presidential elections that often determine nominees. Update at 2:30 p.m. ET. Changing Into White: The Associated Press writes that the 266th pope \"now changes into his papal white cassock, and one-by-one the cardinals approach him to swear their obedience. He will stop and pray in the Pauline Chapel for a few minutes before emerging on the loggia of the balcony overlooking St. Peter's Square. Preceding him to the balcony is French Cardinal Jean-Louis Tauran, the protodeacon, who announces 'Habemus Papam!' Latin for 'We have a pope' and then introduces him to the world in Latin. He then emerges and delivers his first public words as the leader of the world's 1.2 billion Catholics.\" Update at 2:20 p.m. ET. First Clue To Identity Will Be Latin Version Of His Birth Name: The new pope \"will be introduced to those in the square below by French Cardinal Jean-Louis Tauran, assuming Tauran himself has not been elected, by the Latin version of his birth name following Tauran's proclamation of the Latin phrase Habemus papam' ('We have a pope'),' writes National Catholic Reporter. It adds that: \"Those in the square will be listening now to which first name Tauran gives. For example, should he begin introducing the new pope as 'Ioannem,' Latin for Sean, John, Juan or Giovanni, there are several possibilities for who the new pope is. Should Tauran say something more unique, perhaps 'Donaldum' for Donald or 'Aloisium' for Luis, the selection will become apparent more quickly.\" We posted Tuesday on \"5 Things About Popes And Their Names; Like, Why Do They Change Them?\" Update at 2:12 p.m. ET. Who Is It? We'll Know Soon: According to Vatican Radio, which is streaming its coverage on YouTube, the identity of the new pope — who will appear on a balcony above St. Peter's Square — should be known within an hour or so. At this moment, Vatican Radio says, he's likely changing from the vestments he's worn as a cardinal into those made for a pope alone. Catholic News Service adds that \"the Vatican estimated it would be about an hour before Cardinal Jean-Louis Tauran, the top-ranking cardinal deacon, would come out onto the balcony of St. Peter's Basilica and confirm the election with the phrase 'Habemus papam' (We have a pope).\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/thetwo-way/2013/03/13/174201655/a-pope-is-chosen"
        },
        {
            "headline": "Pope Benedict XVI: A Champion Of Catholic Tradition",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 11,
                "year": 2013
            },
            "article_content": "Pope Benedict XVI, who announced his resignation Monday, was an ardent defender of Catholic tradition. For a quarter-century before he become the pontiff in 2005, he served as the chief enforcer of Catholic orthodoxy.\n                \n                    \n                    Vicenzo Pinto/AFP/Getty Images\n                    \n                \nhide caption Pope Benedict XVI, who announced his resignation Monday, was an ardent defender of Catholic tradition. For a quarter-century before he become the pontiff in 2005, he served as the chief enforcer of Catholic orthodoxy. On April 19, 2005, when wisps of white smoke puffed from the chimney above the Sistine Chapel, the Roman Catholic Church had its first German pope since the 11th century. Just one day before his election as Pope Benedict XVI, Cardinal Joseph Ratzinger delivered a homily that, many analysts later said, became the platform of his papacy. He denounced modern trends he said were undermining Catholicism and Western civilization. \"We are moving toward a dictatorship of relativism, which does not recognize anything for certain and which has as its highest goal one's own ego and one's own desires,\" he said. At the end of February, his tenure will come to an end. The 85-year-old announced Monday that he will resign from his post, becoming the first pope to resign in nearly 600 years. Nazism And The Catholic Church Born on April 16, 1927, in Bavaria, Germany, Ratzinger was the son of a police officer and a hotel cook. At 12, he entered a seminary, and in his early teens, at the height of World War II, he joined the Hitler Youth when membership was mandatory. Drafted in 1943, he served briefly in an anti-aircraft battalion. Near the end of the war, the 18-year-old deserted but was captured by U.S. soldiers and held for several months as a prisoner of war. Benedict rarely spoke publicly about his childhood during Nazism or of the Catholic Church's relations with the Third Reich. On his first foreign trip as pope — to his native Germany — he visited a synagogue and addressed what he called the often painful history of relations between Christians and Jews in Germany. \"In the 20th century, in the darkest period of German and European history, an insane racist ideology, born of neopaganism, gave rise to the attempt, planned and systematically carried out by the regime, to exterminate European Jews,\" he said. \"The result has passed into history as the Shoah.\" Theological Watchdog Ordained a priest in 1951, Ratzinger began his career as an academic and, at the age of 35, he became a theological adviser to the second Vatican Council. Pope Benedict XVI prays in front of the coffin of his predecessor, John Paul II, at St. Peter's Basilica at the end of a beatification ceremony on May 1, 2011, in Vatican City.\n                \n                    \n                    Pool/Getty Images\n                    \n                \nhide caption Pope Benedict XVI prays in front of the coffin of his predecessor, John Paul II, at St. Peter's Basilica at the end of a beatification ceremony on May 1, 2011, in Vatican City. He was appointed archbishop of Munich in 1977. Four years later, Pope John Paul II summoned Ratzinger to Rome to become the Vatican's theological watchdog, a role he would play for a quarter-century. One of his most controversial documents was \"Dominus Jesus,\" which restated the primacy of the Catholic Church and branded non-Christian religions as \"gravely deficient.\" Presenting the document at a Vatican news conference, Cardinal Ratzinger said the concept of interreligious dialogue promoted by the second Vatican Council had often been distorted into what he called an \"ideology\" of dialogue. \"The principle of tolerance and respect for freedom promoted by the reforms of the second Vatican Council are today being manipulated and erroneously taken too far,\" he said. Although the axis of Catholicism had already shifted away from Europe to the developing world, Ratzinger made clear his central mission was reaffirming Europe's Catholic identity and shoring up the church's most traditional elements as the continent underwent strong secularization, low birth rates and the growing presence of Muslim immigrants. He singled out Italian Catholics, urging them to serve as a beacon for Europe's re-evangelization. \"In so doing, the Italian Catholic Church will set a great example for Europe and the rest of the world, because treacherous secularism lurks everywhere and there is a universal need for faith that can deal with the challenges of our time,\" he said. Tensions With The Islamic World One of those challenges was the growth of Islam in what had been the cradle of Christianity. Pope Benedict did not favor interfaith encounters with Muslims, convinced that Islam could not be put on an equal footing with Catholicism. His remarks on Islam and violence triggered Muslim fury worldwide. In September 2006, in a lecture on reason and faith at his old University at Regensburg, Benedict quoted a remark made by a 14th-century Byzantine emperor deriding Islam. \"He said, and I quote, 'Show me just what Muhammad brought that was new, and there you will find things only evil and inhuman, such as his command to spread by the sword the faith he preached,'\" he said. Tensions with the Islamic world eased two months later when the pope visited Istanbul's Blue Mosque and prayed silently next to a Muslim cleric. But he never issued a formal apology. Relations With Jews Jewish-Catholic relations under Benedict were sometimes rocky as the pope strived to bring back into the fold ultraconservative Catholics who had split with the Vatican over the liberalizing reforms of the second Vatican Council. In 2008, Jewish protests over Benedict's reinstatement of the traditional Latin Mass with its Good Friday prayer calling for the conversion of Jews led the Vatican to change some of the prayer's wording. A few months later, the pope backpedaled again following worldwide outrage over his decision to lift the excommunication of a renegade bishop who turned out to be a Holocaust denier. Receiving a delegation of major American Jewish leaders, Benedict assured them of the Catholic Church's profound and irrevocable rejection of anti-Semitism. \"The hatred and contempt for men, women and children that was manifested in the Shoah was a crime against God and against humanity,\" he said. \"This should be clear to everyone, especially to those standing in the tradition of the holy scriptures. ... It is beyond question that any denial or minimization of this terrible crime is intolerable and altogether unacceptable.\" But he caused further anger — and not only among Jews — when he put the wartime Pope Pius XII — widely viewed as not having done enough to prevent the Holocaust — on the track to sainthood because of what Benedict called Pius' \"heroic virtues.\" Clergy Sex Abuse Scandal One of Benedict's most successful and most emotional trips was to the United States in 2008, where he tackled the most painful issue for the American Catholic Church — clerical sex abuse — saying he was deeply ashamed. \"It is in the context of this hope born of God's love and fidelity that I acknowledge the pain which the church in America has experienced as a result of the sexual abuse of minors,\" he said. \"No words of mine could describe the pain and harm inflicted by such abuse ... nor can I adequately describe the damage that has occurred within the community of the church.\" As enforcer of Catholic dogma, Cardinal Ratzinger chastised dissident theologians, said no to female priests, no to married priests and no to gay marriage. He described homosexuality as an \"objective disorder and an intrinsic moral evil.\" And as pope, Benedict firmly upheld the church bans against divorce, birth control, abortion and stem-cell research. In the eyes of liberal Catholics, Benedict XVI was a fierce opponent of modernizing reforms. But for conservative faithful, Benedict was the champion who restored the traditionalist core of Catholicism.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2013/02/11/139723904/pope-benedict-xvi-was-a-champion-of-catholic-tradition"
        },
        {
            "headline": "Enmity And Ennui: Va. Governor's Race Inspiring Both",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 13,
                "year": 2013
            },
            "article_content": "Virginia Attorney General Ken Cuccinelli talks about the Supreme Court decision on the national health care law on June 28, 2012 in Richmond, Va.\n                \n                    \n                    Steve Helber/AP\n                    \n                \nhide caption Virginia Attorney General Ken Cuccinelli talks about the Supreme Court decision on the national health care law on June 28, 2012 in Richmond, Va. Most Virginians say they approve of the job that first-term GOP Gov. Bob McDonnell is doing, suggesting he'd have a good shot at re-election when his term expires at the end of this year. But it's one-and-out for governors in Virginia, the only state that doesn't allow its chief executive to serve consecutive terms. That's left the state with a governor's race that has many voters shaking their heads and asking, \"How did we end up with these two?\" \"These two\" are Democrat Terry McAuliffe, 55, a Clinton-era fundraiser extraordinaire and former Democratic National Committee chairman who got walloped in a party primary for governor in 2009; and Republican Ken Cuccinelli, 44, the state attorney general whose conservatism far outflanks most on the right of the political spectrum. \"We've got Bill Clinton's big-money man versus a social issues extremist,\" says the University of Virginia's Larry Sabato. The frank assessment may offend true believers, but resonates with a wide swath of Virginia voters. There may be a third candidate. McDonnell's pick as his successor, Republican Lt. Gov. Bob Bolling, 55, suspended his campaign after the party decided to choose its candidate at a convention instead of holding a primary. The move favored Cuccinelli. But Bolling has kept everyone guessing about whether he'll run as an independent. This all in a state that President Obama has won twice, where changing demographics have created a true swing state, but where voters in recent history have picked a governor of the opposite party of the president. \"There's a history that the party that loses the White House wins the governor's race,\" says Peter Brown of the Quinnipiac University Polling Institute. \"And the electorate this year will be older and whiter than it was last year.\" \"That's why Cuccinelli has a shot,\" Brown says. Disenchanted Voters The results of two polls released this week reflected Virginia voters' current ennui, if not enmity. Both early surveys found a close race — and something else: Voters don't much like Cuccinelli, and they don't know McAuliffe. A Quinnipiac University poll had the two candidates essentially tied; a Public Policy Polling survey had McAuliffe up by 5 percentage points, but with 13 percent undecided. Here's Cuccinelli's problem: Forty-five percent of those surveyed by PPP, a Democratic firm, said they had an unfavorable opinion of Cuccinelli. As for McAuliffe, just over a quarter of those surveyed told PPP that they had an unfavorable opinion of him, but half said they weren't even sure what they thought of the guy, though this is his second run for governor. The Quinnipiac poll found that 61 percent of those surveyed hadn't heard enough about McAuliffe to form an opinion. McAuliffe Remains Mystery \"Nobody knows who he is,\" says Brown, the Quinnipiac pollster. \"Activists might know McAuliffe, but Joe and Jill Sixpack don't.\" Former Democratic National Committee chairman Terry McAulliffe watches the Big East basketball tournament with former President Bill Clinton on March 11, 2010, in New York.\n                \n                    \n                    Henny Ray Abrams/AP\n                    \n                \nhide caption Former Democratic National Committee chairman Terry McAulliffe watches the Big East basketball tournament with former President Bill Clinton on March 11, 2010, in New York. Says Tom Jensen of PPP: \"He has no long record of involvement in Virginia politics, he hasn't been in the trenches, and we have empirical evidence: He didn't do well in 2009.\" What McAuliffe has managed this time around, Jensen says, is to clear the field. In 2009, he lost to Creigh Deeds by 23 points in the Democratic primary, finishing second in a three-way race. The Virginia Public Access Project reported that, based on candidate spending reports, Deeds spent $14.49 per vote; McAuliffe spent $68.25 for each of his votes. McAuliffe, who chaired Hillary Clinton's 2008 presidential campaign, faces the renewed task of casting himself as of and for the state of Virginia, and with something to offer voters outside of corridors-of-Washington influence and a reputation as, to quote former Vice President Al Gore, \"the greatest fundraiser in the history of the universe.\" Cuccinelli's Challenge Cuccinelli this past week, during an appearance on a conservative radio program, suggested that going to jail may be an effective way to protest the contraceptives coverage requirements in the new health care law. That surprised no one familiar with the former state senator. As attorney general, he filed a lawsuit challenging the constitutionality of the health care law. He signed on as a supporter of Arizona's stringent new immigration laws. He wrote an opinion asserting that sexual orientation should not be a protected class under anti-discrimination policies at state colleges and universities. His challenges to climate science — and scientists — prompted The Washington Post to suggest that he's on an \"anti-climate science crusade.\" Cuccinelli, who opposes legalized abortion, once ordered official lapel pins that altered the state seal to cover the exposed left breast of a Roman goddess. He has supported efforts to revoke the 14th Amendment that gives citizenship to children born in the U.S. to illegal immigrants, and has characterized homosexual \"acts\" as wrong. Those positions \"don't necessarily make him out of step with the people of Virginia,\" says Brown, of Quinnipiac, particularly the older, whiter electorate expected to show up at the polls in this off-year. \"Elections are based on the electorate, and they change every year,\" Brown says. The electorate this year will not be the one that elected Obama in 2012, or in 2008. \"It is true that Virginia demographics have changed to help Democrats, but mostly the changes have helped President Obama,\" he says. Voting in off-year elections — not a presidential year, and not a midterm election year — is historically lower, and more dependent on party base turnout. Virginia holds one of only two gubernatorial elections this year (New Jersey holds the other). Without Obama at the top of the ticket, the pollsters say turnout for McAuliffe among African-Americans and young voters will likely be markedly less than for Obama in 2012, and that the Republican electorate will likely be dominated by its most socially conservative voters. Can Democrats motivate their voters to get out, even if they don't know much about — or care much about — their candidate? \"Democrats aren't necessarily in love with Terry McAuliffe,\" says PPP's Jensen. \"But they might be motivated to vote against Cuccinelli.\" \"I anticipate it being an extremely close race, with early money on someone winning it by two points or less,\" he says. \"Given that it's an off-year, and there's a Democrat in the White House, Republicans would have a clear advantage if they had a moderate running.\" And, who knows, says Sabato, who else might get in the race — be it Bolling, or some deep-pocketed aspirant. \"I'm surprised that somebody else wouldn't run,\" he said, \"it's a made-for-wealthy opportunity.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/11/169183755/emnity-and-ennui-va-governors-race-inspiring-both"
        },
        {
            "headline": "Obama To Push Jobs, Education At N.C. Middle School",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 6,
                "year": 2013
            },
            "article_content": "As part of his Middle Class Jobs and Opportunity Tour, President Obama travels to Mooresville, N.C., Thursday. He'll highlight Mooresville Middle School's focus on technology and digital learning. Young voters cite the economy and education as top concerns. Neither political party has been adept at addressing these issues for young people.  LINDA WERTHEIMER, HOST: President Obama travels to Mooresville, North Carolina today. He'll highlight the town's middle school and its focus on technology and digital learning. It's part of what the White House is calling the president's Middle Class Jobs and Opportunity Tour. Jobs and education are big issues for younger voters, one of the most sought after demographics for both parties. NPR's Mara Liasson reports. MARA LIASSON, BYLINE: It's not easy being a young person in today's economy. The unemployment rate for college graduates is over 25 percent, and for high school graduates it's even worse. Peter Levine is the director of CIRCLE, a non-partisan research center that studies young people as citizens. PETER LEVINE: About half of young people go to college today and about half do not, and actually only about a quarter really make it through to a four year degree. And even that group is having a lot of trouble getting jobs, or at least getting the jobs they expected to get. LIASSON: Not surprisingly, more young people are postponing marriage, family and homeownership, the kinds of commitments that historically have characterized voters open to the Republican message. And, says Peter Levine, recently young voters have been voting for Democrats. LEVINE: Democrats have the upper hand. They won the youth vote in the last two presidential elections and young people seem basically supportive of them. LIASSON: This week, the College Republican National Committee took the first step toward changing that by taking a survey of voters under 30 to find out why they don't vote Republican. CRNC Chair Alex Smith announced the report on the group's website. ALEX SMITH: As leader of over 250,000 college Republicans, I'm committed to showing my peers and younger voters just what the Republican Party has to offer. LIASSON: One task for Republicans is changing the tone on issues like gay marriage, contraception and immigration. But Kirsten Soltis Anderson, the Republican pollster who conducted the survey, found something else that surprised her. KIRSTEN SOLTIS ANDERSON: The conventional wisdom is that it's social issues that are standing in the way. Our research actually found that's not necessarily the case. The real problem is the economy. There's a sense that Republicans aren't necessarily the party that is going to help you move up the ladder but that they're the party that's going to be great for you once you make it to the top of the ladder. And for many young voters who are just starting off in life, they have a lot of student loan debt, they're struggling to get a job because youth unemployment is so high - they're wondering what the Republican Party's solutions are to those problems. LIASSON: But while the Republican Party regroups and struggles to come up with an agenda to meet these concerns, the Democrats are busy pressing their advantage. This week, the Democratic Congressional Campaign Committee began running ads aimed at young voters with student debt. Emily Bittner is a spokesperson for the DCCC. EMILY BITTNER: We wanted to talk to students directly, and so we reached out to newspapers that are still publishing over the summer on college campuses and published print and online ads asking why their congressmen want students to pay more, which is a consequence of what House Republicans would do when it comes to student loans. LIASSON: The irony here is that President Obama, while he has an agenda aimed at young people's needs - the student loan rate cap, investments in education, a hike in the minimum wage - hasn't been able to pass it. But what Anderson found in the GOP's survey is that young voters tend to give the president the benefit of the doubt. ANDERSON: The number one word that came up in our responses was the word trying. They felt like he was putting up some sort of an effort. It's a relatively low bar for Republicans to overcome, but they do need to have that agenda that is focused on sort of day-to-day pocketbook issues that matter to young people in order for them to begin winning a greater share of the youth vote. LIASSON: If they don't, says Anderson, the GOP will cease to be a viable party in the future. ANDERSON: Once you voted for a party a couple of times, it becomes habit forming. And when you go to the ballot box for the rest of your life, you'll be slightly more inclined to repeat that behavior and cast a ballot for that same party. It's a massive issue because it's not just about the elections in the next two to four years; it's about the sustainability of the Republican Party long term over the next few decades. LIASSON: It's an existential problem for the GOP, but Peter Levine thinks Republicans have an opening because young people, despite their pro-Democratic bias, are ambivalent about the basic premise of the Obama presidency, that the federal government can help improve their lives. LEVINE: They're quite uncertain and trying to figure out how to interpret the last five years. Was it five years of recovery or was it five years of sputtering insufficient recovery? So, it's debatable, and I think they're having the debate. LIASSON: In the upcoming election cycles, young voters will have that debate without Barack Obama at the top of the ticket, and that might help level the playing field a bit for Republicans, if they can come up with policies that speak to young voters' economic concerns. Mara Liasson, NPR News, the White House. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2013/06/06/189113954/obama-to-push-jobs-education-at-n-c-middle-school"
        },
        {
            "headline": "A State Apart And, Politically, A World Away",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2013
            },
            "article_content": "There's a reason President Obama chose Colorado to hold a rally this Wednesday in favor of gun control. Among the states this year, Democratic-controlled Colorado has passed the toughest new restrictions on gun rights, requiring universal background checks and banning magazines that hold more than 15 rounds of ammunition. But if certain liberal wishes have come true in Colorado — recall that it was one of two states last fall that voted to legalize marijuana — things look very different next door in Kansas. The winning margin in presidential voting last fall was greater than 10 percent in all but 16 states. Back in 1976, twice as many states were that close. Source: uselectionatlas.org Credit: Alyson Hurt/NPR A raft of conservative legislation has been moving in Kansas this year, including a measure that allows people to carry concealed weapons into public buildings. The Republican-dominated government also has put new restrictions on abortion and made it harder for teachers to donate to union political activities. \"I live probably about 12 miles from Kansas,\" says Greg Brophy, a Republican state senator from eastern Colorado. \"I like Colorado better, but I have to admit their [Kansas'] politics has more appeal to me right now, that's for sure.\" A 'New Phenomenon' This sort of dynamic is playing out across the country. On a wide variety of issues — gay marriage, tax policy, implementing Obamacare, the death penalty — states are moving in polar opposite directions from one another. \"This is very much a new phenomenon, drawing really clear lines between the states,\" says Ray Scheppach, former executive director of the National Governors Association. Those divisions mean people are living in political cultures that are starting to look entirely different from one another. That's likely to polarize the nation's politics even further. \"Most of the policy [innovation] has come from the states, but we've never had a country that's so ideologically segmented as it is right now,\" says Susan MacManus, a University of South Florida political scientist. How It Happened By now, the notion that most states are either Democratic \"blue\" or Republican \"red\" is a fairly shopworn idea. But it's increasingly true. Even as presidential voting has remained reasonably close on a national level, the states are split far apart. Last year, Obama won nationally by 4 percentage points, but the winning margin of victory for either candidate was under 5 percent in only four states (Florida, North Carolina, Ohio and Virginia). Victory was totally lopsided in half the states, with margins of more than 15 percent. States are just as divided internally. In last year's elections, blue states got bluer, while red states grew redder. The parties now share legislative control in only three states — Iowa, Kentucky and New Hampshire — which is the lowest number since 1944. One party controls both the legislature and the governorship in all but a dozen states — with veto-proof supermajority control in half the chambers nationwide. The result has been that legislation in most states now strongly comports with the wishes of one party or the other. In previous years, new policies might have originated in either Democratic or Republican states, but they tended to spread eventually pretty much everywhere, regardless of partisan leanings, says Scheppach, who now teaches at the University of Virginia. Now, though, states are following almost entirely separate and distinct tracks. \"It's a new phenomenon, and I don't think it's a particularly good one,\" he says. \"It makes all politicians much more ideological, which means not negotiating our differences.\" A Patchwork On Abortion With the Supreme Court considering gay marriage, there's been a lot of speculation about whether justices would make policies uniform or let state laws differ. There have been comparisons to the 1973 abortion decision in Roe v. Wade, which appeared to set a national standard but has in fact triggered a wide variance among states, as conservatives find new ways to limit abortion rights. That's been especially true recently, with Republicans in states such as North Dakota and Arkansas passing strict limitations on abortions last month. \"For a woman who lives in New York, her constitutional rights around reproductive choices are just stronger than a woman who lives in Mississippi,\" says Julie Rikelman, director of litigation at the Center for Reproductive Rights. A number of states have passed abortion restrictions over the past couple of years, while a few are looking into ways of expanding access to abortion. Washington state is considering a measure to require health insurers to pay for abortions, for instance, while California may increase the number of health professionals allowed to perform surgical abortions. It's better for the states to undergo this sort of \"tumultuous\" sorting out of abortion policy than having the courts impose a single standard by fiat, says Dan McConchie, vice president for government affairs at Americans United for Life. \"The [Supreme] Court, by taking this out of the public sphere with Roe, actually created this trench warfare,\" he says. \"Your only alternative is to let the democratic process work, even if that results in a patchwork.\" It's Not Just Social Issues Several red states are looking into abolishing income taxes altogether, while income taxes have been raised or might yet go up in places such as Maryland, Massachusetts and Minnesota. Environmental policy also looks a lot different depending on where you live. States have roughly split themselves in half over the past decade when it comes to the question of addressing climate change, or not. Now, neighboring states such as Pennsylvania and New York are taking totally different approaches when it comes to allowing fracking for natural gas. \"It is a tale of two nations,\" says Barry Rabe, an expert on environmental policy at the University of Michigan. \"We see states going in dramatically different directions.\" It's happening on almost every issue. \"Ten years ago, you couldn't tell the difference between Republican and Democratic governors [on some issues],\" says Scheppach, the former governors association official. \"They're becoming more extensions of their respective parties, so I'm afraid that gulf is going to get larger.\"",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/29/175698193/a-state-apart-and-politically-a-world-away"
        }
    ]
}