{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Final Thoughts on the 2005 Elections",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 16,
                "year": 2005
            },
            "article_content": "Credit Mark Warner, not George W. Bush, for Kaine's win in Virginia.\n                hide caption Corzine's next move: naming a successor for his U.S. Senate seat.\n                hide caption She sung \"Different Drum.\" He marched to it.\n                hide caption If there was still any uncertainty about what message came out of last week's off-off-off-year elections, Doug Forrester cleared it up.  The Republican nominee for governor of New Jersey, who was defeated by Democrat Jon Corzine and who also lost a Senate bid in 2002, said that the president was responsible for his defeat to Corzine.  \"If Bush's numbers were where they were a year ago, or even six months ago,\" Forrester opined, \"I think we would have won on Tuesday.\"  I knew there was a reason why Forrester lost; now I know why.  Of course, running 11th-hour ads featuring a quote from Jon Corzine's ex-wife, in which she said he would let down New Jersey the way he let down his family, had nothing to do with Forrester's defeat.  Nor did the decision to bring in Vice President Cheney and Karl Rove -- two extremely popular politicians in New Jersey, as they are everywhere else -- to campaign for him hurt his chances. Also, Forrester ran as a pro-choice candidate in the general election after making some seemingly pro-life utterings during the primary. Do you think that may have alienated conservatives in November?  Probably not.  And what about the fact that Bush campaigned for Forrester in 2002, when the president's polling numbers were much higher, yet Forrester lost that race, too (and by an even greater margin)?  Was Bush a drag on his chances in 2002 as well?  A similar story line came out of Virginia.  In a contest where polls had it really close, wags are telling us that Bush's decision to campaign at the last minute for gubernatorial hopeful Jerry Kilgore is what helped ensure his defeat.  I'm not sure.  Maybe the popularity of outgoing Democratic Gov. Mark Warner rubbed off on his lieutenant governor, Tim Kaine?  Maybe Kaine's winning the blessing of Pope Douglas Wilder brought out a sizable black vote for him?  And why not throw in Kilgore's TV ad declaring that Kaine was against the death penalty for Adolf Hitler?  Methinks that while Bush may no longer be the rock-star attraction he was earlier in his term, there were other factors in play in last week's elections.  There is no question that these are rocky times for the once Grand Old Party.  The war in Iraq looks to many people as endless and hopeless.  The chief of staff to the vice president has been indicted, as has the Republican majority leader in the House. Bush's numbers are the lowest of his presidency.  His choice for a Supreme Court seat was forced to withdraw under pressure from Bush's base. The Republican agenda in Congress has been stalled, and the moderate and conservatives wings of the party are at each other's throats.  That is not new, of course.  But with a leadership void and midterm elections approaching, there is suddenly a new sense of urgency on Capitol Hill.  So it's fair to say that the national picture for the Republican Party and its candidates has not been especially encouraging in the fall of 2005.  As a Republican, you have to be an exceptional candidate (or a very lucky one) to survive all that stood in the way.  Doug Forrester and Jerry Kilgore were not those candidates.  There are other messages that came out of Nov. 7 as well.  California Gov. Arnold Schwarzenegger overreached and fell flat on his face in pushing for a series of ballot measures.  I get the feeling that we're not going to be amending the Constitution any time soon to allow him to run for president.  And if you're Randy Kelly, the Democratic mayor of overwhelmingly Democratic St. Paul, Minn., it's probably not a good idea to endorse President Bush for a second term and then hope to win re-election yourself the following year.  Bellwethers or not, harbingers or not, the election results were not good news for Bush and the GOP.  One clear winner, it seems to me, was Mark Warner.  It is no secret that he is looking at a presidential bid in 2008, and what better way to kick it off than to (1) leave office with a strong state economy and stratospheric poll numbers, and (2) make sure your chosen successor is elected.  I suspect Warner had a greater impact than President Bush in deciding the election in Virginia.  Warner will now no doubt try to make the case that, as a proven winner in a decidedly \"red state,\" he should be taken seriously by those who will choose the next Democratic presidential nominee.  It's a long way off until Iowa and New Hampshire, but for now, at least, Mark Warner has a right to declare a victory.  On to the questions!  Q:  I know that Evan Bayh's father served in the Senate.  I also know that the late Russell Long of Louisiana went to the Senate as his father, Huey, had done.  What other senators followed their parents into that chamber? -- Michael Henderson, Lafayette, La.  A:  There have been many, including six currently serving.  In addition to Evan Bayh (D-IN), who is the son of Birch Bayh (D-IN, 1963-80), these current senators followed their fathers:  Robert Bennett (R-UT), son of Wallace Bennett; Lincoln Chafee (R-RI), son of John Chafee; Chris Dodd (D-CT), son of Thomas Dodd; Lisa Murkowski (R-AK), daughter of Frank Murkowski; and Mark Pryor (D-AR), son of David Pryor.  As for the Longs of Louisiana, Russell followed not only his father, the legendary Huey, but his mother, Rose, who took her late husband's seat following his assassination.  Other famous father-son Senate combos include the La Follettes of Wisconsin (Bob Sr. & Jr.), the Byrds of Virginia (Harry Sr. & Jr.), the Gores of Tennessee (Albert Sr. & Jr.), and the Tafts of Ohio (Robert Sr. & Jr.).  There are at least 30 other father-son Senate legacies.  Q:  In the 1970s, George Brown was running for governor in California, but as I recall, there was a bit of a scandal and he lost the election because of his personal association with a very famous singer.  Who was she?  It's driving me crazy.  I can see this woman, her name is on the tip of my tongue, but I simply can't remember her name! -- Erin Epps, Los Angeles, Calif.  A:  Let's back up a little bit.  It was Jerry Brown -- not George Brown, the late congressman and one-time Senate hopeful -- who ran for governor of California in the '70s.  Jerry Brown, in fact, was elected twice, in 1974 and again in 1978.  I assume the singer you are thinking of is Linda Ronstadt.  She may have been more of a distraction than an asset in his 1980 bid for president, but there was no scandal involved.  Not long after succeeding Ronald Reagan as governor of California, Brown decided to make a last-minute attempt at the 1976 Democratic presidential nomination, supported by some establishment Dems who wanted to stop Jimmy Carter in his tracks.  He won a handful of primaries, and while the effort was too little too late, he got a lot of favorable reviews.  Unfortunately for him, when he ran again for president four years later -- in his second gubernatorial term -- he was an afterthought in a race that was dominated by the personal clash between President Carter and Sen. Ted Kennedy.  And most of the coverage he got in that 1980 race centered on his relationship with Ronstadt, whom he took with him on a well-covered trip to Africa the year before.  (The Los Angeles Times even conducted a poll on what people thought about Jerry and Linda \"traveling together.\")  So in that sense, his second run for the White House was doomed from the beginning.  The media focused less on his views on fiscal policy and more on his statements regarding \"spaceship earth,\" his appearance in Doonesbury, and whether he would end his bachelorhood and marry Ronstadt.  At the end of his second gubernatorial term, in 1982, Brown ran for the Senate and lost to Republican Pete Wilson.  He has been mayor of Oakland since 1998 and is planning a run for state attorney general next year.  His relationship with Ronstadt has long been over.  In June, the 67-year-old Brown married Anne Gust, an attorney and long-time friend who is 20 years his junior.  Q: Did any senators vote against confirming Alan Greenspan to be head of the Federal Reserve Board back in the '80s? -- Frank Hughes, Chicago, Ill.  A:  On Aug. 3, 1987, the Senate voted 91-2 to approve Greenspan as the successor to Paul Volcker. The two voting \"no\" were Bill Bradley (NJ) and Kent Conrad (ND), both Democrats.  Q: You have consistently said there have been four sitting U.S. senators who were elected governor since World War II [Price Daniel (D-TX) in 1956; Pete Wilson (R-CA) in 1990; Dirk Kempthorne (R-ID) in 1998; and Frank Murkowski (R-AK) in 2002].  However, my own research tells me that Price Daniel resigned his seat -- apparently in order to campaign full time for the job.  Hence, by the time he was elected governor in November of 1956, he was a FORMER U.S. Senator -- right? -- Nicholas Ohh, London, England  A:  Wrong. While Daniel said during the campaign that he would resign his Senate seat after he won his party's gubernatorial nomination, he did not do so.  On Sept. 27, 1956, in the middle of a campaign he was sure to win, Daniel announced he would resign effective Jan. 15, 1957, the date he was to be sworn in as governor.  One of the reasons he held onto his Senate seat throughout the campaign for governor was that he didn't want his rival, retiring Gov. Allan Shivers (D), to call a special Senate election in the event of a vacancy.  Quite Rightly So: Regarding the feature in the Oct. 12 column about Bill & Jim Buckley, Bob Rosenberg of Phoenix, Ariz., is reminded that \"when he was asked what would be the first thing he would do if he were elected mayor [of NYC], William F. Buckley instantly said, 'Demand a recount!'\"  This Day in Political History: President-elect Richard Nixon names Patrick Buchanan, an editorial writer for the St. Louis Globe-Democrat, as a special assistant (Nov. 16, 1968). Got a question? Ask Ken Rudin: politicaljunkie@npr.org. ",
            "bias": "Abortion",
            "url": "https://www.npr.org/2005/11/16/5015381/final-thoughts-on-the-2005-elections"
        },
        {
            "headline": "Pope Arrives in Cologne to Address World Youth Day",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 18,
                "year": 2005
            },
            "article_content": "Pope Benedict XVI returns to his homeland to take part in World Youth Day in Cologne, Germany. This is the new pope's first international event since his election four months ago. Observers will watch closely to see whether he  has the same impact on the world's young Catholics as his predecessor. The gathering in Cologne, Germany, is drawing young Catholics from around the world.\n                \n                    \n                    Sylvia Poggioli, NPR\n                    \n                \nhide caption The gathering in Cologne, Germany, is drawing young Catholics from around the world.  SUSAN STAMBERG, host: Pope Benedict XVI today returns to his homeland, Germany, to take part in      World Youth Day in Cologne.  This is the new pope's first international      event since his election four months ago.  Observers are going to watch      closely to see whether Pope Benedict has the same impact on the world's      young Catholics as did his predecessor John Paul II.  NPR's Sylvia      Poggioli reports from Cologne. SYLVIA POGGIOLI reporting: Before leaving for Germany, Pope Benedict gave his first interview as      pope. He told Vatican radio he hoped young people would see Christianity      not as a stale reheated meal but as the spring of all youth and of all      life. Pope BENEDICT XVI:  (Through Translator) Yes, I'd like to show them how      beautiful it is to be Christian.  I want to make clear that it's not a      burden to be carried by great love and realization, that it's like having      wings. POGGIOLI:  Benedict has repeatedly lashed out against what he describes      as a godless Europe, a continent whose churches are increasingly empty      and which faces a serious crisis in vocation.  The pope voiced hope the      presence of hundreds of thousands of young Catholics in Cologne will help      Europe rediscover its Christian roots and defeat what he has called the      dictatorship of relativism. Pope BENEDICT XVI:  (Through Translator) We are hoping for this because      such an encounter of people from all continents should also give the old      continent, the host, a new impulse and help us so that we don't only see      the sick, the tired and the missed opportunities in the European history.      Because after all, we are in a state of self-pity and self-accusation. POGGIOLI:  So far, there's little reflection of that bleak picture in      Cologne. (Soundbite of clapping) POGGIOLI:  City streets are throbbing with the sounds of excited throngs      of teen-agers cheering, dancing and waving their national flags. (Soundbite of teens cheering in foreign language) POGGIOLI:  This exuberant crowd came from Ecuador.  Fifteen-year-old      Pabla Golyea(ph) speaks for the group. PABLA GOLYEA (Teen from Ecuador):  This is our forum, to pray to God.      Yes, and we feel so happy to ...(unintelligible) in Germany. POGGIOLI:  There are also lots of kids from the United States. (Soundbite of kids cheering) Unidentified Child:  Yeah! Group:  (In unison):  Oh, oh, yeah! POGGIOLI:  Nineteen-year-old Jennifer Clark from Los Angeles dismisses      charges that the Catholic Church is out of tune with young people. Ms. JENNIFER CLARK (Los Angeles):  The fact that all the youth come      together to pray and to go to mass shows that we're in support of what      the church does and that we truly do love the Catholic Church and believe      in what the Catholic Church teaches. POGGIOLI:  But not everyone here strictly follows official church      doctrine. Aleeza Milafedro(ph) from Turin, Italy, laughs when she's asked      if she observes Catholic sexual ethics. ALEEZA MILAFEDRO (Turin, Italy):  No, ...(unintelligible), no. POGGIOLI:  Her friend Eban Elinah(ph) elaborates. EBAN ELINAH:  (Through Translator) There are problems with the church's      positions, for example, on contraception and abortion.  This is not a      problem just for young people but for all Catholics.  I think some of the      pope's positions could be modified but not just to please young people. POGGIOLI:  The young pilgrims in Cologne are on a spiritual quest and      show little interest in deep analysis and debate.  The festive cheer      alternates with prayer at the many outdoor masses. (Soundbite of choir) POGGIOLI:  Pope Benedict will be meeting others apart from Catholic      youths while he's here.  He will meet Muslim leaders and will visit a      synagogue, a highly significant gesture by a German pope in the country      that spawned the Holocaust.  It also comes at a time of strained      relations between the Vatican and Israel, which accused the pope of      overlooking anti-Israeli terrorism.  But the focus will be on youth.      Four hundred thousand young pilgrims have arrived in Cologne so far.  The      key event will be the big outdoor mass celebrated by the pope on Sunday      and German organizers are still hoping one million young people will      attend.  Sylvia Poggioli, NPR News, Cologne. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2005/08/18/4804888/pope-arrives-in-cologne-to-address-world-youth-day"
        }
    ]
}