{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Could The Election Come Down To Abortion?",
            "author": "By  \n\n\n      Alex Cohen",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 8,
                "year": 2008
            },
            "article_content": "A few months ago, abortion was hardly on the radar in presidential politics. But then John McCain picked staunchly pro-life Sarah Palin as his vice presidential running mate. Now, Sen. Obama has launched an ad targeting John McCain's opposition to abortion rights. Could the issue be potent enough to swing votes in the remaining weeks of the election?  ALEX CHADWICK, host: This is Day to Day. I'm Alex Chadwick. MADELEINE BRAND, host: And I'm Madeleine Brand. Coming up, she was a teacher's aide who knew all about special-needs kids in the classroom, and then her own child was diagnosed. We begin the Autism Chronicles. CHADWICK: First, the economy, the war in Iraq, offshore oil drilling, all issues for the election. Now in recent weeks, another issue is in play, or back in play. As Day to Day's Alex Cohen reports, it's been a powerful element in earlier campaigns. ALEX COHEN: Abortion is not a topic either candidate has said too much about on the campaign trail. When accepting the Democratic nomination in Denver, Senator Obama made only brief mention of the issue. (Soundbite of speech, 2008 Democratic National Convention, August 27, 2008) Senator BARACK OBAMA (Democrat, Illinois; 2008 Democratic Presidential Nominee): We may not agree on abortion, but surely we can agree on reducing the number of unwanted pregnancies in this country. (Soundbite of applause) COHEN: When Senator John McCain accepted his party's nomination, he never used the word abortion, though he did talk about his belief in the culture of life. But actions can speak louder than words. McCain chose Alaska's governor, Sarah Palin, as his running mate. Palin is the mother of an unwed, pregnant daughter, and an infant with Down syndrome, both of whom appeared frequently on camera when she gave her speech at the Republican National Convention. (Soundbite of speech, 2008 Republican National Convention, September 3, 2008) Governor SARAH PALIN (Republican, Alaska; 2008 Republican Vice Presidential Nominee): We were so blessed in April. Todd and I welcomed our littlest one into the world, a perfectly beautiful baby boy named Trigg. (Soundbite of applause) Dr. CLYDE WILCOX (Government, Georgetown University): Try to have a look at the coded signals. COHEN: Clyde Wilcox teaches government at Georgetown University. He says McCain's choice of Palin sends a subtle but clear message to social conservatives. Dr. WILCOX: So, the fact that the vice-presidential candidate, you know, has her husband hold up her baby, who has Down's, right? And then, you know, sort of remind them about the daughter, very covertly that she's going to have her baby, and that's the pro-life message. COHEN: That message was heard by voter Mary Levitt (ph) on the floor of the Republican Convention. Levitt said she's thrilled about Sarah Palin. Ms. MARY LEVITT (Attendee, 2008 Republican National Convention): When I read about her baby and the choice she made, I thought, oh, my gosh, that's a gift from God to him. COHEN: Abortion has long been a hot-button issue, but it usually doesn't rank too high with voters in a presidential election. According to a Gallup Poll from earlier this year, just 13 percent said they'd only vote for a candidate who shares their views on abortion, and by a slim margin, more voters were likely to say they are pro-choice than pro-life. But some think Governor Palin may bring new enthusiasm to the pro-life camp. Serrin Foster is president of an organization that Palin belongs to called Feminists for Life. Here's how Foster summarizes their philosophy. Ms. SERRIN FOSTER (President, Feminists for Life): So often you have one side only talking about the woman, the other side only talking about children, and we have always said we refuse to choose between women and children. COHEN: Foster says, by bringing this feminist approach to the discussion, Palin appeals to a lot of voters. Ms. FOSTER: She said that no woman should have to choose between her career, education, and her child. That is Feminists for Life's heart and soul. COHEN: But Sarah Palin has also said she does not support abortion, and even in the instances of rape and incest. Ann Stone is the national chair of Republicans for Choice. She says initially Senator McCain had been polling very well among her members. Now, she's not as sure. Ms. ANN STONE (Chairperson, Republicans for Choice): Depending on where you are on this issue, you have to make a decision. Are you willing to leave choice in the hands of the Democrats that will control the Senate? Or do you feel you also have to have the White House? And that is a personal decision people have to make. COHEN: That ambivalence is something Senator Obama hopes to tap into. Obama's campaign recently launched this radio ad in several states. (Soundbite of Obama/Biden campaign ad) Unidentified Announcer: As president, John McCain will make abortion illegal. McCain says, I do not support Roe versus Wade. It should be overturned. COHEN: Though McCain couldn't singlehandedly overturn Roe versus Wade as president, he would have the authority to nominate Supreme Court justices who would have that power. Pro-choice groups are trying to get that message out to the public. Ms. CECILE RICHARDS: (President, Planned Parenthood Action Fund and Planned Parenthood Federation of America): Women voting for John McCain, it's like chickens voting for Colonel Sanders. COHEN: Cecile Richards is president of the Planned Parenthood Action Fund. Ms. RICHARDS: We have four million supporters in this country, and we've just focused on the ones who we believe are less informed about the election and probably a little more up for grabs. And we're filling in that education gap and then making sure that they go to vote in November. COHEN: But in the two final months before the election, both candidates should be wary of sending any abortion-related message that comes off too strong, warns Georgetown University Professor Clyde Wilcox. Dr. WILCOX: Here's the trick. Most Americans are actually conflicted, and they don't really want abortion to be illegal all the time. They're just a little bit worried that it's legal all the time, but there's an awful lot of people just, sort of, in the middle. COHEN: Voters will have to take some stance on the issue in at least three states this fall, California, South Dakota, and the crucial swing state of Colorado. All have abortion-related measures on the ballot. Alex Cohen, NPR News. CHADWICK: Stay with us. We've got more in a moment from Day to Day. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2008/09/08/94386587/could-the-election-come-down-to-abortion"
        },
        {
            "headline": "Bellwether County Chooses Obama",
            "author": "Howard Berkes",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2008
            },
            "article_content": "Vigo County, Indiana, has been accurately picking presidents since 1892, with just two exceptions. In fact, no other county comes closer to mirroring the national results in presidential elections. And today, Vigo County went with Democrat Barack Obama. Obama won 57% of the county's vote. Republican John McCain captured 42%. Vigo County has a history of strong Democratic voting in local elections but the conservative Democrats there have supported Republicans in statewide and presidential races. That's especially true when guns, God, gay marriage and abortion are big issues at election time. But the county has suffered from lost manufacturing jobs. The economy seems to have overshadowed values in 2008.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/vox-politics/2008/11/bellwether_county_chooses_obam.html"
        },
        {
            "headline": "Cynthia Gorney: Parsing The Politics Of Abortion",
            "author": "By  \n\n\n      Dave Davies",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 30,
                "year": 2008
            },
            "article_content": "Efforts to end or limit abortion rights are on ballots in three states. So how has the issue of abortion played out in the current election cycle? Former Washington Post reporter Cynthia Gorney has covered the political and cultural battle over abortion for more than 20 years. In an interview with Fresh Air contributor Dave Davies, she helps us parse the politics of abortion in a year where a life-begins-at-conception ballot measure is up for a vote in Colorado — and a staunchly anti-abortion vice-presidential candidate has galvanized the Republican Party's conservative base. Gorney, now a journalism professor at the University of California, Berkeley and a contributing writer for The New York Times, is a past recipient of a American Society of Newspaper Editors feature-writing award. She's also the author of the book Articles of Faith: A Frontline History of the Abortion Wars.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2008/10/30/96316327/cynthia-gorney-parsing-the-politics-of-abortion"
        },
        {
            "headline": "Jim Bopp's Fight To Liberate Political Money",
            "author": "By  \n\n      Will Evans",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 4,
                "year": 2008
            },
            "article_content": "No sooner had we noted that conservative attorney James Bopp seemed to be setting up to sue the Federal Election Commission over an anti-abortion, anti-Obama ad, we got this news: Bopp sued the FEC Friday over an anti-abortion, anti-Obama ad. Only, it's not the National Right to Life Committee ad we were writing about. Turns out the indefatigable Bopp also represents the Committee for Truth in Politics, recently formed by a North Carolina Republican operative. Bopp is suing to protect the group from any FEC enforcement actions that might prevent it from running its ads -- even though the FEC hasn't done anything yet and isn't likely to take any action till after the election. Bopp did essentially the same thing earlier this year on behalf of another group, a 527 called The Real Truth About Obama. That group has also targeted Obama's record on abortion, but its ads haven't run yet. Bopp won't say whether it all ads up to a coordinated legal strategy. But the three simultaneous efforts hammer home his view of federal campaign finance laws: that they chill free speech if you have to ask permission from a slow-moving government agency, or get a preliminary injunction against the agency, before you air a political ad -- or else face the threat of fines later. \"We have clients that want to do real things,\" he says. \"There's all sorts of people out there that want to participate in our democracy...They don't want to suffer a future investigation and enforcement action when the Constitution protects what they do.\" Those who want to regulate political money, of course, see it differently. They say Bopp and his clients want to tear down the legal walls that keep big donors, corporations and undisclosed contributions from having undue electoral influence. And the legal walls are hardly rigid. The McCain-Feingold law made them stronger in 2002. But Bopp blew a new hole in them last year, as lawyer for Wisconsin Right To Life -- just his latest of many victories. Meanwhile, the Committee for Truth in Politics says in its lawsuit that it's got another hard-hitting ad to let loose. To quote from the ad: It's tragic, but true. Two-thirds of all prisoners convicted of rape or sexual assault committed their crime against a child. Even worse, the average child predator exploits seven to two hundred victims in their lifetime. In the Illinois Senate, Barack Obama was the only member that voted to allow early release for convicted sexual abusers. More after the jump... Besides the Committee for Truth in Politics, the other plaintiff in Bopp's most recent suit is Holly Lynn Koerber. According to the suit, she's a North Carolina resident who \"reasonably fears that CTP will be silenced and she will be unable to continue receiving CTP's ads and materially-similar ads, all in violation of her First Amendment rights.\" Koerber has experience in this. She also served as a plaintiff, along with the Republican Governors Association, in suing the North Carolina State Board of Elections in 2004. The plaintiff's filing identified her as vice-chair of the Pasquotank County Republican Party. Bopp may be the nation's most experienced lawyer in challenging campaign finance laws. For 30 years, he's been general counsel to the National Right To Life Committee, which has spearheaded opposition to restrictions on political money. He's also a member of the Republican National Committee and counsel to Focus on the Family and the Indiana Republican Party. Besides the three cases discussed here, Bopp also represents Citizens United in a lawsuit against the FEC. He lost in lower courts but has appealed to the Supreme Court. And he has other suits against state-level campaign finance agencies. \"I'm probably involved in 50 cases right now,\" he says, admitting that sometimes it's difficult to keep track of them all. Expect more from Mr. Bopp.",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/secretmoney/2008/10/bopp_1.html"
        },
        {
            "headline": "Ad-ing It All Up",
            "author": "By  \n\n      Will Evans",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 17,
                "year": 2008
            },
            "article_content": "The game is over. Some won, some lost, and a lot of people laid down their money. Scores of independent groups went into hyperdrive for this election, reaching millions of people with some of the most vicious attack ads of the year. We saw new groups pop up out of nowhere; we saw old groups go to unprecedented lengths to help their candidates of choice; and we saw organized labor, corporate America and the partisan wealthy flood them all with money. For the last few months, we've tracked their moves at the Secret Money Project. We hope our reporting helped illuminate the sometimes-opaque forces of influence, and serves as a resource in the future. While independent groups mostly stayed a sidenote during the campaigns -- particularly the heavily financed presidential contest -- they did leave their marks. But figuring out what impact the groups actually had on the campaigns is a tricky proposition. For one thing, the mish-mash of tax rules, campaign finance laws and Supreme Court decisions made it impossible to know precisely how much money they spent. We gave it a good try here, by adding together all the money that groups reported spending on election-related communications since July: PRESIDENTIAL RACE Conservative Groups: $40.9 million Liberal Groups: $53.1 million SENATE RACES Conservative Groups: $40.4 million Liberal Groups: $29.6 million This is a vast undercount, since many groups only have to report election ads that show up on TV or radio or that explicitly say to vote for or against a candidate.We recorded $4.2 million for MoveOn.org, for example, while the group engaged in plenty of other activities and said in a press release that it spent more than $30 million overall. Chalk it up to a system that, for better or worse, doesn't require vast amounts of election-related activity to be reported. Money, in any case, doesn't necessarily equal impact. Many organizations spent big on mobilizing their members and getting out the vote, and that counts for something. But what about those attack ads? All ads and groups are measured nowadays against the standard of Swift Boat Veterans for Truth, the 2004 group that wounded Democratic presidential nominee John Kerry's aspirations. Nobody achieved Swift Boat status this year, though some tried hard, on the left (Brave New PAC) and right (National Republican Trust and American Issues Project). Perhaps the media, which hyped the Swift Boat group in 2004, learned their lesson and avoided giving any attack too much credit, theorizes John Geer, an expert on negative advertising at Vanderbilt University. Tom Matzzie, a Democratic strategist, has his own diagnosis: that the Internet has made it too easy to fact-check dishonest ads. Conservative operative Chris LaCivita, who went from Swift Boat Veterans in 2004 to American Issues Project this year, says it was just money. He says AIP simply couldn't raise enough from big donors after Wall Street crashed. And maybe attack groups never got a direct shot at a candidate's core message. The Swift Boat ads took aim at Kerry's war record, which he was running on. But this year, when the economy became the main issue for voters, attacks on Senator Obama's nefarious \"associations\" or McCain's health seemed less relevant. Plus, Senator Obama buried McCain and his allies with the biggest pot of money ever spent on an election. \"With Obama's fundraising advantage, all the 527s kinda got crowded out,\" Geer says. \"We're going to go to a system where the next presidential candidates are both going to have to raise so much money...that all of the sudden these people who are funding these 527s have to think about whether it's worth putting their money down.\" An interest group's goal is not only to help a candidate win, but also to ingratiate itself with the politician or party, says Steve Weissman, of the Campaign Finance Institute. Even if labor unions and such groups as MoveOn.org and Planned Parenthood didn't necessarily tip the election to Senator Obama, they dedicated a vast amount of money and resources to his cause, and now can hope that he feels indebted to them. Let's take a look at who racked up some chits. (Click on the links to watch the groups' ads and read about their funding and leadership.) PRESIDENTIAL RACE **Liberal Groups** 1. SERVICE EMPLOYEES INTERNATIONAL UNION = $23,107,433 2. UNITED AUTO WORKERS = $4,860,571 3. MOVEON.ORG = $4,185,821 4. AFSCME = $2,312,723 5. PLANNED PARENTHOOD ACTION FUND = $2,096,495 6. ADVANCING WISCONSIN = $2,094,687 7. AMERICAN FEDERATION OF TEACHERS = $1,997,375 8. PROGRESSIVE FUTURE = $1,496,323 9. SIERRA CLUB = $1,213,068 10. HEALTH CARE FOR AMERICA NOW = $1,132,085 11. NARAL PRO-CHOICE AMERICA = $1,117,991 12. DEFENDERS OF WILDLIFE ACTION FUND = $1,021,241 **Conservative Groups** 1. NATIONAL RIFLE ASSOCIATION = $6,946,238 2. NATIONAL REPUBLICAN TRUST = $6,592,925 3. VETS FOR FREEDOM = $4,596,149 4. NATIONAL RIGHT TO LIFE = $4,504,422 5. LET FREEDOM RING = $3,257,939 6. AMERICAN ISSUES PROJECT = $2,878,873 7. REPUBLICAN MAJORITY CAMPAIGN = $1,851,120 8. FOCUS ON THE FAMILY ACTION = $1,332,862 9. RIGHTCHANGE.COM = $1,318,691 10. REPUBLICAN JEWISH COALITION = $1,267,002 11. COMMITTEE FOR TRUTH IN POLITICS = $1,192,510* 12. NATIONAL CAMPAIGN FUND = $1,167,810 *The total for the Committee for Truth in Politics is an estimate by the Campaign Media Analysis Group. The group argues in a pending lawsuit that it doesn't have to report its expenditures. The biggest spenders on the left were obviously labor unions. George Soros -- who made himself a political lightning rod by bankrolling anti-Bush groups in 2004 -- in this cycle gave $3.5 million to Fund for America, $1 million to America Votes, about half a million to other liberal groups, and that's all that we know of. Hollywood producer Steve Bing also spent $2.5 million on the Fund for America, and about a million more on other pro-Democratic groups. On the right, pharmaceutical executive Fred Eshelman apparently outspent Soros, dumping $5.5 million into his anti-Obama 527, RightChange.com. Other conservative megadonors include Texas businessman Harold Simmons, who gave $2.9 million to American Issues Project, and retired physician John Templeton Jr., who gave at least $2.7 million to Let Freedom Ring. In contrast, a few conservative political action committees were able to raise remarkable sums via strictly regulated small donations. The National Republican Trust, for example, reported spending an incredible $6.6 million on the election, despite being founded in September. Now, shifting to congressional races.... We set out to cover Senate races, figuring that several contests could be pivotal to the chamber's makeup next year, while the House was clearly destined to become more Democratic. Outside groups saw it that way too, and piled into Senate contests as the election drew near. Weissman says independent groups focused more on congressional races than in 2004. In some of the closest contests, outside groups with huge warchests had the potential to make a significant difference, he says. (See our chart of groups below.) And speaking of collecting chits, the pharmaceutical industry, under the guise of America's Agenda: Health Care for Kids, went so far as to spend millions on incumbents of both parties -- many of them in completely safe seats. Surely a good way to make friends in Congress. A popular strategy on the left was funneling union money through independent 527s to produce attack ads. Unions produced their own ads, but they also provided almost all the funding for Patriot Majority to blitz key Senate races. Union money flowed to Citizens for Strength and Security, Majority Action, Campaign Money Watch -- all of them 527s that report their contributions. On the right, this election cycle saw the creation of several new 501(c)(4) nonprofits, which don't have to disclose their donors, focusing on congressional races. High-powered examples include the Employee Freedom Action Committee and American Future Fund, as well as Coloradans for Economic Growth and American Energy Alliance. Freedom's Watch also fits the bill, though we know it's bankrolled by casino magnate Sheldon Adelson. Of course, Americans for Job Security has been doing this for years, and appears to be unfazed by a complaint to the Internal Revenue Service that it's violating its tax status. Weissman, in a recent report on independent groups, points to the increasing popularity of 501(c)(4) advocacy groups and 501(c)(6) trade associations on the right and the left as a major trend of this election season. \"The impact,\" he tells us, \"is that there's more ads out there that you don't quite know who's behind them.\" That's why we started the Secret Money Project, to help shed some light on the groups trying to influence your vote. We hope it's proved enlightening. -- Will Evans and Peter Overby SENATE RACES **Liberal Groups** 1. PATRIOT MAJORITY = $5,171,393 2. AMERICA'S AGENDA: HEALTH CARE FOR KIDS = $4,403,124 3. SERVICE EMPLOYEES INTERNATIONAL UNION = $2,662,464 4. CAMPAIGN MONEY WATCH = $2,357,409 5. AMERICAN RIGHTS AT WORK = $2,300,049 6. LEAGUE OF CONSERVATION VOTERS = $1,626,664 7. NATIONAL EDUCATION ASSOCIATION = $1,328,032 8. AFSCME = $1,291,950 9. CITIZENS FOR STRENGTH AND SECURITY = $1,163,352 10. ALLIANCE FOR A BETTER MINNESOTA = $1,077,453 11. MAJORITY ACTION = $1,025,276 12. PLANNED PARENTHOOD ACTION FUND = $1,016,052 **Conservative Groups** 1. U.S. CHAMBER OF COMMERCE = $13,251,304 2. FREEDOM'S WATCH = $5,577,688 3. AMERICANS FOR JOB SECURITY = $5,279,833 4. EMPLOYEE FREEDOM ACTION COMMITTEE = $3,528,389* 5. AMERICAN FUTURE FUND = $1,610,238 6. NATIONAL FEDERATION OF INDEPENDENT BUSINESS = $1,307,147 7. CLUB FOR GROWTH = $1,122,889 8. NATIONAL RIFLE ASSOCIATION = $1,079,801 9. AMERICAN MEDICAL ASSOCIATION = $922,000 10. AMERICA'S AGENDA: HEALTH CARE FOR KIDS = $879,660 11. AMERICAN ENERGY ALLIANCE = $777,092 12. COLORADANS FOR ECONOMIC GROWTH = $670,562 *The Employee Freedom Action Committee's total is an estimate by the Campaign Media Analysis Group, since the group didn't have to file government reports on its expenditures. For example, the group ended its ad campaigns in Senate races just before the reporting requirements clicked in. Its ads after that didn't mention candidates by name, again avoiding filing requirements. [Update 11/18/08: EFAC informs us that its ad buys actually cost $6.9 million, not counting production costs.] METHODOLOGY: We compiled our totals using Federal Election Commission filings by groups on their independent expenditures (messages explicitly advocating the election or defeat of a candidate) and electioneering communications (broadcast ads mentioning a candidate close to the election). Our starting date was July 1, the beginning of the first month after the presidential primaries ended. When an organization had an affiliated PAC, 527 and 501(c)(4), we added all the money together. We also combined the spending of unions and their locals, as well as national groups with their state affiliates. When a group reported one bulk expenditure for presidential, Senate and House ads, we tried to approximate the split. Our totals are certainly an undercount. Here are some reasons why: Massive voter mobilization efforts aren't counted. Some groups may have not reported independent expenditures, claiming they didn't expressly advocate for a candidate. Some other groups appeared to tailor their campaigns to avoid reporting requirements. Even with the numbers we do have, some groups filed inaccurate or incomplete reports. So don't take this as a full accounting, but rather a window into the world of independent groups, given the level of transparency that we currently have.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/secretmoney/2008/11/wrapup.html"
        },
        {
            "headline": "States Weigh Gay Marriage, Other Sensitive Issues",
            "author": "By  \n\n\n      John McChesney\n    \n\n ,  \n\n      Deborah Tedford",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2008
            },
            "article_content": "Same-sex marriage and abortion were among the hot-button issues addressed on some state ballots Tuesday. Voters in 36 states weighed 153 measures, ranging from affirmative action to assisted suicide. Most initiatives had been decided by Wednesday. Same-Sex Marriage In California, voters adopted a constitutional amendment outlawing gay marriage, overturning the state Supreme Court decision that gave same-sex couples the right to marry. The outcome calls into question the marriages of thousands of couples who married since the court's ruling in May. Experts have said the issue of whether those marriages are valid will have to be resolved in court. On Wednesday, gay legal groups filed a petition asking the California high court to invalidate Proposition 8 on the grounds that voters lacked the authority to change state law. The Associated Press reported that two women who were married in the state earlier this year plan to sue on the grounds that the amendment violates their right to equal protection under the law. The proposition was the nation's most expensive social-issue ballot measure ever. Proponents and opponents spent a total of $74 million. Three other states had propositions dealing with same-sex marriage. Arizona and Florida passed amendments to their state constitutions banning it. Arkansas voters approved a measure that would make it unlawful for unmarried couples to adopt children; proponents said it was aimed at gay couples. Abortion In two states — South Dakota and Colorado — voters rejected ballot measures that would have banned or restricted abortion, but an initiative in California remained undecided early Wednesday. In South Dakota, voters for the second time rejected a proposed law that would have banned most abortions. The latest measure would have permitted abortion only in cases of rape, incest or serious threats to the mother's health. South Dakota voters rejected a more restrictive measure in 2006. \"The lesson here is that Americans, in states across the country, clearly support women's ability to access abortion care without government interference,\" said Vicki Saporta, president of the National Abortion Federation. Colorado voters rejected a measure that defined life as beginning at conception, which would have made abortion illegal. Its opponents said the proposal could lead to the outlawing of some types of birth control as well as abortion. A California measure that requires a doctor to notify parents before a minor can receive an abortion was trailing early Wednesday. The measure also would require a 48-hour waiting period. Voters defeated similar measures in 2005 and 2006. Assisted Suicide Allowed Washington became the second state in the nation to allow terminally ill people the option of physician-assisted suicide, with voters approving a measure patterned after Oregon's \"Death with Dignity\" law. The Washington measure requires that two doctors reach an independent assessment that a patient has less than six months to live before that person can receive a lethal prescription. Oregon voters passed a similar measure 11 years ago; it was upheld by the U.S. Supreme Court in 2006. Affirmative Action A measure in Nebraska passed that would end affirmative action. Similar measures were passed previously in California, Washington and Michigan, despite opposition by leaders of both parties. Returns on a measure banning affirmative action in Colorado are still too close to call. Marijuana Decriminalization In Massachusetts, voters decriminalized possession of small amounts of marijuana. Now, people caught with an ounce or less of pot will no longer face criminal penalties. Instead, they'll forfeit the marijuana and pay a $100 civil fine. In Michigan, voters legalized marijuana for medical purposes. The measure will allow severely ill patients to register with the state and legally buy, grow and use small amounts of marijuana to relieve pain, nausea, appetite loss and other symptoms. Animal Rights California has passed a measure that would provide minimum living space for farm animals, including calves, chickens and pregnant pigs. Voters in Florida and Arizona recently approved similar legislation. The California initiative was opposed most strongly by chicken farmers, who said the inclusion of egg-laying chickens would increase imports from Mexico, leading to more salmonella outbreaks and higher egg prices. In Massachusetts, voters approved a ban on greyhound racing, which will force the state's two greyhound tracks to close by Jan. 1, 2010. Supporters argued that the racing is inhumane and that the dogs are routinely injured during races, with broken legs, paralysis and even death from cardiac arrest. Massachusetts voters rejected an initiative that would have eliminated the state income tax over the next two years. A similar measure nearly passed two years ago, so opponents mustered a strong campaign this year. The state government derives nearly 40 percent of its budget from the income tax, and Massachusetts stood to lose $12 billion in funding if the measure had passed.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/11/05/96600599/states-weigh-gay-marriage-other-sensitive-issues"
        },
        {
            "headline": "Independent Political Groups Return With 527 Ads",
            "author": "Peter Overby",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2008
            },
            "article_content": "In between all of the TV ads from the presidential campaigns of Barack Obama and John McCain, you may have noticed some new political ads cropping up by groups with funny-sounding names. Some of the groups behind the latest ads include Vets for Freedom, Born Alive Truth PAC and the American Issues Project. The shorthand term for these messages is \"527 ads\" — because some of the advertisers operate under Section 527 of the tax code. The quintessential 527 was Swift Boat Veterans for Truth four years ago. Now, most groups don't use the 527 status. But however they set themselves up, most of the groups can raise unlimited sums from wealthy donors. Some of them can keep their finances secret. And all of them typically focus on tearing down the opposition. Early on, both candidates tried to discourage this whole business. Obama's campaign even told its fundraising team not to associate with 527s. But it turns out the candidates don't have much say in the matter. Sampling The Independent Groups Take Brave New Films, a progressive group. Right now, it's working up an ad on McCain that insinuates that his health is worse than we know and demands that he release all of his medical records. The founder of Brave New Films, Hollywood director Robert Greenwald, says his group fills a niche in the liberal message network. \"Character as it affects policy, rather than the fifth paragraph in the global warming plank — which is important, it's just not our job,\" he says. And there's the American Issues Project. It recently ran an ad insinuating that Obama has close ties to a Vietnam War-era radical militant who was a fugitive from the FBI. AIP's board president, Ed Martin, says the ad got good reviews from potential donors. \"American Issues Project has had people of incredible financial means who have said this was very effective. This is helpful. I'm interested to talk more,\" he says. But not everything is running full throttle among the independent groups. Laws Governing Independent Groups The laws have changed since 2004, making it trickier to operate. On top of that, cash flow is down dramatically. Each side is convinced the other is spending more. Republican consultant Eddie Mahe says that many big-ticket donors are watching but so far not playing. He says they're leery of McCain, and they're definitely not excited about Sarah Palin. \"I'm not talking about rank-and-file voters out there,\" he says. \"I'm talking about that very small group of people who understand independent expenditures and have the capacity to write at least $50,000 to $100,000 checks.\" On the Democratic side, strategist Tom Matzzie says time is running out for groups that aren't already at work. He says they're going to find that all the TV time has been bought up. \"Or perhaps the legal risks just aren't worth it for something that's only going to happen for a week or two, and donors aren't interested,\" he says. Beyond The TV Ads There's more to these groups than television. In late October, voters in swing states will start getting direct mail, phone calls and push polls. The messages will be even harsher than the TV ads. The messengers might be groups already on the field, or some that haven't been heard from yet. Political scientist David Magleby of Brigham Young University has been studying the influence of these outside operators since the 1990s. He says independent groups save the worst for last. \"A group might raise the issue of Sen. McCain's age. Or a group may say something about race. I think abortion and religion are likely to be issues in the last week, especially with the Palin candidacy,\" he says. The reason for these last-minute below-the-radar attacks — and all that preceded them? \"I think it goes way beyond whether you like Obama or McCain to ideology and agenda-setting,\" Magleby says. There are simply too many people, with too much at stake, to let the attacks go unmade.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/09/19/94795773/independent-political-groups-return-with-527-ads"
        },
        {
            "headline": "Teen Sex, Sex Education And Sarah Palin",
            "author": "By  \n\n\n      Brenda Wilson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 5,
                "year": 2008
            },
            "article_content": "Palin, shown here campaigning in Wisconsin on Friday, has said she is \"opposed to explicit sex education.\"\n                \n                    \n                    Robyn Beck/AFP/Getty Images\n                    \n                \nhide caption Palin, shown here campaigning in Wisconsin on Friday, has said she is \"opposed to explicit sex education.\" The pregnancy of the Republican vice presidential nominee's daughter is only the latest of a number of highly visible teen pregnancies, ranging from celebrities such as Jamie Lynn Spears to a group of teens in Gloucester, Mass. Sarah Brown, executive director of the National Campaign to Prevent Teen Pregnancy, says she sees 17-year-old Bristol Palin's situation as a teachable moment for many. Roughly 750,000 teens in the U.S. will become pregnant this year. \"You can turn the television on any day or night and find something that allows families and communities to have a conversation with their young people,\" Brown says. \"It allows parents to explain why 'in this family, we hope you are going to delay childbirth and pregnancy until you are older.' \" It's a conversation, she says, that parents should have with their children not once, but time and time again. The messages in the movies, at church and in school may not be the same as the one they're hearing at home. And those mixed signals can confuse teens, she says. \"Is the message that sex is OK as long as you use protection?\" she asks. \"Is it that sex should be postponed until you are 22 and out of the house? In the meantime, teens are spending a lot of time together, and a lot them are grown up — at least physically.\" Sex education is a highly politicized issue in the United States. Polls show that the vast majority of adults agree that teenagers should not be having sex. Most parents support some form of comprehensive sex education. But they disagree about what to tell teenagers who are already having sex. Meanwhile, Brown says, about 60 percent of teenagers surveyed say they have had sex. On one side of the debate, some oppose providing contraceptive information to teenagers. They just want teens to abstain until they are married. Gov. Sarah Palin is among that group. In response to a questionnaire during Alaska's gubernatorial race, Palin said, \"I am opposed to explicit sex education.\" Alaska ranks in the middle of all states — 30th — in teen pregnancy. Its teenage pregnancy rate is lower than the national average, though teenagers in Alaska are just as likely to be sexually active as U.S. teenagers in general. Three out of 10 U.S. girls get pregnant at least once before their 20th birthday. After a 15-year decline in teen pregnancies, there was a 3 percent increase in the most recent year tallied. Most states leave the scope of sex education up to the local school boards. That's also true in Alaska, where there is no requirement that the subject be taught. Alaska's largest school district, Anchorage, emphasizes abstinence, with a program called \"Abstinence Plus.\" Once each semester, a teacher, student or principal can invite experts to talk to the class on reproductive health. Planned Parenthood is often invited in to do comprehensive sex education, and so is Let's Talk, a program that advocates abstinence until marriage. Let's Talk is run by Bill Donovan, who also directs the Crisis Pregnancy Center in Anchorage. He says teenagers in Alaska are getting a balanced view of the options available to them. \"You can't say that because they are hearing abstinence education, they don't know anything about what they call 'safer sex,' \" Donovan says. \"They hear it from their teachers. They hear from outside groups that are invited in.\" Teens from small towns like Palin's hometown of Wasilla turn up \"all the time\" at the Crisis Pregnancy Center, Donovan says. \"Not only that, they will fly in from the bush and the villages to come to our center,\" he says. He has helped teenagers tell their parents that they are pregnant and he has counseled them on adoption. But Donovan says he neither counsels nor refers them to contraceptive services. Reproductive health and family planning services are available through Alaska's Department of Maternal and Child Health, which is headed by Stephanie Burch. Through the agency, she says, teenagers can be directed to public health centers and private doctors in their area. She often relies on the Internet to communicate with them. \"Teenagers are pretty Web savvy,\" Burch says. \"I get many e-mails from young women or men who are seeking reproductive health services. They can tell me which community they are from and I can connect them with either a private provider or one of the public health centers.\" But confidentiality can be a challenge outside of large cities like Anchorage and Juneau, and Burch says teenagers don't always realize that the services are free. According to the Alan Guttmacher Institute, a clearinghouse on reproductive services, Alaska ranks No. 1 in providing contraceptive services to people who need them. But Brown of the National Campaign to Prevent Teen Pregnancy says such services will never stop all teen pregnancies. \"Even in the face of very good services and education, sex happens,\" Brown says. \"Life happens.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/09/05/94332508/teen-sex-sex-education-and-sarah-palin"
        },
        {
            "headline": "Teens Respond To Palin, Daughter's Pregnancy",
            "author": "Mandalit del Barco",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 4,
                "year": 2008
            },
            "article_content": "After Sarah Palin's speech Wednesday at the Republican National Convention, the governor's pregnant 17-year-old daughter joined the family on stage. Since her pregnancy was announced on Monday, Bristol Palin has quickly become the country's most famous pregnant teen. But she is, of course, one of many. Teen pregnancies are up in virtually every social and ethnic group in the U.S. In Los Angeles' Echo Park neighborhood, you can often find teen moms walking down the street with strollers. Among them is 18-year-old Silvia Figueroa, whose daughter, Caitlan, is 1 month and 11 days old. Figueroa says she heard something about Bristol Palin on the news but didn't think much of it. \"Seventeen's not a big deal. A lot of girls get pregnant at that age,\" she says. \"Most of the girls do it; I don't know why they make it a big thing. And that doesn't have anything to do with politics.\" Across town, on the campus of the University of Southern California, Collins Bilton, 18, agreed with Figueroa and with Democratic presidential nominee Barack Obama, whose mother was 18 when he was born. The Democratic contender says candidates' children should be off-limits. \"Obama's pretty much right,\" Bilton says. \"You wouldn't get at anybody's child in a sports game. A political campaign's a lot bigger but it's still a competition; it's like a low blow.\" Outside their USC dorms, which offer free condoms, 18-year-olds Kelly Baldwin, Maggie Garcia and Ross Nevdall offered their opinions. \"It's inappropriate, that she's 17 years old and she's pregnant,\" says Baldwin. \"They're using it for McCain to get media.\" \"But that's real life,\" Garcia says. Nevdall continues, \"I think there's too much of a difference between political leadership and how you parent your children. The fact she's a teenager, it's not like you can totally control everything a teenager does — no matter how good of a parent you are.\" Jessica Martin, 22, lives in Camillus, N.Y. She says she doesn't think any less of Palin because her daughter is pregnant. \"Perhaps if her daughter had been given some alternative information other than abstinence, she might not be in that situation,\" she says, adding, \"I think that might give her a unique perspective. Having a wide range of children, one with Down syndrome, one who's obviously pregnant — that might give her a little more perspective and sympathy for the average Americans. \"A lot of times, we see politicians as people on pedestals, not real people,\" Martin says, \"but this is as real as it gets.\" As a Mormon in Salt Lake City, 19-year-old Elise Kitterman says she's a strong advocate of abstinence. But she says she also believes in free choice and she doesn't think Bristol Palin's boyfriend, Levi Johnston, or anyone else should be forced into a shotgun wedding. \"I don't think it's right to be like, 'OK, you knocked her up, it's time to get married,' \" she says. \"I don't think it's right at all.\" At a high school day care center in Charleston, W.Va., Kimberly Fouty, 16, agreed that the news is a family issue. She says it doesn't reflect on what kind of mother Sarah Palin is to her children. And she empathizes with Bristol. \"It has to be hard for her,\" she says. \"I know that it was hard for me, and I'm not even in the public eye. People give you funny looks and you see people whispering and you know they're talking about you. It's been really hard, but it's probably the greatest thing in the entire world. But I wish I had waited, though — 'cause it is very hard. The 3 a.m. feedings, having to make sure you don't screw anything up with the kids, it's hard.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/09/04/94290395/teens-respond-to-palin-daughters-pregnancy"
        },
        {
            "headline": "Candidates Strongly Disagree On Abortion",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 23,
                "year": 2008
            },
            "article_content": "In recent weeks, Arizona Sen. John McCain and Illinois Sen. Barack Obama both have stumbled while addressing abortion and reproductive health. But fumbling aside, their stances on the issue remain far apart.McCain: He opposes abortion and publicly has said that he would appoint Supreme Court justices who would overturn Roe v. Wade, the landmark court decision from the 1970s that legalized abortion. But McCain also supports embryonic stem cell research, which makes him less than 100 percent pro-life in the eyes of some evangelical voters.Obama: Obama supports a woman's right to decide if she wants an abortion. But he recently told a Christian magazine that he would be open to limiting health exceptions to bans on abortions after fetal viability to situations in which the pregnant woman's physical health was at risk, not just her mental health. Planned Parenthood members protest the nomination of Samuel A. Alito to the Supreme Court on Oct. 31, 2005.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption Anti-abortion demonstrators hold up images of Democratic presidential hopefuls Sen. Hillary Clinton (D-NY) and Sen. Barack Obama (D-IL), while participating in the 'March for Life' on Jan. 22, 2008, in Washington, D.C.\n                \n                    \n                    Chip Somodeville/Getty Images\n                    \n                \nhide caption Abortion isn't the biggest issue in the presidential campaign, but in states where the election is close, it can be the difference between winning and losing. In recent weeks, Arizona Sen. John McCain and Illinois Sen. Barack Obama both have stumbled while addressing abortion and reproductive health. McCain's difficult moment began a couple of weeks ago. Carly Fiorina, one of his top advisers, complained about health insurance plans that cover Viagra for men but not prescription birth control for women. Two days later, a reporter on McCain's bus asked him about Fiorina's comments — and about his Senate vote against legislation to require insurance coverage for contraception. In response, McCain said he did not know enough about the issue to give an \"informed answer.\" \"I don't recall the vote. I cast thousands of votes in the Senate,\" he said. McCain looked very, very uncomfortable. And if you haven't seen that footage, chances are you will. Planned Parenthood has already turned it into a television ad. Abortion-rights groups are trying to demonstrate that while McCain may be a moderate on many issues, reproductive health is not one of them. Nancy Keenan is president of the group NARAL Pro-Choice America. \"On the issue of reproductive choice, he's neither a moderate nor a maverick — he's wrong,\" Keenan said. \"And I think we will work very hard to make sure people in this country understand how extreme he is on this issue.\" McCain's abortion position is not something he's tried to keep secret. He has publicly said that he does not support Roe v. Wade and that it should be overturned. If he's elected president, McCain has said he'll choose Supreme Court justices like those who have already cast votes to restrict abortion rights. \"I will look for people in the cast of John Roberts, Samuel Alito, and my friend, the late William Rehnquist — jurists of the highest caliber,\" he has said. Even so, McCain is still seen as suspect by many Christian evangelical voters. He supports embryonic stem cell research, for example, which makes him less than 100 percent pro-life. But he does have the unequivocal support of the biggest anti-abortion group, the National Right to Life Committee. \"He has a strong pro-life record against abortion,\" said David O'Steen, the group's executive director. \"He opposes using taxpayer funds to pay for abortion. He supports parental notification.\" Obama on Abortion Obama's position is the polar opposite of McCain's. \"What I have said is that women should make the decision in consultation with their priests, or pastor, their doctor, their family members and in consultation with their beliefs,\" Obama has said. \"And I believe that most women don't make that decision lightly.\" Obama got in a little trouble of his own on the issue earlier this month. In an interview with the Christian magazine Relevant, Obama seemed to  suggest he was open to putting limits on health exceptions for later abortions. \"I have repeatedly said that I think it is entirely appropriate for states to restrict or even prohibit late-term abortions, as long as there is a strict, well-defined exception for the health of the mother,\" he said. \"Now I don't think that mental distress qualifies as health of the mother. I think it has to be a serious physical issue that arises in pregnancy, in which there would be real significant problems to the mother carrying that child to term.\" That prompted a few complaints from feminists, including some who questioned Obama's pro-choice voting record during his years in the Illinois State Senate. But mainstream groups such as NARAL and Planned Parenthood are essentially looking the other way. NARAL's Keenan called the comment one of those moments that \"just happens\" and that is misinterpreted. \"He is right on the health exception, and he is right on reproductive choice, and he is going to be there for us 100 percent,\" she said of Obama. National Right to Life's O'Steen said Obama was being disingenuous in even suggesting he would support stricter health exceptions. That's because he also supports past Supreme Court decisions and current bills in Congress that would allow health exceptions simply for mental distress. What all this means is that neither candidate needs to worry about their base on this issue, but both have potential weaknesses: McCain with more moderate women and Obama with New York Sen. Hillary Clinton's supporters, who are still suspicious of his feminist credentials.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/07/23/92760943/candidates-strongly-disagree-on-abortion"
        },
        {
            "headline": "More White House Staff Announcements",
            "author": "By  \n\n      NPR Political Unit",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 21,
                "year": 2008
            },
            "article_content": "From the transition office: President-Elect Obama and Vice President-Elect Biden Announce Key White House Staff WASHINGTON -- President-Elect Obama and Vice President-Elect Biden today announced the following White House staff: Patrick Gaspard, Director of the Office of Political Affairs; Jackie Norris, Chief of Staff to First Lady; Catherine (Cathy) M. Russell, Chief of Staff for Dr. Jill Biden; Cynthia Hogan, Counsel to the Vice President; and Moises (Moe) V. Vela, Jr., Director of Administration for the Office of the Vice President. President-Elect Barack Obama said, \"This group of public servants will bring decades of expertise to my administration, and I'll rely on their counsel and hard work as we fix our struggling economy and meet the great challenges of our time. Vice President-Elect Biden and I look forward to continuing our work with these outstanding individuals who have dedicated their careers to a better America.\" Vice President-Elect Joe Biden said, \"These individuals all possess incredible integrity and an unmatched commitment to public service. Cathy Russell has a unique blend of policy and management experience, combined with an ardent commitment to ending injustices around the world. Cynthia Hogan is a brilliant lawyer who was instrumental in guiding the Senate Judiciary Committee though some of its most important challenges in both crime control and judicial selection, and has shown incredible legal acumen and integrity over her career. I'm grateful to have Moe Vela, a man with experience in White House management and broad outreach skills on my team. Their combined experience, diverse leadership and esteemed counsel will be essential in helping the Obama-Biden Administration bring the change we need to America.\" Bios after the jump. -- Evie Stone The White House Staff Announcements are below: Patrick Gaspard, Director of the Office of Political Affairs Gaspard currently serves as the Associate Director of Personnel for the Presidential Transition Team and served as National Political Director for Obama's presidential campaign. Previously, Gaspard served as the Executive Vice President of Politics and Legislation for Local 1199 SEIU, United Healthcare Workers East, the largest local union in America, where he helped coordinate political activity and government relations on behalf of 300,000 members. In 2006, Gaspard served as the acting political director for SEIU International during the national union's successful effort to help Democrats capture majorities in the House and Senate. In 2004, Gaspard was the National Field Director for America Coming Together. Gaspard worked for Governor Howard Dean's presidential campaign and numerous congressional candidates, and campaigns going back to the historic Mayoral election in New York in 1989. Gaspard is a former community organizer around school reform issues. He is married with two children. Jackie Norris, Chief of Staff to the First Lady Norris joined Obama's presidential campaign in January 2007 and served as the Iowa Senior Advisor during the caucus campaign, later serving as the Iowa State Director for the successful 2008 general election campaign in Iowa. Originally from Ossining, New York, Norris started her career in the office of Congresswoman Louise M. Slaughter. She later served as Vice President Al Gore's scheduler and events planner and as Director of Scheduling and Advance for HUD Secretary Andrew Cuomo. Norris served as finance director for Governor Tom Vilsack's 1998 gubernatorial campaign and as Gore's political director during the Iowa caucuses during his 2000 presidential bid. In 2002, Norris became a classroom teacher for high school history and government at three high schools in Perry, Ames and Johnston, Iowa. Norris, a 1992 graduate of SUNY: College at Geneseo, obtained secondary education teacher certification in 2002 from Iowa State University and Masters in Political Science in 2008. Norris is the 2005 award recipient of the James Madison Fellowship and serves as Vice Chair of the Planned Parenthood of Greater Iowa Freedom Fund Board. Norris and her husband John are residents of Des Moines, Iowa and have five-year-old twin boys, Hunter and Cole, and a two-year-old son, Sam. Catherine (Cathy) M. Russell, Chief of Staff for Dr. Jill Biden Cathy Russell is a long time advisor to Dr. Biden and advocate for the prevention of violence against women, both at home and abroad. During the 2008 Presidential campaign, Ms. Russell served as Chief of Staff for Dr. Biden. Previously, she has been a Senior Advisor to the Senate Foreign Relations Committee on international women's issues. In the Clinton Administration, she served as Associate Deputy Attorney General. On Capitol Hill, she was Staff Director of the Senate Judiciary Committee and also served as a senior counsel to Sen. Patrick J. Leahy (D-VT). She received her J.D. from George Washington University. Cynthia Hogan, Counsel to the Vice President Cynthia Hogan has been a legal advisor to Vice President-elect Biden for nearly 20 years, first joining his staff in 1991 as his Counsel for Constitutional Law on the U.S. Senate Judiciary Committee, then as Staff Director and finally as Chief Counsel, during his tenure as Chairman. During her time working for then-Chairman Biden (1991-1996), the Committee successfully passed the landmark 1994 Violence Crime and Control Act and the Violence Against Women Act. She also advised Chairman Biden during the Supreme Court nominations process for both Justices Ruth Bader Ginsburg and Stephen Breyer. Cynthia Hogan is a native of Cincinnati, Ohio. She graduated in 1979 from Oberlin College and received a J.D. from the University of Virginia School of Law in 1984, where she served as an editor on the Virginia Law Review. She clerked for the Honorable Edward Cahn on the United States District Court for the Eastern District of Pennsylvania and was an associate at the Washington, DC law firm Williams & Connolly. She currently lives in Bethesda, Maryland with her husband Mark Katz and their two children. Moises (Moe) V. Vela, Jr., Director of Administration for the Office of the Vice President Moe Vela will bring a wealth of business management skill and outreach experience to the Obama-Biden Administration. From 1996-2000, he served as Chief Financial Officer and Senior Advisor on Hispanic Affairs for Vice President Al Gore. Most recently, Vela was the founder and a partner at The Comunidades Group, a multi-family acquisition and operations company headquartered in Denver, Colorado. Vela is a graduate of the University of Texas with a B.A. in Government, received a J.D. from St. Mary's Law School and is a member of the State Bar of Texas. He currently resides in Denver, Colorado and is a Denver Civil Service Commissioner, appointed by Denver Mayor John Hickenlooper. Vela is a native of the Rio Grande Valley of Texas and hails from a pioneer South Texas family.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/vox-politics/2008/11/more_white_house_staff_announc.html"
        },
        {
            "headline": "Religious Right Weighs Next Political Steps",
            "author": "By  \n\n\n      Barbara Bradley Hagerty",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 13,
                "year": 2008
            },
            "article_content": "During his election night victory speech, President-elect Barack Obama reached out to those who supported his rival — including evangelicals — who had voted overwhelmingly for John McCain. \"I may not have won your vote,\" Obama said, \"but I hear your voices, need your help, and I will be your president, too.\" But the promise meant little to leaders of the religious right, who are undaunted by the Democrats' gains in the White House and in Congress. \"I knew, moments after the election results came in, that I was now part of the resistance movement,\" says Wendy Wright, president of Concerned Women for America. Wright believes Obama is a threat to Christian beliefs, even though the president-elect is a confessed Christian. She argues the election was not a rejection of conservative values. After all, three states — California, Arizona and Florida — passed referenda banning same-sex marriage. So the day after the election, Wright sent out this telemarketing ad to thousands of people across the country. \"We face a president and Congress more hostile to unborn children, to marriage, to religious freedom, to free speech, to protecting our country than has ever existed in our history,\" she said in the three-minute script. \"And never before is there such a need for an organization like CWA.\" Wright says that within hours members began calling in asking what they could do. \"These are the kinds of things that many people thought, 'Wait a minute, we've already won that, it's over and done. You mean, we have to fight for it again?'\" Christian Conservatives As Rebels In fact, Michael Gerson, a former speechwriter for President Bush, says being the rebel minority is where Christian conservatives are most comfortable. \"I think if you look at the history of religious conservative political involvement,\" he says, \"Richard Neuhaus called it a 'defensive offensive.' It's the notion that it's most energized when it feels under assault.\"\" Recent history offers evidence of that, says Michael Cromartie, head of evangelical studies at the Ethics and Public Policy Center. In 1992, he says, many people believed the election of Democrat Bill Clinton spelled the end of the religious right. \"In fact, what it was was the revival of those groups,\" he says. Religious conservatives were helped by Clinton; one of his first acts was allowing gays in the military. \"And immediately the outcries were fast, furious and ferocious,\" Cromartie says. \"And they will be the same if President Obama makes gestures to satisfy the left wing of the party but instead provokes more moderate and conservative religious people.\" Cromartie says religious leaders are already compiling a list of complaints and using the president-elect's own words to do so. Obama has said that he would appoint judges with \"empathy,\" which conservatives see as judicial activism. They worry about the Defense of Marriage Act, which defines marriage under federal law as between a man and a woman. And then there's Obama's statement about abortion that he made when he addressed Planned Parenthood in 2007. Asked what he would do to protection abortion, he said to thunderous applause, \"The first thing I'd do as president is sign the Freedom of Choice Act.\" That act — which would need to pass Congress first — would eliminate most federal and state restrictions on abortion. Religious conservatives like Gary Bauer of the Christian activist group American Values are scrutinizing Obama's every word. \"I found myself thinking, 'My goodness, I can't believe he's going to make it this easy for us to rally our troops to get off the mat and get back to work,'\" he says. Obama's First 100 Days Bauer is also looking for hints about what executive orders the new president would sign. He notes that recently the Obama team said it would allow federal funding for stem cell research and for groups overseas that perform abortions. Bauer believes the president-elect is more liberal than advertised. \"If in his first 100 days, he repeatedly sticks his finger in the eyes of the 48 percent of voters who voted against him,\" Bauer says, \"I think that's going to be a clear signal that however how charming it was to independent voters, it was a ruse.\" But Gerson believes Obama learned a lesson from Clinton's experience. He says that the new president would be crazy to make abortion his first agenda item — even though he has to contend with \"eight years of pent up liberal demand.\" \"So he's going to have to make some of those choices,\" Gerson says. \"He has high expectations from the liberal wing of the congressional majority, and he has the realities of governing, where you don't want to pick culture war fights in the first 100 days, or even your first year, because you want to get some things accomplished.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/11/13/96970061/religious-right-weighs-next-political-steps"
        },
        {
            "headline": "\"The Culture Of Death\" And Other Last-Minute Volleys",
            "author": "By  \n\n      Will Evans",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2008
            },
            "article_content": "With the campaign din becoming ever more shrill in these last hours, opponents of Barack Obama are hoping an anti-abortion message can cut through to sympathetic voters. The National Pro-Life Alliance put up this ad in New Mexico, targeting both Obama and the Democratic candidate for Senate, Rep. Tom Udall. The ad recounts an incident in which two teenagers dumped their newborn baby in a Dumpster. It occurred 12 years ago in Delaware. The urgently delivered voiceover likens it to partial-birth abortion, and notes that Udall and Obama \"voted to continue this grisly procedure.\" The group used identical language in Senate ads as far back as 2000. The Virginia-based alliance started in 1993 partially in response to the election of Bill Clinton, and now has 600,000 members, said its president Martin Fox, a Catholic priest in Ohio. The group is currently pushing legislation that would overturn Roe v. Wade. Common Sense Issues, which pushed for Mike Huckabee during the Republican primaries and then backed out of the presidential race, recently jumped back in with an ad attacking Obama on abortion. Running in the newly competitive states of North Dakota and Montana, the ad shows footage of Obama saying that the question of when a fetus gets human rights is \"above my pay grade.\" That line has become one of Obama's biggest faux pas, seized upon by pro-life activists. The ad includes an interview with Bernard Nathanson, a former abortion doctor and founding member of what is now NARAL Pro-Choice America, who became an outspoken anti-abortion activist in the 1970s. He calls legalized abortion \"the greatest mistake this nation has ever conceived.\" Tying Obama to the \"culture of death,\" after the jump... Family Research Council Action's PAC launched an ad in Virginia, with a more bipartisan approach. It quotes the late Sen. Daniel Patrick Moynihan, a respected Democrat, as saying partial-birth abortion is \"too close to infanticide.\" The ad contrasts that with Obama, who it says voted against a ban on the practice. \"The culture of death has a good friend in Barack Obama,\" it says. FRC PAC also has radio ads supporting Republican senators in Mississippi, Kentucky and Georgia (listen here). And today, on the eve of election day, FRC Action placed this anti-Obama ad in eight Ohio newspapers. Pro-choice forces are active as well. Planned Parenthood and NARAL Pro-Choice America each spent more than $200,000 in the last week, mostly on mailers, phone calls and canvassing for Obama and other Democrats, according to the Center for Responsive Politics. Then again, National Right To Life spent more than half a million in the last week to help McCain and other Republicans.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/secretmoney/2008/11/abortion_ads.html"
        },
        {
            "headline": "South Dakotans Again Consider An Abortion Ban",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 27,
                "year": 2008
            },
            "article_content": "Tiffany Campbell holds her 18-month-old son, Brady. When she was pregnant, Tiffany Campbell and her husband decided to abort one twin to help the other survive. Read more. Allen Unruh is an organizer of Vote Yes for Life, which put the abortion initiative on the South Dakota ballot.\n                \n                    \n                    Jane Greenhalgh/NPR\n                    \n                \nhide caption Allen Unruh is an organizer of Vote Yes for Life, which put the abortion initiative on the South Dakota ballot. Craig O'Connor, a volunteer for the Campaign for Healthy Families,  contacts prospective voters by phone.\n                \n                    \n                    Jane Greenhalgh/NPR\n                    \n                \nhide caption Craig O'Connor, a volunteer for the Campaign for Healthy Families,  contacts prospective voters by phone. It's deja vu all over again in South Dakota, where voters are being asked for the second election in a row to approve or reject a ban on abortion. Two years ago, voters just said no to a ban so sweeping it allowed almost no exceptions. This year, the proposed ban is a little less rigid. But opponents say it's still too extreme. And partisans on both sides know it's not just abortions in South Dakota at stake: If the ban is passed, it could be used to mount a U.S. Supreme Court challenge to the right to abortion nationwide. Strolling through a serene neighborhood in Sioux Falls on a pristine autumn day with volunteers canvassing door-to-door, it was hard not to flash back to nearly the exact same scene two years earlier. \"Are you William?\" asks Megan Moss, one of dozens of 20-something volunteers opposing the ban. She and her colleagues have been crisscrossing the state a house at a time. William Flanagan nods his head over the din of several barking dogs. \"I'm with the South Dakota Campaign for Healthy Families,\" Megan continues. \"I'm going around your neighborhood passing out information on Initiated Measure 11. Have you heard of that yet?\" Limiting Exceptions Initiated Measure 11 is the formal name of the abortion referendum on the Nov. 4 ballot. It would ban virtually all abortions in the state, with limited exceptions for rape, incest, and threats to the life or health of the woman. At this house, Moss scores a hit, as Flanagan says he'll be voting against the ban. \"I don't believe in government telling people what to do,\" he says. But while a strong libertarian streak among South Dakota voters like Flanagan helped defeat the ban two years ago, South Dakota is still a very conservative state when it comes to abortion. That's apparent around the corner, at the home of ZoAnn Trumbull. \"I believe abortion is wrong, it's murder,\" she tells Moss' canvassing colleague, Hassan Ali. \"And according to the Bible, thou shall not murder. ... And there are a lot of people out there who need to adopt those babies that need to be adopted, and that's the way we stand,\" she says politely, but firmly. Across town, at the headquarters of Vote Yes for Life, the people working to pass the ban hope there are a lot more voters like ZoAnn Trumbull. The headquarters — once a Planned Parenthood clinic — is now decked out with orange and blue balloons, and little framed pictures of babies' feet decorate the walls. In what used to be the clinic waiting room, one whole wall is taken up by a massive map of South Dakota showing votes on the 2006 ban county by county, where they won and where they need to gain more support. A Revised Initiative Presiding over a row of volunteers combing through computerized voter lists on this particular day is Allen Unruh. He's one of the campaign's organizers and a longtime anti-abortion activist in the state. He says a big reason the 2006 effort didn't succeed was that the ban simply went too far. \"Countless people said, 'If you'd had an exception for rape and incest, then we'd have voted with you,' \" he says. So in version 2.0, he explains, \"we're giving the people of South Dakota what they wanted. This bill, this initiative, basically has exceptions for rape, incest and health and life of the mother.\" Unruh says he recognized that some compromise was necessary. \"Ideally, I'd like to save every child possible, but we don't live in that type of world right now. So to me, it's kind of like if the Titanic is sinking, would you say, 'Let's not lower the lifeboats because you can't save them all?' Let's save every person we can.\" Across town, at the current Planned Parenthood clinic, CEO Sarah Stoesz says all the talk of limits on the ban is nothing but a smoke screen. \"If this ban is passed, it means that there will be no abortions performed in South Dakota,\" she says. Currently, no doctors in South Dakota are willing to do elective abortions; Planned Parenthood flies in doctors from Minnesota once or twice a week. They perform between 700 and 800 abortions per year — one of the lowest rates in the country. Stoesz says the proposed ban's exceptions are so narrow that not only would it force an end to elective abortions, it would mean abortions could not be performed for any other reason, either. \"In the case of the so-called life exception, doctors will have to be so absolutely certain that a woman could fit through this narrow, narrow exception so they would not under any circumstances make a mistake — because if they make a mistake, they are subjected to potentially felony charges,\" Stoesz says. \"And I have not met a doctor in South Dakota yet who has said he or she is willing to perform an abortion under those circumstances.\" Strings Attached The rape and incest exceptions to the ban come with similar strings: They require the doctor to collect and preserve DNA samples from the fetus. Backers of the ban say that will help catch criminals. Opponents say it's just another way to deter women from seeking abortions and doctors from performing them. But what worries Stoesz most is that if the ban were to pass, it could well trigger a lawsuit that could quickly have national implications. \"A state that has only 778,000 people living it in could potentially set in motion a course of events that could overturn Roe versus Wade,\" she says, referring to the Supreme Court decision that legalized abortion nationwide in 1973. And that's just what Unruh is hoping for. \"You know, we might be a flyover state, but we want to be a beacon of light for anybody who flies over. That's what our goal is.\" Both sides are predicting a close vote.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/10/27/95942981/south-dakotans-again-consider-an-abortion-ban"
        },
        {
            "headline": "Wednesday Morning: Cameral Shift for the Bailout Bill; Palin's Debate Chops; and the Obama Campaign'",
            "author": "Evie Stone",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 1,
                "year": 2008
            },
            "article_content": "Good morning! The bailout -- rescue! -- plan continues to dominate the news. The package failed in the House on Monday, but Congress has not given up: the Senate will vote tonight (after Rosh Hashanah ends at sunset) on a revised version of the plan. Among the added goodies in the updated bill: extensions of some business tax breaks including renewable energy incentives; a fix to the Alternative Minimum Tax to prevent it from kicking in for some middle-class Americans; and increased deposit insurance by the FDIC. Democrats are hoping the additions will help the bill gain enough Republican support to get through the Senate and then win over the additional dozen net votes needed for the bill to pass the House, though the changes may drive away some Democrats. Senator-candidates McCain, Obama, and Biden will all return to Washington tonight to vote in favor of the bill, which will require 60 votes to pass. The Vice-Presidential debate is tomorrow, and the Obama-Biden campaign is ramping up the expectations-lowering for Biden by eagerly circulating a bevy of news stories about Sarah Palin's surprising debate success during her gubernatorial campaign. Politico's summary: Palin proved herself to be a comfortable and confident debater, not exactly deeply versed in the issues but unusually adept at dodging controversy and quick to take advantage of opponents' missteps. Not one to throw an unnecessary punch, Palin took a patient approach, waiting for her rivals to expose their weak points - and then striking fast. Palin did an interview with conservative talk radio host Hugh Hewitt yesterday, making the case for herself as an average gal who, if elected, would \"put government back on the side of the people, of Joe six-pack like me.\" But after the relatively soft questions from Hewitt, Palin was in for some criticism following another shaky interview with CBS anchor Katie Couric. Couric asked Palin what newspapers and magazines she reads, and Palin couldn't -- or wouldn't -- name any, responding that she reads \"all of them, any of them that have been in front of me all these years.\" The interview also covered a range of social issues. In statements that will reassure conservative values-voters but that may give pause to social moderates, Palin reiterated her opposition to abortion or emergency contraception including in cases of rape or incest and referred to homosexuality as \"a choice\" (though she was quick to note that one of her best friends is gay). On the Democratic side, Politico's Ben Smith reports that out in the battleground states, the Obama campaign is quietly releasing harsh anti-McCain radio ads. The ads' topics reportedly include abortion, stem-cell research, and a suggested link between the Iraq war and the tanking US economy. McCain has been taken to task by Democrats and the media over dubious claims in his television spots, which his campaign regularly circulates to reporters. The Obama campaign, in contrast, rarely publicizes its negative ads (radio or TV), which makes them harder for reporters to track and fact-check. CMAG's Evan Tracey told Smith radio is a handy medium for sneaky ad releases: Obama has to be a little more protective of his brand than McCain does, so there may be a choice that they're making there that we don't want to be pounding McCain as hard as we can on our highest-profile medium that has our picture on it. The Obama campaign responds that they're not trying to bury the ads, they just don't release them because they might confuse the daily message. Uh, right. And finally, another reason to think about voting early: NPR's Patti Neighmond reports this morning on a new study that says more deadly car crashes and vehicle-related injuries happen on presidential election days than on the prior and subsequent Tuesdays. The author of the study speculates that the reason could be that drivers are distracted by political issues or are speeding to the polls to avoid missing too much work, or that there is decreased police presence because officers are voting too. Drive carefully on November 4th, you guys!",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/vox-politics/2008/10/wednesday_morning_cameral_shif.html"
        },
        {
            "headline": "Headlines: Mugabe's Enforcers Are Also Victims",
            "author": "By  \n\n      Ashley Lystne",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 27,
                "year": 2008
            },
            "article_content": "Mugabe's Enforcers Are Also VictimsIn most cases, those enforcing the Mugabe regime by beating up opposition supporters are only doing so to avoid being beaten themselves. Showing even the smallest amount of sympathy in front of the ruling party youth militia leaders will lead to themselves becoming victims. North Korea Destroys Tower at Nuclear SiteSouth Korean and U.S. officials welcomed the early demolition of the cooling tower as an encouraging sign of North Korea's commitment to a broader deal under which Washington hopes to eradicate all the North's nuclear assets. Black Clergy Demand Candidates Reject Planned Parenthood MoneyOn Wednesday, a group of African-American pastors met in Washington to demand that both parties reject campaign funding from Planned Parenthood, claiming that they promote a racist agenda by targeting black babies for abortion. Zimbabweans Ordered to VoteDespite his only opponent having dropped out of the election, President Mugabe of Zimbabwe is continuing to campaign, after announcing he would be ignoring pleas from neighboring African leaders to postpone the election. The government added that voting would be mandatory, and all citizens who did not vote would become the targets of violence. Complex Ties Lead African Ally to Avoid Condemning MugabeSouth African President Thabo Mbeki is finding himself under increasing scrutiny for his close relationship to Mugabe, and his non-aggressive methods of \"quiet diplomacy.\" Unlike former President Nelson Mandela, who this week cited a \"tragic failure of leadership\" in Zimbabwe, Mbeki's foreign minister told reporters they would only recognize failure \"if we reach a situation where Zimbabwe totally gets engulfed in a state of civil war.\" Niger: Former Premier Arrested in Corruption CasePolice arrested Hama Amadou, a former Nigerian prime minister and governing party chief, on corruption charges. A conviction could bar him from running for president next year, when President Tandja will be ineligible to run again due to term limits. Bishop Ready to be NoticedReverend Eugene T. Sutton, elected the 14th bishop of the Episcopal Diocese of Maryland, says he's not only glad to fill the important role as \"a leader of the people,\" but that he's also \"proud and humbled,\" as a great-great-grandson of slaves, to achieve this honor in a state whose first bishop, Rev. Thomas Claggett, was a slaveowner. SportsStudy: Newspaper Sports Departments Mostly Male, WhiteA report by the Institute for Diversity and Ethics in Sports surveyed 378 AP Sports Editors member newspapers and Web sites, and says they earned a \"C\" for racial hiring practices, and an \"F\" for gender hiring practices. Power Surge Comes From the Pac-10Though this year's NBA draft doesn't change the balance of power in the NBA, it certainly does in college basketball. The Pacific 10 Conference saw the best player drafted into the NBA on Thursday. UCLA saw their stars go at the 4th, 5th, and 37th slots, while USC lost their freshman celebrity O.J. Mayo to Minnesota in slot No. 3. EntertainmentAs Africa's Horrors Rage, Suffer the Little ChildrenUwem Akpan's debut collection of short stories, Say You're One of Them, features a number of heartbreaking stories that reveal the dire conditions of African poverty and strife, from a child's point of view. In each of the tales, a protagonist's childlike innocence is ultimately savaged by the facts of African life.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/newsandviews/2008/06/headlines_mugabes_enforcers_ar.html"
        },
        {
            "headline": "Pope Seeks to Bolster America's Catholics",
            "author": "By  \n\n      Cindy Johnston",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 16,
                "year": 2008
            },
            "article_content": "Bishop of Tucson Gerald F. Kicanas kisses the hand of Pope Benedict XVI upon the pope's arrival at Andrews Air Force Base.\n                \n                    \n                    Jim Watson/AFP/Getty Images\n                    \n                \nhide caption If You Meet the Pope Pope Benedict XVI is visiting the United States for the first time as the leader of the Roman Catholic Church. R. Scott Appleby, a professor of religious history at the University of Notre Dame, tells Renee Montagne about how American Catholics and the church have responded to the theology and leadership of Pope Benedict since his election three years ago. Appleby says many Catholics are \"cafeteria Catholics,\" that is, they pick and choose, creating their own religious profile. \"The church wants Catholics to resist that tendency, which is widespread in American culture, because we're a culture of choice, we are independent, individualistic, and there are many sources of so-called wisdom in the culture,\" he says. There's a tension in the relationship between the Catholics in American culture and the freedoms of that culture, he says. \"But the church says, 'Look, we have a coherent truth, we have a way of life and in fact a lens through which to view all these choices,' and that needs to be instilled and held tight by Catholics.\" Appleby says Pope Benedict has been a pleasant surprise for most people. Coming into his papacy, he was considered quite strict. He has turned out to be strict on adherence to Catholic teaching, but \"his message, in essence, has been more constructive and positive and life-giving, in a way, than one might have expected,\" Appleby says. In his U.S. visit, Pope Benedict won't focus too much on issues that have driven a wedge between American Catholics and the Vatican, such as birth control and women as priests, Appleby says. Pope Benedict understands that the church in the United States needs \"encouragement, gratitude, uplift\" after coming through the sexual abuse crisis and struggling with a shortage of women religious figures and the challenge of retaining the loyalty of younger Catholics. So, he won't focus too much on differences, Appleby says. \"I believe the message to Catholics will be positive.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/04/16/89676053/pope-seeks-to-bolster-americas-catholics"
        },
        {
            "headline": "Abortion Rate Falls to 30-Year Low",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2008
            },
            "article_content": "Based on a survey taken of abortion providers every four to five years, researchers estimate that the rate of abortions in 2005 was near an all-time low.\n                hide caption Based on a survey taken of abortion providers every four to five years, researchers estimate that the rate of abortions in 2005 was near an all-time low. Next Tuesday marks the 35th anniversary of Roe v. Wade, the Supreme Court decision that legalized abortion nationwide. It's a day where those on opposite sides of the abortion debate air their differences. But today there is news both sides are embracing: The number of abortions in the U.S. is continuing its downward trend. The news is contained in a study from the Alan Guttmacher Institute, a reproductive health and rights think-tank that surveys every known abortion provider in the country every four or five years. This is the group's 14th survey. According to the study released Thursday, the abortion rate in 2005 was lower than the rate in 1975, two years after Roe v. Wade. The rate is calculated as the percentage of women of childbearing age having abortions. \"In 2005 we had an abortion rate of 19.4 abortions per 1,000 women aged 15 to 44,\" said Rachel Jones, a senior research associate with the group and the study's lead author. That's down \"considerably\" from a high point of 29.3 abortions per 1,000 women in 1980, she said. There was also a drop in the actual number of abortions performed. In 2005, there were 1.2 million abortions in the U.S., down 8 percent from 1.3 million in 2000. The number of abortion providers also continues to decline, according to the survey. But Jones said the drop in the number of providers can't be directly tied to the decrease in the number of abortions. It may be that women with unintended pregnancies are finding it more difficult to obtain the procedure, she said, but it could also be that women are doing a better job of using contraception. \"Therefore, there [are] fewer unintended pregnancies and less demand for abortion services,\" Jones said. In some cases, she said, there is a fairly direct link between the number of providers and the number of abortions. In Mississippi, for example, the number of abortion clinics fell by half. \"There's now only one abortion provider in the state of Mississippi,\" Jones said, \"and we're pretty sure that the loss of that other abortion clinic has contributed to the decline in abortion rates in Mississippi.\" The overall 2 percent decline in abortion providers in this survey, however, is much smaller than the double-digit decreases found in previous surveys. A major reason, Jones said, is the increase in providers offering medical as opposed to surgical abortions, in most cases via the abortion pill mifepristone, also known as RU-486. \"We estimate if it weren't for these providers who offer only early medical abortions ... the number of providers would have declined by 8 percent instead of by 2 percent,\" she said. On the other hand, Jones said that so far the availability of the abortion pill hasn't really done what abortion-rights advocates had most hoped — made medical abortion available in places where surgical abortions aren't. That's because a preliminary analysis shows most of those new providers of medical abortion services are in areas where surgical abortion is also available. Still, 13 percent of women now use an abortion pill to end their pregnancies. That number is rising fast, and it alarms members of the anti-abortion community. \"RU-486 is killing women,\" said Cathy Ruse, senior fellow for legal studies at the Family Research Council. \"Twelve women have died from RU-486, and there have been hundreds of reports of serious adverse health consequences,\" she said. \"Serious life-threatening hemorrhaging, 400 reports of required surgery following RU-486 — it's a serious problem.\" And while Ruse praised the continuing decline in abortion rates, she warned the public not to miss the bigger picture. \"We still have 1.2 million abortions in America every year, and that is a national tragedy,\" she said. \"Our abortion rate is still higher than every other nation in the western world. We can do better than that.\" Despite the disagreements over the abortion pill, however, it's worth keeping one thing in mind. Next week, when sign-wielding abortion rights activists and anti-abortion groups are yelling at each other, they actually agree on one fundamental point: The best way to continue to reduce the number of abortions is to continue to reduce the number of unintended pregnancies.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2008/01/17/18183734/abortion-rate-falls-to-30-year-low"
        }
    ]
}