{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "National Review: Can Carly Close The Deal?",
            "author": "By  \n\n      Katrina Trinko",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 25,
                "year": 2010
            },
            "article_content": "Carly Fiorina, the California Republican nominee for U.S. Senate, waves to the crowd prior to the NASCAR Nationwide Series CampingWorld.com 300. Fiorina is tied with, or in some polls, trailing her opponent by only a few points.\n                \n                    \n                    Jerry Markland/Getty Images for NASCAR\n                    \n                \nhide caption Katrina Trinko writes for National Review Online's Battle '10 blog. For California Republicans and right-leaning independents, casting a vote in a statewide or presidential election is generally a quixotic act, a meaningless protest in a state that has voted for the Democratic presidential and senatorial candidates every year since 1992. Statewide offices as well tend to be dominated by Democrats. And while there are about 7.5 million registered Republicans, there are nearly 17 million registered Democrats. But this year, there is a sense that the improbable might happen. Several recent polls show that Republican Senate candidate Carly Fiorina is tied with, or trailing only a few points behind, Democratic incumbent Barbara Boxer. With the election eight days away and Boxer having reached 50 percent in only one of October's polls, there remains a decent chance that Fiorina could make up those last couple of points and win. \"It's certainly different for Barbara Boxer, because she hasn't had a well-funded, strong challenger,\" says California GOP strategist Wayne Johnson. \"She's never had a challenge like this.\" Among the nation's most strongly disliked politicians, Sen. Barbara Boxer nonetheless deserves special recognition for her vote-getting abilities. In her past three Senate runs, she has defeated by her opponent by 10 to 20 points every time. She has had fortunate timing. In 1998 she benefited from sharing a ballot with Democratic gubernatorial candidate Gray Davis, who won by nearly 20 points, while in 2004 she got a boost from John Kerry backers. Her opponents have helped: 1992 GOP candidate Bruce Herschensohn was revealed a few days before a tight-fought election to have visited a strip club, while 2004 opponent Bill Jones never raised enough to even run a television ad. But don't mistake Boxer's electoral success for validation of her affability or political deftness. Even her ideological compatriots don't think she has those qualities. The Los Angeles Times endorsed Boxer but wrote of \"an assertiveness that often is perceived as arrogance,\" and \"hope[d] her fourth term will be marked by less bluster and more bipartisan achievements.\" The San Jose Mercury News also endorsed Boxer but conceded, \"We wish Boxer were less strident. This trait has cost her support for some important legislation and has damaged her ability to provide leadership in the Senate.\" The San Francisco Chronicle refused to endorse either candidate this year, editorializing that Boxer was \"an ineffective advocate for causes we generally support,\" adding that Boxer's \"most famous moments on Capitol Hill have not been ones of legislative accomplishment, but of delivering partisan shots.\" \"Over half of Californians are unsatisfied with Barbara Boxer,\" said Jon Fleischman, a former executive director of the California GOP. A recent Fox News poll showed that 52 percent of Californians have an unfavorable view of Boxer. But Fiorina's unfavorable ratings in the poll were about the same, at 51 percent. And in recent weeks, Boxer has campaigned fiercely, running ads that slam Fiorina for her decisions to lay off 30,000 workers and outsource some jobs during her time as CEO of Hewlett Packard. Boxer has also worked to make the social issues more prominent in voters' minds, frequently touting her own abortion-rights absolutism in contrast to Fiorina's pro-life positions. A new Boxer ad reminds Californians that Sarah Palin endorsed Fiorina. The attacks present a difficult challenge for Fiorina, a two-pronged assault on her message about job creation and her refusal to make social issues a pivotal part of the campaign. \"Fiorina is unabashed about her belief in the sanctity of life, but she doesn't wear it on her sleeve, and she doesn't put in her campaign literature,\" says Fleischman. But Boxer's strategy may backfire: This is not an election focused on abortion or gay marriage. \"The people who care most passionately about preserving legal abortion are going to vote Democrat, no matter what,\" points out Claremont McKenna College political scientist John J. Pitney Jr. Fiorina may also be well positioned to counteract the attack ads. \"She's a very confident person who inspires confidence in her ads,\" says Johnson, referring to the Fiorina commercials that feature the candidate directly addressing the audience about changing California. \"That helps blunt some of the negative attacks.\" According to an NRSC-commissioned Tarrance Group poll released last week that showed Fiorina and Boxer tied, the Republican still needs more support among independent voters. While Fiorina, at 47 percent, is leading by 13 points among independent voters, the Tarrance Group's Dave Sackett said \"she needs to improve upon this and get her ballot strength among ticket-splitters up into the mid 50s.\" Fiorina, who touted her willingness to buck the Republican Party if necessary in a recent ad, appears to be trying to appeal to Californians who still like President Obama and the Democratic party but are concerned about the country's direction. Such an attitude appears to represent a crucial segment of the California electorate: The Fox poll showed that 46 percent of likely California voters approved of the president, but 71 percent were angry or dissatisfied with how the government was working, while 67 percent thought that Obama's economic policies had hurt or made no difference in California's economy. In a state with the nation's third-highest unemployment rate, voters' decisions may ultimately depend on whom they trust to create jobs. Voter turnout may favor Fiorina. \"There are a lot of Democrats that are very disappointed in the performance of their own party,\" says Johnson, adding that while staunch Democrats won't vote Republican, they may not vote at all this year. Fiorina may also be helped by Republican gubernatorial candidate Meg Whitman's aggressive get-out-the-vote efforts. But win or lose, Fiorina has disproved the conventional wisdom that no conservative candidate can be competitive in a statewide California race. She has focused on jobs and the economy, pushing spending cuts and the tax cuts that will help businesses thrive, but has maintained her conservative stances on abortion, immigration, and the environment. The combination of high unemployment and an arrogant, out-of-touch incumbent has been enough to put the Golden  State in play for Republicans. Whether it will be enough to carry Fiorina to victory will be a close call: Unlike the polls, Fiorina does not have much of a margin of error.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2010/10/25/130804129/national-review-can-carly-close-the-deal"
        },
        {
            "headline": "Pelosi Says Votes Are There For Health Care",
            "author": "Scott Hensley",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 1,
                "year": 2010
            },
            "article_content": "With the televised (and live-blogged) bipartisan meeting on health overhaul now in President Obama's rearview mirror, there's the little matter of counting votes in Congress. Do the Democrats have what it takes to pass a health bill? House Speaker Nancy Pelosi told ABC News' This Week they do, even with open issues, such as abortion, and midterm elections. \"All our members--every one of them--wants health care,\" Pelosi said. \"I think everybody wants affordable health care for all Americans. They know that this will take courage. It took courage to pass Social Security. It took courage to pass Medicare. And many of the same forces that were at work decades ago are at work again against this bill.\" The way that would likely work is by repudiating bipartisanship and pushing ahead with legislation by \"reconciliation.\" The House would vote on the Senate bill, presumably approving it. Then the Dems would make fixes and send a revised bill back to the Senate, which under budget reconciliation, could pass a bill by simple majority. Republicans object to the process, saying it's inappropriate for making such a momentous change. But time and again, reconciliation has provided the legislative vehicle for new health care programs. Then there's the question of public support, which polls show is there for specific provision of overhaul but is in short supply for the soup to nuts bill. Pelosi had her own food analogy for CNN's State of the Union, explaining that the public would come around when the health bill is fully baked:",
            "bias": "Abortion",
            "url": "https://www.npr.org/sections/health-shots/2010/03/pelosi_says_votes_are_there_fo.html"
        },
        {
            "headline": "GOP Gains Advantage After 'Citizens United' Ruling",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 7,
                "year": 2010
            },
            "article_content": "We've been writing a lot lately about the heavy spending this campaign season by interest groups who've been freed up to put lots and lots of ads on TV because of the Supreme Court's ruling earlier this year in the Citizens United case. And as NPR's Peter Overby reported Tuesday, it's not always easy to figure out where the money's coming from because some groups are using tax-exempt social-welfare spinoffs that don't have to identify their contributors -- a tactic that some campaign finance watchdogs think the IRS needs to crack down on. On All Things Considered today, NPR's Don Gonyea and Mara Liasson look at what the millions of dollars of money being spent by the independent groups is doing to the Republican and Democratic parties. For the GOP, Don says, the heavy spending by independents creates opportunities -- and challenges: \"Veteran Republican political consultant Alex Castellanos,\" Don reports, \"says it all creates lot of options for potential donors. They can be anonymous or not. But they no longer have to assume that there are limited ways for them to get involved.\" That's good for spreading the Republican message. Good, that is, unless \"these independent groups stray from the disciplined message of a campaign,\" Don adds. \"They may, for example, talk about Social Security or abortion at a time when a candidate is trying to downplay such things.\" Another plus, though, is that the money independent groups are spending on ads can free up some of the Republican Party's funds for other uses -- such as getting out the vote. On the Democratic side, Mara says, the party is \"at a disadvantage this year because of the flood of unlimited, undisclosed donations to outside groups spending on behalf of Republicans. Democrats do have independent expenditure groups of their own -- the unions, environmental groups, MoveOn.org -- but they haven't been able to keep up with the gusher of conservative campaign cash uncorked by the Supreme Court ruling.\" Looking ahead, Mara reports, a key question for Democrats will be whether President Obama can rebuild and expand the \"vaunted small donor fundraising machine\" that his campaign used so effectively in 2008. But that is an issue for the 2012 election, not this year's. For more on Citizens United and its effect on fundraising and campaign ads, see our earlier post from Fresh Air's Melody Kramer.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/itsallpolitics/2010/10/07/130405322/campaign-ads"
        },
        {
            "headline": "Stupak, Savaged By Both Sides, Is Calling It Quits",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 9,
                "year": 2010
            },
            "article_content": "Bart Stupak, the eight-term Democratic congressman from Michigan's Upper Peninsula, will not seek re-election this year. There are few people who follow politics in this country who don't recognize his name. That was not always the case. First elected in 1992, the 58-year old Democrat has been quiet in Washington, though popular at home, winning at least 65 percent of the vote in his last four contests. His anti-abortion and pro-gun views fit in with the voters in his vast, mostly rural district. But he has also incurred the wrath of the pro-choice movement, which was furious over his insistence of strong anti-abortion language in the health care bill. His \"Stupak amendment,\" passed by the House last November, was supported by 64 Democrats, along with 176 of 177 Republicans. It is quite possible the measure would have gone down to defeat without it. Supporters of abortion rights decided that Stupak should be punished for jeopardizing the legislation, working to recruit a candidate to oppose him in the August primary. Some went even further; hate mail arrived at his house, along with threatening phone calls. Connie Saltonstall, a former teacher and ex-Charlevoix County commissioner, announced her candidacy for the Democratic primary and promptly won the backing of such groups as the National Organization for Women, Planned Parenthood and NARAL. Fast forward to last month, when the Stupak amendment was stripped out of the final House/Senate bill and House Speaker Nancy Pelosi refused Stupak's demands that the language be reinserted. Nonetheless, Stupak voted for the bill -- citing President Obama's agreeing to sign an executive order ensuring that no federal money can be used for elective abortions under the new bill. Then it was the pro-life community that went ballistic. They saw Stupak's vote as a betrayal ... or worse. Similar, or worse, hate mail and phone calls ensued, this time from the right. Some of the language I saw on Web sites are beyond the pale, not fit to be reprinted here. A politically unknown Republican, surgeon Dan Benishek, jumped in the race and won over many Tea Party supporters; other GOP candidates are also in the race. Here's a Tea Party ad urging Stupak's defeat: The barrage was apparently too much for Stupak. Today he will announce his decision not to run again. Marc Ambinder at The Atlantic broke the story this morning. Politico's Mike Allen & Josh Kraushaar report that Obama, Pelosi and other Democrats have called, pleading with him to run again. Republicans, on the other hand, were gloating. Ken Spain, communications director for the National Republican Congressional Committee, said, \"After selling his soul to Nancy Pelosi, it appears that Bart Stupak finally found the courage to tell her no. ... The political fallout over the Democrats' government takeover of healthcare has put the political careers of many Democrats in jeopardy thanks in-part to Stupak's decision to abandon his alleged pro-life principles.\" The Tea Party Express, which was planning a pair of \"Defeat Bart Stupak\" rallies today, announced it would transform them into \"victory parties for our supporters.\" There will be a fierce fight for the seat, last held by a Republican in 1992, when Bob Davis retired after seven terms once the news broke of his House bank overdrafts. Politico lists several Democrats as potential candidates, including state Sens. Jim Barcia (a former congressman), Mike Prusi & Gary McDowell, and state Reps. Joel Sheltrown & Jeff Mayes.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/04/bart_stupak_savaged_by_both_si.html"
        },
        {
            "headline": "Yoopers Reserved Over Stupak's 'Yes' Vote",
            "author": "By  \n\n\n      David Schaper",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 28,
                "year": 2010
            },
            "article_content": "The FBI and other law enforcement agencies are investigating death threats made against Rep. Bart Stupak (D-MI) and other Democratic lawmakers after they voted in favor of health care overhaul legislation last weekend.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption The FBI and other law enforcement agencies are investigating death threats made against Rep. Bart Stupak (D-MI) and other Democratic lawmakers after they voted in favor of health care overhaul legislation last weekend. The Upper Peninsula of Michigan, a large part of U.S. Rep. Bart Stupak's home district, is a rather unique place. The U.P., as it's called, is a vast, cold and sparsely populated area, long dominated by the rugged mining, timber and shipping industries. Much of it is bordered by Lake Superior, Lake Michigan and northern Wisconsin; the area is only attached to Lower Michigan by a bridge. And the people of the U.P. -- Yoopers, as they affectionately call themselves -- are kind of a different breed, with a rather unique favorite food. \"It's called a pasty,\" says Brian Harsch, owner of Jean Kay's Pasties in Marquette, Mich. \"It's a combination of meat, potatoes, onions -- and we put rutabagas in ours.\" Harsch says the meat and vegetables are cut up into cubes, mixed together raw and baked in a folded-over pie crust. It came to the region from England with those who worked long hours in the U.P.'s iron ore and copper mines, a meal they could keep warm in their pockets for hours, or bake themselves in the mine. It has long been a staple meal for Yoopers. Another staple in the U.P. -- for 18 years now -- is Stupak, the region's socially conservative Democratic congressman. \"Bart's a Yooper,\" says longtime Stupak friend Nancy Douglas of Menominee, Mich., the congressman's hometown. \"He understands the people he represents and their points of view, and I don't think they're vastly different from his,\" Douglas says. She adds that she doesn't think Stupak's vote for the health care bill will hurt his re-election chances. Despite the conservative views of many in the district, she thinks the vote actually reflects the views of most voters here. In fact, some constituents say they were upset that Stupak nearly killed the health care bill while trying to insert language to restrict federal funding for abortions. \"We were very angry with him up until the end,\" says Judy Allen, a retiree from Marquette, Mich., after a recent dinner at Schloegel's Bay View Restaurant in Menominee. \"He was very emotional when he made his speech about the amendment that would have thrown it all back into committee, and I was very proud of him [for his vote]; I was very happy.\" Her husband, David Allen, who says he had about had it with Stupak, says, \"I support [the] bill and now support Bart.\" Others in the district say the right to quality health care is as much a right-to-life issue as being against abortion. \"I approve of the health care bill, so I thought it was a good vote,\" says Juanita Delaurelle of Daggett, who also appreciates that Stupak held out for the president's executive order restricting federal funding for abortions. \"I'm against abortion, so I do think it was the right stand, but I do think we need health care in this country, better health care than what we have.\" \"He held the line pretty steady and pretty tough, and said, 'We're not budging on this without that being signed in,' \" high school teacher Tom Baraboo of Menominee says. \"I give him a lot of credit for that; he put up with a lot of slack.\" But others in the district wish Stupak had stuck to his guns, and they accuse him of selling out. \"I do not agree with what Stupak did,\" says Jayne Strohl, owner of a tidy salon in the small town of Stephenson. \"I was very proud of him for sticking to his guns, because I don't think you should be able to get an abortion through a government-run program,\" Strohl says.  \"I just don't understand what changes your mind at the last minute.\" Strohl is one of many here who doubt the bill will do all that has been promised. She and many others in the district say that for the first time in a long time, they'll consider voting for someone other than Stupak. Dan Benishek, a surgeon from the small Upper Peninsula town of Crystal Falls, who is running as a Republican for Rep. Bart Stupak's seat. Benishek, who has never run for office before, says he's overwhelmed by the support he's getting from around the country since the health care vote.\n                \n                    \n                    David Schaper/NPR\n                    \n                \nhide caption Dan Benishek, a surgeon from the small Upper Peninsula town of Crystal Falls, who is running as a Republican for Rep. Bart Stupak's seat. Benishek, who has never run for office before, says he's overwhelmed by the support he's getting from around the country since the health care vote. Republican Dan Benishek hopes to be that someone. \"I think he's betrayed the district.  I can't believe that he's done it,\" says Benishek, a surgeon and a first-time candidate from the small U.P. town of Crystal Falls. \"I don't believe he represents the U.P. very well,\" Benishek says.  \"He votes very far left on most of the issues.  The two issues that hold him to the constituents are the Second Amendment and his pro-life stance.  And now he's bailed on the pro-life stance.\" Benishek says he has been overwhelmed with interest in his campaign from around the country, raising more than $50,000 in the first 48 hours after Stupak's vote for the health care bill, unsolicited. Stupak is being challenged from the left, too. Connie Saltonstall, a former county commissioner from the Lower Michigan part of the district, is running against Stupak in August's Democratic primary.  She says she contributed to Stupak's campaign just last year, but now says she is outraged that he almost derailed the health care bill over abortion.  She says she has raised about $80,000 in the past few weeks because of Stupak's anti-abortion position, and has picked up endorsements from NARAL, Planned Parenthood and NOW. Meanwhile, Michigan Right to Life and other anti-abortion groups say they are pulling their endorsements of Stupak. But where some see Stupak as suddenly vulnerable, others don't. \"I don't believe in my heart of hearts this vote was all that risky for him, I really don't,\" says Bud Sargent, managing editor of one of the largest daily newspapers in the U.P., The Mining Journal in Marquette. He has covered politics in the U.P. and Bart Stupak for almost 30 years and doubts that there will be many voters who will change how they vote in the primary and in the November election because of Stupak's vote for the health care bill. \"I think that he's got so much good will built up over so many years, and I think that he represents people up here well.\" Sargent says he doubts the health care vote will cost Stupak his seat, but he and others add that the longtime congressman will be facing what is shaping up to be his toughest re-election campaign yet.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2010/03/28/125259922/yoopers-reserved-over-stupaks-yes-vote"
        },
        {
            "headline": "Kagan On Senators' Minds As Judiciary Panel Meets",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 13,
                "year": 2010
            },
            "article_content": "Supreme Court nominee Elena Kagan meets Thursday with Sen. Benjamin Cardin (D-MD) on Capitol Hill.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption Supreme Court nominee Elena Kagan meets Thursday with Sen. Benjamin Cardin (D-MD) on Capitol Hill. Supreme Court nominee Elena Kagan spent a second full day on Capitol Hill on Thursday, introducing herself to senators who will determine her fate. No official date has been set for her confirmation hearing, but possible lines of questioning were already being drawn by the Senate Judiciary Committee. The matter at hand for the committee Thursday was a vote on Goodwin Liu, a liberal nominee to a federal appeals court on the West Coast. But the Supreme Court was clearly on everyone's mind. The case made for why Liu, a Berkeley law professor, deserved the committee's endorsement for a lifetime appointment to the 9th Circuit Court of Appeals had a familiar ring. Chairman Patrick Leahy pointed out the same kinds of qualities in Liu that Leahy and others are also attributing to high court nominee Kagan. \"He has an extraordinary legal mind. He's a person of integrity,\" Leahy said. \"I don't think anyone should question his qualifications, talent or character -- all of which are first rate.\" And as Jeff Sessions, the panel's top Republican, argued against advancing Liu's nomination, he raised the same questions regarding a lack of experience that he has raised about Kagan's nomination. \"He's had no meaningful record as a practicing attorney or as a judge,\" Sessions said. \"It's not disqualifying not to be a judge, but I think you should have some realistic experience in the reality and discipline of practice of law if you haven't had a judicial record.\" South Carolina Republican Lindsey Graham broke ranks with his GOP colleagues on the Supreme Court nomination of Sonia Sotomayor last year; he did so again Thursday when assessing Kagan, currently the nation's solicitor general. \"Put me in the camp that you don't have to be a judge prior to being on the Supreme Court,\" he said. \"You do have to be qualified. I don't know how it'll come out with Ms. Kagan. Some of the things she's done as solicitor general have been very impressive, quite frankly, and some of the things she's said in the past are disturbing, but at the end of the day, elections do have consequences, and I'll be deferential to a point.\" But not to the point of supporting Liu's nomination, Graham said -- he called that a bridge too far. Texas Republican John Cornyn agreed. \"He thinks policymaking is the appropriate role for a judge. I couldn't disagree more,\" Cornyn said of Liu. \"A judge's job is to interpret and apply the law, not to make it. When judges become lawmakers, they become lawbreakers.\" California Democrat Dianne Feinstein came to Liu's defense. She said some of her colleagues clearly wanted a nominee to follow only the original intent of the Constitution's authors. \"But if all judges believed that the Constitution should be interpreted exactly as it was written, schools could still be legally segregated, states could prohibit married couples from using birth control, the minimum wage would be unconstitutional, and as a woman, I would not be eligible to sit here today as an elected United States senator,\" she said. In the end, Liu's nomination was approved 12-7 in a straight party-line vote for consideration by the full Senate. Leahy announced that a routine 10-page list of questions was sent Thursday to Kagan to prepare for her confirmation hearing. Republicans on the panel warned they still need to know much more about Kagan to make an informed decision. Key, they said, would be getting documents from her time as a White House policy adviser in the Clinton administration.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2010/05/13/126805565/kagan-on-senators-minds-as-judiciary-panel-meets"
        },
        {
            "headline": "Stupak Hearing It From Left & Right",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 24,
                "year": 2010
            },
            "article_content": "There was a moment there -- ok, maybe more than a moment -- in which the fate of the health care bill was in the hands of Rep. Bart Stupak. The Michigan Democrat, a leading pro-life advocate in his party, forced an anti-abortion amendment on House Speaker Nancy Pelosi last November; had she not agreed to allow it to proceed to a vote, the entire package could have gone down to defeat. However, by the time the House was having its second go-around on the bill last week, the amendment was nowhere to be found, and Stupak was threatening to withhold his support, along with that of a dozen or so of his followers. Pelosi refused Stupak's demand that she agree to another vote on abortion, but he came on board at the last minute when President Obama agreed to sign an executive order ensuring that no federal money can be used for elective abortions under the new bill. (Obama signed it today.) Stupak was already facing an August primary challenge from Connie Saltonstall, a former teacher and ex-Charlevoix County commissioner who is angry at Stupak's abortion views but angrier that it almost took down the health care bill. When she announced her candidacy in March, she said of Stupak, \"I believe that he has a right to his personal, religious views, but to deprive his constituents of needed health care reform because of those views is reprehensible.\" The National Organization for Women has endorsed Saltonstall: What a relief that a courageous feminist candidate stepped up to the plate to challenge the co-author of the anti-choice Stupak-Pitts Amendment. Thanks to Connie Saltonstall, Stupak's bullying attempts to use health care reform as an opportunity to restrict women's access to abortion will be contested at the polls. Since the House vote, two more groups -- Planned Parenthood and NARAL -- have also joined the Saltonstall cause. Meanwhile, there are shouts of outrage from those on the right as well, who felt betrayed when Stupak signed onto the bill after promising he would not. The header of the Weekly Standard's John McCormack post said, \"Bart Stupak Sells Out.\" In recounting Stupak's reasons for voting yes -- that the executive order signed by Obama \"will accomplish what his amendment would have accomplished\" -- McCormack is, shall we say, dubious: The problem with Stupak's statements is that they're not true--and no one on the right or the left believes them to be true, except for Bart Stupak and a few of his friends. A similar point of view -- though far harsher -- came from Tommy De Seno, writing on FOXNews.com under the header, \"Stupak the Sell-Out\": We have to wonder what ransom was paid for the lives of innocent children to secure Stupak's vote, and if we watch what appointments he gets, bills pushed through and his next election to see how much support he gets from the DNC, we may identify the ransom paid out there somewhere. Maybe he didn't sell out -- maybe he's just stupid. He claims he got what he wanted not by amending the law, rather by striking a deal for an \"Executive Order\" from the president that will not allow abortion funding. ... Bart Stupak had in his hands the power to stop federal funding of abortions, and he handed the power to the man who is schoolgirl-giddy in love with idea of funding abortions -- Barack Obama. ... The second worse thing Stupak did was deliver his speech on the floor of the House after his deal was made. For months Stupak was aligned with Republicans who are pro-life. Stupak suddenly accused THEM of disingenuousness in their commitment to pro-life policy. Yet those Republicans had the same position they held when the sun rose on Sunday morning -- it was Stupak who changed his mind. In addition to stupid, add back-stabbing jerk to Stupak's political tombstone. And there's more. Header of post on HotAir.com: \"What we all now know: Bart Stupak is a two-faced weasel.\" The Admonition blog: \"Bart Stupak: Obamacare Sellout For What Exactly?\" David Horowitz's NewsReal Blog: \"Stupak and Lessons Learned: Democrats Lie. Chronically.\" Today, the Susan B. Anthony List, a pro-life organization, stripped Stupak of a \"Defender of Life\" award he was to receive this evening at a DC event. Marjorie Dannenfelser, president of the group, said, \"By accepting this deal from the most pro-abortion President in American history, Stupak has not only failed to stand strong for unborn children, but also for his constituents and pro-life voters across the country.\" As for the Obama executive signing order ceremony, it was, reports the New York Times' Kate Phillips, \"done behind closed doors, unlike the often boisterous health care bill ceremony on Tuesday\": Mr. Stupak was one of the members of Congress invited to attend today's session, which the media couldn't attend. Robert Gibbs, the White House press secretary, defended the private nature of the event, saying that an officially sanctioned photograph would be released later and that should suffice for \"transparency.\") If you want to smile -- or feel the administration's pain -- you really have to read Gibbs' contorted responses to press questions today about why the White House thought the executive order needed to be signed, since it was merely affirming existing law. Go to http://www.whitehouse.gov and click on today's press briefing. Stupak first elected to his congressional seat in Michigan's Upper Peninsula in 1992, has received at least 65 percent of the vote in his last four contests. He has never appeared on any list of endangered incumbents. Now a politically unknown Republican, surgeon Dan Benishek, announced he too will challenge Stupak. Here's a quote from the Wall Street Journal's Washington Wire blog: \"The betrayal of Mr. Stupak was dramatic,\" Benishek says. \"He certainly betrayed the citizens of his district because he's from a conservative pro-life area. That was pretty much the only issue tying him to his district. Mr. Stupak tends to vote pretty liberal on most things.\" ... Benishek said he decided to run because he was concerned about Washington's deficit spending. \"We have a debt disaster awaiting us,\" he says. Since Stupak voted yes on the health care bill, Benishek has become a cause celebre among conservatives. Cassy Fiano, writing in HotAir, is excited about Benishek's candidacy and says Stupak \"will be eaten alive this November.\" The Real Clear Politics blog notes that Benishek's campaign \"went from about 3,500 Facebook friends Sunday afternoon to 14,500 by mid-Monday.\" (It's 20,171 as of this writing.) Stupak's Facebook page has 2,301 fans. Connie Saltonstall is close behind, with 2,034. Of course, to the best of my knowledge, the number of Facebook fans has never determined the outcome of a race for Congress. What will determine the outcome is whether the reservoir of good will Stupak has had with the voters of the UP in his nine terms is still there.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/03/stupak_hearing_it_from_left_ri.html"
        },
        {
            "headline": "Mass. Senate:  Kennedys Back Coakley; Brown Encouraged By Poll",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 7,
                "year": 2010
            },
            "article_content": "The news of the day regarding the upcoming special election to fill the remaining three years of the late Ted Kennedy's Senate term seems a bit curious to me as for why it's considered news. But here it is. This morning, with 12 days to go before the vote, members of the Kennedy family -- notably Ted's widow Vicki and nephew/ex-Rep. Joe -- will be endorsing the Democratic nominee for the seat, state Attorney General Martha Coakley. Also on hand to give his imprimatur is Paul Kirk, the longtime Kennedy friend who currently occupies the Senate seat via temporary appointment. Ordinarily, this should be a dog-bites-man story. But the Boston Globe's Matt Viser notes that Coakley \"has not enjoyed a particularly close relationship\" with the Kennedy family, and their endorsement comes \"after weeks of remaining on the sidelines\": The planned endorsements mark the first time that the Kennedys have been active in the campaign in a significant way. It is also Coakley's most concerted effort to link herself with the Kennedy legacy. ... During the Democratic primary race, Coakley invoked Kennedy's name far less often than did her three Democratic rivals, who each featured him in their television ads and pointed to him as inspiration for their campaigns. Indeed, since she jumped in the race, Coakley has rarely mentioned the legendary senator - her campaign slogan is \"A Different Kind of Leader'' - and some in the Kennedy family were said to be upset that she announced her candidacy so quickly after the late senator died of a brain tumor in August. But with a national health care bill hanging in the balance, the Kennedy family members are expected to highlight the need for passage of such legislation and state that Coakley is poised to help carry out the late senator's dream of expanding health care coverage nationally. Coakley may feel she needs a boost after a Rasmussen poll released earlier this week had the Republican candidate, state Sen. Scott Brown, within nine points of Coakley (50-41). That's closer than most people thought. Scott Rasmussen, the polling firm's president, said, \"It has nothing to do with Brown and everything to do with the political environment we're seeing nationally.\" More from the Boston Herald's Jessica Van Sack: He [Rasmussen] added that Brown appears to be an \"opposition candidate\" supported by many who are unhappy with the direction of the country - and most of all, health-care reform. \"The people who feel strongly about health care are more likely to oppose it,\" Rasmussen said. Perhaps Rasmussen's most stunning finding was that the Wrentham state senator leads 65 percent to 21 percent among the unenrolled, the state's biggest voting bloc. The poll did not query voters about Joseph L. Kennedy, an unenrolled candidate. A Republican upstart replacing liberal lion Sen. Edward M. Kennedy in the bluest state would be a \"major coup\" with \"national consequences,\" said Thomas Whalen, Boston University social science professor, hastening to add, \"I still think she's gonna win it, but Brown's making it much more interesting.\" Nate Silver, a political statistician, crunched the poll numbers and wrote on his blog that a 9-point gap between Brown and Coakley seems \"entirely possible.\" But Suffolk University pollster David Paleologos said the survey may be lowballing the turnout among unenrolled voters, including many women who will break for Coakley. \"I don't know if (Brown's lead) will hold up,\" he said. Part of Brown's gain in the polls, opines Herald columnist Margery Eagan, is because he's \"moving left\": Yesterday morning I would have called Scott Brown a social conservative. By the time he finished an hour with Herald editors yesterday afternoon, he was calling himself a \"social moderate.\" Yet he sounded like a social liberal. Gay marriage, which he once wanted to put up for a referendum? \"This is settled law\" in Massachusetts, he said. \"People have moved on.\" ... Pro-choice or pro-life? Brown, who's repeatedly pushed for abortion restrictions and has the support of Massachusetts Citizens for Life, said he doesn't like those \"labels.\" Pressed, he agreed the \"choice\" should be between a woman and her doctor - the very definition of pro-choice. Yet in 2005 he sponsored a draconian amendment to a bill allowing emergency room personnel to turn away rape victims seeking emergency contraception. Yesterday he did his best to make such a scenario appear less horrifying. ... Scott Brown even said he'd have voted for Sonia Sotomayor, the U.S. Supreme Court Justice ridiculed by the right as the ultimate angry, affirmation-action hire with the far-left agenda and the mediocre SATS. The Globe's Joan Vennochi says that Brown \"still needs a political miracle\" to win on Jan. 19. Brown's positions \"should be poison to Massachusetts voters who sent Kennedy to Washington for 47 years.\" But Coakley, who is running \"a flat campaign\" and who \"seems to be taking the outcome ... for granted,\" is \"giving him hope.\" Earlier in the week, former Red Sox pitcher Curt Schilling, an independent voter, endorsed Brown. Sprint to the Senate, the blog of member station WBUR in Boston, has this quote that stirred up some bad memories for at least one former Bronxite at the Political Junkie: Schilling likened Brown's candidacy to his Red Sox team defeating the New York Yankees in the 2004 American League Championship Series. A Brown victory, Schilling wrote, would be \"a comeback/upset of 2004 proportions.\" I already miss Johnny Damon.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/01/mass_senate_kennedys_back_coak.html"
        },
        {
            "headline": "Struggling Senator Sticks To Middle Of Road In Colo.",
            "author": "Jeff Brady",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 22,
                "year": 2010
            },
            "article_content": "Sen. Michael Bennet (D-CO) visits with a young girl as he campaigns in downtown Colorado Springs, Colo., on Aug. 9. After surviving a tough primary challenge, Bennet is now in a close race with Tea-Party-backed Republican Ken Buck.\n                \n                    \n                    Ed Andrieski/AP\n                    \n                \nhide caption Sen. Michael Bennet (D-CO) visits with a young girl as he campaigns in downtown Colorado Springs, Colo., on Aug. 9. After surviving a tough primary challenge, Bennet is now in a close race with Tea-Party-backed Republican Ken Buck. Forty days before the midterm election, Democrats are campaigning hard to maintain their majority in Congress. One of the key races to watch is for the U.S. Senate seat in Colorado. The incumbent, Sen. Michael Bennet (D-CO), is a moderate, facing Tea-Party-backed conservative Republican Ken Buck. Colorado has trended toward Democrats in recent years, so you might think Bennet would be well ahead in the polls. But he's not -- largely because of the anti-incumbent sentiment that's playing out nationwide. A New Focus Bennet was appointed to the Senate to replace Ken Salazar, who left to become interior secretary. Bennet took over the job one day after Barack Obama became president in 2009, and he's enjoyed the president's support since. Ken Buck was not the Republican establishment's choice for the U.S.  Senate seat in Colorado. In the primary, Buck used lots of Tea Party  money to portray himself as an outsider to win the GOP nomination. Now as he faces incumbent Sen. Michael Bennet, Buck needs to convince Colorado's moderate voters that he can represent them. Read more from NPR's Don Gonyea. That helped Bennet win in a bruising primary campaign against former Colorado House Speaker Andrew Romanoff. But once the primary election was over, it didn’t take long for Bennet to start distancing himself from President Obama. Bennet was asked on All Things Considered on Aug. 11 whether he wanted Obama to campaign for him during the general election season. \"I don't know,\" said Bennet. \"I think it certainly helped during the primary and we'll make a judgment going forward.\" So far, Obama has not traveled to Colorado on Bennet's behalf for the November election. And these days, Bennet is focused on touting his moderate credentials. That's how NPR's Ken Rudin rates the Colorado Senate race between Michael Bennet and Ken Buck. Get Rudin's analysis -- and see how other political watchers view the race -- at NPR's Election Scorecard. \"I have voted more with the other party than any member of the Colorado delegation, Republican or Democrat,\" bragged Bennet at a debate in Colorado Springs on Friday. Swinging Unaffiliated Voters Look at the numbers in Colorado and you'll see why Bennet has changed his message: Polls show the race is tight and his Republican opponent -- Weld County District Attorney Ken Buck -- may actually be slightly ahead. This is surprising because Buck is widely seen as more conservative than most Coloradans, especially on issues like abortion and immigration. Bennet is the type of middle-of-the-road Democrat who's done well in Colorado in recent years. \"The more moderate candidate should -- all things being equal -- be doing somewhat better than the more extreme candidate,” says Seth Masket, assistant professor of political science at the University  of Denver. \"In this year, though, all things are not equal. There's a very strong national tide against the Democrats right now and for the Republicans.\" And, in the general election, Bennet has to appeal to the third of Colorado voters who don't belong to a political party. These unaffiliated voters can be a fickle bunch. Two years ago most were strong Obama supporters, helping him win the state. But the economy has worsened in Colorado. Many of those voters have turned against the president and, it appears, anyone who's allied with him. \"The voters want people out that are in and they really don't care -- to a certain extent -- whether they're Democrat or Republicans,\" says unaffiliated voter Bob Johnson of Parker, Colo. Johnson plans to vote for Buck and says Bennet's biggest mistake was voting for the president's health care overhaul, plus his support for the stimulus bill. Ken Buck accepts the Republican nomination for Senate on Aug. 10 in Loveland, Colo. Buck, the Weld County district attorney, defeated former Colorado Lt. Gov. Jane Norton in the primary.\n                \n                    \n                    Eric Bellamy/The Daily Tribune/AP\n                    \n                \nhide caption Ken Buck accepts the Republican nomination for Senate on Aug. 10 in Loveland, Colo. Buck, the Weld County district attorney, defeated former Colorado Lt. Gov. Jane Norton in the primary. \"We're trillions of dollars in debt and everybody's saying we can't keep doing this and they keep doing it,\" Johnson says. While the economy is the focus around the country this election season, Democrats in Colorado recently have started talking more about abortion. The message is aimed at unaffiliated voters like Amanda Poltera of Wheat Ridge, Colo., who says she's voting for Bennet. \"He seems to be the only candidate that's not anti-abortion,\" says Poltera. \"I'm not really excited about him as a candidate -- he's kind of overspent in Washington.\" That’s certainly not a ringing endorsement -- but in this close race, even lukewarm support from a small group of voters could make the difference.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2010/09/22/130054454/struggling-senator-sticks-to-middle-of-road-in-colo"
        },
        {
            "headline": "Tea Party Tug Of War; Is Focus Fiscal Or Social?",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 16,
                "year": 2010
            },
            "article_content": "Tea Party supporters in St Louis, Sunday, Sept. 12, 2010, in St. Louis.\n                \n                    \n                    Whitney Curtis/Associated Press \n                    \n                \nhide caption Is the Tea Party movement about fiscal conservatism, social conservatism? Or both? That's the debate playing out inside some quarters of the Tea Party movement and it was in evidence on Morning Edition during a discussion co-host Steve Inskeep had with Toby Marie Walker, lead facilitator for the Waco Tea Party, and Bryan Fischer of the American Family Association. Walker's strand of the Tea Party is tightly focused on fiscal issues. She said: \"A litmus test that we use is it about taxes or spending?\" Meanwhile, Fischer's part of the movement is more concerned about social issues. Invoking the nation's Founding Fathers, Fischer said: \"They said that the first of the inalienable rights that were granted to us by the creator is the right to life. So we believe the sanctity of life has got to be central to any genuinely conservative movement. Belief in a creator. And to defending natural marriage and resisting the homosexual agenda.\" The discussion highlighted what will be one of the Tea Party movement's greatest challenges. The tensions aren't new. They reflect the differences within the Republican party which has long had some members who were more libertarian who believed, among other things, in keeping government out of bedrooms, and others like Christian conservatives, who believed government should be used to enforce a certain understanding of morality. The differences have a parallel among Democrats, who have members who are most concerned about fiscal matters and defense and others who have gay and reproductive rights as their priority. But parties have clear leaders who can attempt to synthesize the differences between leaders and attempt to rein in the centrifugal forces with the parties. The Tea Party movement has no such feature and that could eventually cause it to become even more inchoate than it already is. More from the Morning Edition debate: WALKER: I think that the Tea Party movement is more of a libertarian movement. I think that's one of the things that's been like a myth out there, that it's Republican based. But not all of us are libertarians. We have Republicans, Democrats, independents, all over the spectrum. And that's why we stick to the issues that brought us together. It would be like asking the NRA to take up an abortion issue. That's not what the NRA is about. They're about gun rights. STEVE: Let me ask you both, how intense has the struggle or debate been over what the Tea Party should stand for? FISCHER: You know for myself, I don't think it's been that intense because I think a lot of people in the Tea Party movement do not realize that the leadership of the Tea Party movement is at a fundamentally different place than they are when it comes to social issues. And that's why I think the Tea Party movement... is not going  to be able to claim the mantle of the Founding Fathers unless they affirm that morality and religion are indispensable supports of political prosperity. WALKER: See, and I'm going to disagree there. Because we don't demand that upon the NRA. We do not demand that upon other civil groups or other issue based groups.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/sections/itsallpolitics/2010/09/16/129904555/tea-party-tug-of-war"
        },
        {
            "headline": "Foreign Policy: Why Canada Is At Odds With The UN",
            "author": "By  \n\n      Colum Lynch",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 19,
                "year": 2010
            },
            "article_content": "Canada's Prime Minister Stephen Harper addresses the 65th General Assembly at the United Nations. Canada, usually a champion of the U.N., lost a seat on the Security Council earlier this month.\n                \n                    \n                    Emmanuel Dunand/AFP/Getty Images\n                    \n                \nhide caption Colum Lynch is the United Nations correspondent for the Washington Post. He also writes the blog, Turtle Bay. Canada, our right-minded, unabashedly internationalist northern neighbor, had won every race for a seat on the U.N. Security Council since the international body's founding in 1945 -- and for good reason. Canadian diplomats practically invented U.N. peacekeeping (the Canadian currency features a picture of U.N. peacekeepers), and smart sanctions are a decidedly the county's creation as well. Most recently, five civilians and two Canadian Mounties, including the top U.N. police commissioner, lost their lives while staffing the U.N. mission during the January earthquake in Haiti. Despite all this, Canada got whooped in its latest bid for a seat on the 15-state council, beaten not only by a formidable European power like Germany but also by a tiny European country, Portugal. If Canada is the United Nations' greatest advocate, Portugal has at least one strike against it: Lisbon was an enthusiastic backer of the single most unpopular act in the U.N.'s modern history: the Iraq War. What makes the loss even more grating is that the election places four European countries (five if you count Russia) on the 15-nation council, a stark regional imbalance that should have given any non-European contender a boost in an organization where the former colonial powers are viewed with suspicion. So what gives? Put simply, Canada offended a lot of people. It lost African votes by redirecting foreign aid to Latin America; it annoyed China by criticizing the country's human rights record and delaying a high-level visit to Beijing for more than four years; and it irritated Middle Eastern governments by backing Israel more fervently and scaling back aid to Palestinian refugees. And on top of it all, Canada has scaled down its peacekeeping commitment in recent years. In other words, not everyone thinks that Canada is the model U.N. citizen it once was. Take peacekeeping, an idea that was once the defining feature of Canadian leadership at the United Nation. Canada served in every single U.N. peacekeeping operation during the Cold War. But in recent years, the numbers have dwindled. Today, only 200 Canadian peacekepeers, mostly police officers and a handful of military observers, serve in U.N. missions. The country's military hasn't played a central role in a major operation since the beginning of the decade, when Canadian forces served in the U.N. missions in Ethiopia and Eritrea and in the Central African   Republic. Canada turned away from the United Nations following the Rwandan genocide, when the organization's leadership denied a request by the Canadian Lt. General Romeo Dallaire to expand the size of the U.N. mission and use force in order to halt the coming bloodbath. In the years since, Canada grew increasingly hesitant to take on new peacekeeping challenges, turning down a request in 1996 from the former Egyptian U.N. Secretary General Boutros Boutros Ghali to lead a multinational force in eastern Zaire, now called the Democratic Republic, for example. Rather than the blue helmets, Canada has reserved its military personnel for the U.S. led military operation in Afghanistan. With the country scheduled to withdraw from Afghanistan by the end of 2011, the United Nations offered Canada command of the U.N. mission in Congo if it agreed to send a significant contingent of Canadian blue helmets. The offer was aimed at restoring Canada's historic role in peacekeeping. But Prime Minister Stephen Harper turned it down. That move contributed to the view that Canada didn't really want the seat badly enough. Canada got a slow start in its campaign for a Security Council seat, providing its chief rival, Portugal -- which entered the race more than a year earlier -- with an opportunity to line up supporters, particularly in Latin America, once a Canadian stronghold. But Canada's problems at the U.N. ran deeper than a tactical disadvantage. Under Harper's government, Canada's relations with key voting blocs, particularly among African and Arab dignitaries, have deteriorated. Last year, 19 African ambassadors paid a visit to Canada's parliament to express concern over Canada's decision to cut back aid to some eight African countries, including Benin, Burkina  Faso, and Rwanda, part of a realignment of Canada's priorities in favor of Latin America and the Caribbean. Canada also downsized its diplomatic presence in Africa, for example shutting down its embassy in Malawi. Canada's Prime Minister has also aligned his government more closely with Israel, voting against key U.N. resolutions in the General Assembly that criticize Israel. The shift put off key voting blocs from the Islamic world, including countries in the Middle East. At the same time, Canada cut back aid to the U.N. Relief and Works Agency (UNRWA) for Palestinian Refugees, from more than $34 million in 2007 to just $15 million, and it has cut off its contribution to the agency's regular budget entirely. \"Canada has not contributed anything to our general fund in 2009 and 2010, though it has contributed to our emergency appeals,\" said Andrew Whitley, the director of UNRWA's New York office. \"We hope for a restoration of funding and we are in discussions with the Canadians about it.\" Nor did Canada's leadership get the boost of support they might have expected from traditional allies, for example in the European Union, which had two of its own contenders in the race. The United States, which has zigged the political left while Canada has zagged right, has had cordial, but hardly enthusiastic relations, with Canada in recent months. U.S. Secretary of State Hillary R. Clinton has voiced frustration at Harper's skepticism toward reproductive health services in the developing world, and its reluctance to commit to keep Canadian military trainers in Afghanistan after Canada ends its combat mission in Afghanistan at the end of 2011. To be sure, back in Canada, the blame game is well underway. Canada's Foreign Minister Lawrence Cannon immediately pointed the finger at opposition leader Michael Ignatieff, blaming him for turning the U.N. mood against Canada. In September, Ignatieff, the son of a former Canadian ambassador to the United Nations, had publicly questioned conservative Harper's commitment to the Security Council. \"This is a government that for four years has basically ignored the United Nations,\" he said last month. Some back home blamed the U.N. secret voting system; others faulted Canada's decision to announce a trade deal with Israel on the eve of the vote, triggering a wave of opposition from Islamic countries. One American conservative also tried to lay the blame at Susan Rice's feet, arguing that the U.S. envoy to the United Nations had not mounted a vigorous enough campaign to ensure America's military ally won a seat. Washington challenged suggestions that it had not backed its military ally at the United Nations. Responding to unsubstantiated rumors that the United States may have voted against Canada, State Department spokesman P.J. Crowley demurred, noting that such votes are held in secret. But he assured Canada that the United States remains fond of its northern neighbor, despite a humbling loss by the American hockey team to the Canadians in the Vancouver Olympics. \"We love Canada. We support Canada-except in the Gold Medal Game,\" Crowley said. \"I'm still remembering the Sidney Crosby goal. I am not going to get over that for a while.\" \"So that's why you voted against them?\" a reported asked. \"Again, all I can tell you is that, you know...we did vote, but I'm not going to go any further,\" Crowley said. \"We have the opportunity to work with Canada in many contexts-bilaterally, multilaterally. We love Canada. We support Canada. And we do great and productive work with Canada.\" \"Let the record reflect that you are blushing,\" the reporter noted.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2010/10/19/130665959/foreign-policy-why-canada-is-at-odds-with-the-un"
        },
        {
            "headline": "Mitt Romney Offers 'No Apology'",
            "author": "By  \n\n      Mitt Romney",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 3,
                "year": 2010
            },
            "article_content": "Mitt Romney, former candidate for president, talks about his book, No Apology. Also, guests discuss the busy week in politics, from the Texas gubernatorial race to the controversy swirling around Gov. David Paterson in Albany. Guests: Ken Rudin, political editor, NPR Mitt Romney, former governor of Mass. and candidate for the Republican nomination for president Danny Hakim, Albany bureau chief for the New York Times The Case for American Greatness by Mitt Romney Hardcover, 323 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2010/03/03/124280360/mitt-romney-offers-no-apology"
        },
        {
            "headline": "Capitalism Overload And 'The Value Of Nothing'",
            "author": "By  \n\n      Raj Patel",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 4,
                "year": 2010
            },
            "article_content": "Raj Patel's resume includes working for the World Bank and the World Trade Organization — and being tear-gassed for protesting against them.\n                \n                    \n                    Andrea Ismert\n                    \n                \nhide caption Raj Patel's resume includes working for the World Bank and the World Trade Organization — and being tear-gassed for protesting against them. The next time you buy a bag of potato chips, or a chocolate bar, think for a moment about the cost. Not just the price you're paying at that moment — a price set by the market — but the environmental and social costs, too. In a conversation with NPR's Steve Inskeep, author Raj Patel says that cheap, market prices let us avoid paying the true costs of things. In his new book, The Value of Nothing, Patel points out that problems like obesity and diabetes cost millions in health care dollars. \"Now a big component of that diabetes is to do with the way that we eat.  And we don't pay those costs when we get our cheap food,\" he says. Patel thinks that exposes a fundamental problem in the free market.  But he contends his ideas aren't all that radical.  Even Alan Greenspan and Adam Smith — who popularized the concept of the free market — didn't think that it was perfect. \"I think that what we're seeing is a chorus of people from left and right recognizing that there are problems with the free market,\" Patel says. He has no silver bullet for this problem, but he thinks solving it starts with more political participation. He says our modern democracy has created a \"transformation into consumers rather than citizens\" and that \"we need to reclaim responsibility, not just in what we buy but how we govern ourselves.\" A former World Bank economist, Patel is a fellow at the Institute for Food and Development Policy, also known as Food First. How to Reshape Market Society and Redefine Democracy by Raj Patel Paperback, 250 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2010/01/04/122125016/capitalism-overload-and-the-value-of-nothing"
        }
    ]
}