{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Talent Shifts Stance on Stem-Cell Research",
            "author": "By  \n\n\n      Greg Allen",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 19,
                "year": 2006
            },
            "article_content": "Missouri Republican Sen. Jim Talent, running for re-election his fall, has infuriated supporters by taking his name off a bill to ban cloning. Anti-abortion organizations are fighting an amendment that would protect stem-cell research from being criminalized.  LIANE HANSEN, Host: In Missouri this year, along with state and local races, there's likely to be a hot political issue on the ballot. Hospitals, patient groups and universities are working to pass a state Constitutional amendment to protect stem cell research from being banned in the state. Pro-life groups say stopping the amendment is their top priority. Caught in the middle are politicians like Missouri Republican Senator Jim Talent who rely on the support of pro-life groups. From Kansas City, NPR's Greg Allen has more. GREG ALLEN: Missouri is home to institutions actively involved in stem cell research, the Stowers Institute in Kansas City and Washington University in St. Louis to name just two. The state also hosts a large influential pro-life movement that's played a key role in electing Republicans to statewide office. The two groups are facing off over a proposed Constitutional amendment, the first propose by any state that would prevent Missouri from putting restrictions on stem cell research that go beyond federal regulations. Specifically it's intended to stop Missouri legislators from taking steps to ban somatic cell nuclear transfer, a cloning procedure used in stem cell research. Ads about the amendment have already begun running and elected officials are on the hot seat. The questions they're all being asked is, do they support it or oppose it? No one gets that question more than Senator Jim Talent, a Republican with strong pro-life credentials who's facing a tight race for re-election. On the floor of the Senate, Talent said he's been giving stem cell research a lot of thought. JIM TALENT: Mr. President, I spent the better of the year researching this issue, meeting with people on all sides, with groups who oppose cloning embryos to get stem cells, scientists who support it. ALLEN: Talent surprised many when he launched into a long detailed speech in which he announced that he's changing his position on federal legislation that would ban cloning even when used in stem cell research. Talent said he could no longer support a bill that he had been co-sponsoring. The reason he said was that he believes new technology might make it possible soon to use cloning to produce stem cells without at the same time creating an embryo. The procedure, Talent explained, is called altered nuclear transfer, or ANT. TALENT: ANT thus transcends the more dilemma which has heretofore prevented any legislation from passing. It renders moot the question of whether human life begins at creation or implantation of an embryo since the entity that ANT could create would not have, at its inception, the organizational and developmental capability to be considered a human life. ALLEN: If Talent was hoping the detailed explanation of why he was changing his position might deflect criticism from pro-life supporters, he was mistaken. LARRY WEBER: We're very concerned that he has withdrawn his support for human life at its earliest stages. ALLEN: Larry Weber of Missouri's Catholic Conference says he found Talent's statements about why he was changing his position inconsistent. ANT is a theoretical, untried concept, and although Talent says he still opposes the cloning procedure used in stem cell research, he's taking his name off a bill banning it. Weber predicts that inconsistency is going to hurt Senator Talent on Election Day. WEBER: His base of pro-life supporters may not be as inclined to volunteer in his campaign offices to go door to door to make the small sort of contributions which have been so much a hallmark of Senator Talent's previous races. In a close race I can't see how this isn't going to adversely affect his re-election chances. ALLEN: It's not just Jim Talent. Stem cell research is driving a wedge between anti-abortion organizations and other top Republican officials, including Governor Matt Blunt. The proposed amendment draws broad support from research institutions and medical groups, and also from business leaders who believe stem cell research can be key to Missouri's economic future. Donn Rubin, who's helping spearhead the campaign for the stem cell amendment, says polling shows that the measure has strong support, both among Democrats and Republicans. DONN RUBIN: It cuts across party, it cuts across political leaning, and another thing that polling shows which I think is very important to this controversy is that the more people know and understand about stem cell research and about its promise and about what it is and what it's not, then the more supportive they are of the research. ALLEN: So far Senator Talent has refused to say whether or not he'll support the Missouri stem cell referendum. Meanwhile his probable Democratic opponent in the upcoming Senate race, Missouri Auditor Claire McCaskill has used the issue to go on the offensive. She recently held a news conference outside Kansas City's Stowers Institute to announce her strong support for the stem cell referendum. Polls show the race to be a dead heat and the stem cell issue could be a deciding factor. Greg Allen, NPR News, Kansas City. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Abortion",
            "url": "https://www.npr.org/2006/02/19/5223935/talent-shifts-stance-on-stem-cell-research"
        },
        {
            "headline": "For Santorum, Race Momentum Swings",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 12,
                "year": 2006
            },
            "article_content": "Pennsylvania's Sen. Rick Santorum has long been considered to be the Senate's most endangered Republican. But polls show him closing the gap with Democratic candidate Bob Casey Jr. Political onlookers are wondering whether the turnabout is a case of Santorum gaining — or Casey faltering.  ROBERT SIEGEL, host: From NPR News, this is ALL THINGS CONSIDERED. I'm Robert Siegel. Unidentified Man #1: Don't forget to vote in today's primary. Don't forget to vote into today's primary. Don't forget to vote today, you can vote until 9:00 tonight. Don't forget to vote in today's primary. Unidentified Man #2: I live in Jersey. Unidentified Man#1: Not a problem. SIEGEL: A scene on the streets of New York City today, one of many places holding primary elections. Turn out there is not expected to be very light, even though both the Governor's Mansion and a Senate Seat are at stake. In other places, competitive races have spurred turnout. In Rhode Island, Republican Senator Lincoln Chaffey faces a tough battle with a conservative challenger. And in Arizona an open congressional seat as resulted in a split among GOP voters over how to deal with illegal immigrants. There have few problems with the mechanics of democracy today, Maryland voters showed up this morning, only to find widespread troubles with electronic voting equipment. Here's how Samuel Statland(ph) explained things to people in Montgomery county Maryland. Mr. SAMUEL STATLAND (Polling volunteer): If you're in line at 8 o'clock and are identified as being in line at 8 o'clock, you will vote on the touch screen machines. If you're line after 8 o'clock, you will vote an extended provisional ballot. SIEGEL: We turn now to a race that is not on the ballot today. In Pennsylvania, it has been a rough year for Republican Senator, Rick Santorum. From the outset he has trailed his democratic opponent, State Treasurer Bob Casey, Jr., and often by double digits. Lately, the race has tightened, with polls showing Santorum within five or six points of Casey. NPR's Mara Liasson reports. MARA LIASSON: In a low income Hispanic neighborhood in Philadelphia last week, Senator Rick Santorum is celebrating the opening of a new faith-based community health center. Senator RICK SANTORUM (Republican, Pennsylvania):  I have been very strong supporter of community health centers. It's a wonderful thing to hear people stand here at a microphone and talk about their commitment to the children of God and to go to areas that are in need of service. LIASSON: Santorum is an outspoken cultural conservative, who's never been shy about expressing his views on abortion, gay marriage, or contraception. But this election year, he's been showcasing something else - his power as an incumbent to steer federal resources to Pennsylvania projects like the Esperanza Health Center. And Santorum says that's part of the reason he's been able to narrow the gap with Bob Casey. Sen. SANTORUM: The more we're telling people about what I have accomplished with the people of Pennsylvania, guess what, this race is closed. It's no longer about a referendum on the president of the United States, it's about a choice between two candidates in Pennsylvania and who can best do the job to represent the interests of our state. LIASSON: Turning the midterm election from a broad verdict on Republican rule to a narrower choice between individual candidates, is at the heart of the republican strategy this year. And Santorum has stuck to that playbook, keeping a relentless focus on his opponent. Sen. SANTORUM: We have one candidate that is a hard-charging, hard-working, honest, upright worker for Pennsylvania; and someone who doesn't show up for work, who's constantly running for office, has nothing to say about any of the issues. LIASSON: That line of attack shows up in Santorum's television ads. (Soundbite of TV Ad) Unidentified Narrator: Bobby Casey before running for a new job, shouldn't he show up for the one we're already paying for? LIASSON: Those ads are effective, says Political Scientist Terry Madonna, who directs the Keystone Poll in Pennsylvania. Mr. TERRY MADONNA (Director, Keystone Poll): The senator has scratched and literally clawed his way back into this race, not so much by improving his own standing with the voters of the state, but rather by sort of pulling Casey down to him. LIASSON: Madonna's poll shows that Santorum is still stuck with just about 39 percent of the vote. It's Casey's support that has dropped, from fifty percent to forty-four. And the number of undecided voters has gone way up. With twice as much Casey, Santorum has been able to spend heavily on political advertising over the last few months. But now Casey is beginning to attack Santorum on television, too. (Soundbite of TV Ad) Unidentified Narrator #2: …Rick Santorum's record? Voted three times to give himself a pay raise, while voting thirteen times against raising the minimum wage. And he votes 98 percent of the time, with George Bush. Even… LIASSON: Beating Rick Santorum rather than electing Bob Casey, sometimes seems to be the Democrat's goal in Pennsylvania. Here's how Casey was introduced at the Democratic State Committee Meeting in Harrisburg on Saturday. Unidentified Woman #1: This is our day, this is the time to get rid of Rick Santorum. And here is the guy that is going do it, the next Senator for Pennsylvania! Bob Casey! (Soundbite of cheers) LIASSON: In almost every way the Pennsylvania race is a reflection of the national political battle. Like President Bush, Santorum has tried to focus the election away from the war in Iraq - which is unpopular - and toward the war on terror where Republicans still have an advantage. He's attacked Casey for failing to understand the nature of the terrorist threat. But this year democrats are determined to fight back, even on national security. And in Harrisburg, Casey has a counter attack. Mr. BOB CASEY (Senatorial Candidate; Democrat, Pennsylvania): This crowd in Washington - the Bush, Cheney, Santorum crowd - has given $81 billion more to tax cuts for the wealthy than they have to Homeland Security. So when they tell us that they are doing everything to keep us safe, we're going to remind them what their priorities have been. It's been tax cuts instead of Homeland Security. Tax cuts instead of keeping us safe. LIASSON: If Casey has his way, Pennsylvania voters will come to believe that Bush, Cheney is Santorum's first name. Unidentified Male #5: (Unintelligible) American way. $7.50 - next. Unidentified Male #6: Mushroom cheese steak with onion… LIASSON: In the Italian market neighborhood of Philadelphia on the corner where Pat's and Geno's fight for control of the Cheese Steak market. Customers eat sandwiches slathered in Cheese Whiz and consider the merits of Bob Casey and Rick Santorum. Dawn Wright(ph) is a social conservative who says she's sticking with the incumbent. Ms. DAWN WRIGHT (Philadelphia Resident): I'm voting for Santorum. I just really appreciate his family values and his conservative issues, how he's against abortion. LIASSON: Grey Halwood(ph) is leaning to Casey. But like many others he says his vote is really a vote against Santorum. Mr. GREY HALWOOD: And I'm just ready for somebody else. I don't know that's one of my reasons why I'm going to vote just because it's not Santorum. So, maybe that's not the best reason but… LIASSON: Santorum is a polarizing figure in Pennsylvania, social conservatives love him - liberals despise him. So moderates like Steve Diveney(ph) will determine the outcome here. Mr. STEVE DIVENEY: I'm actually Republican. LIASSON: Well what happened? Mr. DIVENEY: I'm just not a Santorum fan. He's a little over the top on some of his issues. So, yes, I'm still looking at him, I think he's (Unintelligible). So I'm anti Santorum, but I'm not sure I'm completely with Casey yet. LIASSON: There is no Senate seat the Democrats want more than Rick Santorum's. And there is no seat Republicans will work harder to defend. Both parties will be spending tens of millions of dollars in the next seven weeks, to influence the decisions of the Pennsylvania voters who haven't yet made up their minds. Unidentified Male #7: Two cheese steaks with, and one with provolone. Unidentified Male #8: And one gets whizzed? LIASSON: Mara Liasson, NPR News. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2006/09/12/6062905/for-santorum-race-momentum-swings"
        },
        {
            "headline": "Supreme Court Considers Abortion-Ban Arguments",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2006
            },
            "article_content": "The Supreme Court's newest justice, Samuel Alito, could play a key role in the abortion debate.\n                \n                    \n                    AFP/Getty Images\n                    \n                \nhide caption 'Partial-Birth' Timeline: &nbsp 1992: Dr. Martin Haskell presents a paper on a late-term abortion method known as dilation and extraction, or D&X, at a meeting of the National Abortion Federation. &nbsp 1993:  The National Right to Life Committee obtains Haskell's paper, publicizes it and begins a campaign to outlaw the procedure. &nbsp June 1995: Rep. Charles Canady (R-FL) introduces a House bill called the Partial-Birth Abortion Ban Act to prevent the D&X procedure. Sen. Bob Smith (R-NH) proposes a similar bill in the Senate. &nbsp November 1995: The Partial-Birth Abortion Ban Act passes in the House of Representatives for the first time, 288-139. &nbsp December 1995: The act passes in the Senate for the first time, 54-44. &nbsp April 1996: President Clinton vetoes the Partial-Birth Abortion Ban Act. &nbsp May 1997: The bill is reintroduced, and approved in the Senate, 64-36. &nbsp Oct. 8, 1997: The bill is passed by the House, 295-136. &nbsp Oct. 10, 1997: President Clinton vetoes it for a second time. &nbsp June 2000: In Stenburg v. Carhart, the Supreme Court rules that the Nebraska ban against the procedure abortion opponents call \"partial-birth abortion\" should be overturned because the statute doesn't provide an exception for the health of the woman. The ruling invalidates similar laws in 29 out of 31 states. &nbsp July-March 2002: The House of Representatives passes a revised version of the Partial-Birth Abortion Ban Act. The Senate passes a version, too. &nbsp Nov. 5, 2003: The Partial-Birth Abortion Ban Act is signed into law by President Bush. The National Abortion Federation challenges the law in court, and blocks the enforcement of the law for its members. &nbsp June 2004: In Planned Parenthood v. Ashcroft, a federal district judge in California strikes down the law because of the \"undue burden\" it places on the woman and her health, and the vague language contained in it. &nbsp August 2004: In NAF v. Ashcroft, a New York district judge deems the law unconstitutional because it does not contain exceptions protecting a woman's health. &nbsp July 2004: In Carhart v. Gonzales, three judges of the 3rd U.S. Circuit Court of Appeals unanimously agree that \"because the Act does not contain a health exception, it is unconstitutional.\" &nbsp September 2004: In Carhart v. Ashcroft, U.S. District Judge Richard Kopf of Nebraska concludes that, \"in the absence of an exception for the health of a woman, banning the procedure constitutes a significant health hazard to women.\" The Supreme Court steps back into the abortion arena Wednesday. The issue is not the right to have an abortion but whether Congress can ban certain methods of abortion. Six years ago, a closely divided Supreme Court struck down a Nebraska law banning the procedure abortion opponents call \"partial-birth abortion.\" The reason: The law did not allow the procedure when it was needed for the health of the woman. The court said that a significant body of medical authority viewed the procedure as safer in certain circumstances. So a ban would be an undue burden on a woman's right to have an abortion. Three years later, Congress adopted a similar ban. The law specifically states that the procedure is never medically necessary. Since the ban's enactment, however, lower courts have, without exception, struck it down, declaring that it is an unconstitutional end-run around the Supreme Court's previous ruling. The lower courts also ruled that the congressional \"findings\" in the law are simply wrong, that in fact a substantial body of medical opinion believes a health exception is necessary for women in some situations. A Different Court The Supreme Court that will consider the partial birth question Wednesday, however, is quite different from the court that considered the issue six years ago.  The justice who provided the decisive fifth vote last time, Sandra Day O'Connor, is gone and has been replaced by a far more conservative justice, Samuel Alito. As Jay Sekulow, chief counsel for the conservative American Center for Law and Justice observes, \"You can't ignore that reality that this is a different Supreme Court six years later.\" At the heart of Wednesday's case are the congressional findings about the procedure abortion opponents call \"partial-birth abortion,\" and whether Congress was justified in its conclusion that there is a medical consensus that the procedure is \"never medically necessary.\" The lower courts, without exception, ruled the congressional findings were not supported by the facts. For instance, one court heard from 11 highly regarded specialists in the field of obstetrics and gynecology. Ten of the specialists said that in some cases a \"partial birth procedure\" is  necessary to prevent hemorrhaging, organ failure or infertility. Indeed, the court noted that even the one doctor who completely supported the ban conceded that he had used and would use the procedure in some circumstances. The lower courts also concluded that certain congressional findings were, on their faces, untrue -- such as the assertion in the law that no medical college teaches the procedure; in fact, many of the country's major medical schools and teaching hospitals do. Defining the Procedure To understand the issues before the Supreme Court on Wednesday, some definitions are in order. The procedure that abortion opponents call \"partial-birth abortion\" is, by all accounts, done in the second trimester of pregnancy, a stage when the fetus is not yet viable. Only 10 percent of the abortions done in the United States are done in this second trimester. Most of these are cases where the woman's health is at serious risk, or the fetus has been diagnosed with serious anomalies. In the second trimester, almost all procedures are dilation and evacuation, known as D&E. In most D&Es, the fetus is dismembered or comes apart while in the uterus. But one form of D&E occurs when the fetus emerges from the womb intact, with the head remaining inside the uterus, and because the head is too large to come out on its own, the doctor compresses it, killing the fetus. That procedure is known as an \"intact\" D&E or a D&X -- and that is what abortion opponents say they consider a partial-birth abortion. Some doctors think there is no need to do a D&X because alternative methods are just as safe. But others disagree, including the leading medical group in the field, the American College of Obstetricians and Gynecologists. \"These procedures are selected generally, at least in my experience, on the basis of what is best for that woman... and the situation she's in,\" says Fred Frigoletto, past president of the college and associate chief of OBGYN services at Massachusetts General Hospital. He, like many other doctors contacted by NPR, contends that the term \"partial birth\" is meaningless in any medical sense, and that there is no significant difference between a D&E and a D&X. Indeed, even many doctors who do not do the D&X procedure still oppose the federal ban for fear that its terms are so vague that they could be construed by a prosecutor as a ban on all D&E procedures, putting doctors at risk of jail, and amounting to a ban on almost all second-trimester procedures. As Michael Greene, a professor of obstetrics and gynecology at Harvard Medical School, puts it, even \"the standard procedure could be construed as conflicting with the law as written.\" That's because the federal ban does not use medical terms. It uses lay terms, and it outlaws any overt action that would terminate life for a fetus once it is outside the womb to the point of the naval. So widespread is medical opposition to the law that the American Medical Association has withdrawn its initial endorsement of the statute. The Arguments On Wednesday, Eve Gartner, who represents Planned Parenthood, will tell the Supreme Court that Congress could have enacted a ban that would pass constitutional muster if it had used medical terms and had included a health exception for women. But, she contends, Congress was more interested in passing a law for propaganda purposes. \"Congress drafted a law that doesn't match up with the pictures that Congress has been showing to the American public for almost 10 years now,\" says Gartner. \"We're not talking about fetuses that could survive if they were born.\" James Bopp, general counsel for the National Right to Life Committee, asserts that this is a procedure that was appropriately criminalized by Congress because it is \"too close to infanticide.\" He asks, \"Do we have to approve the performance of partial-birth abortions, which involves the intentional killing of a child that is just inches away from complete delivery of the child? I mean, literally, the child is being held in the doctor's hand alive, and is then killed by the doctor.\" With medical opinion divided on the issue, anti-abortion forces argue that Congress is entitled to resolve the question with a total ban. But abortion-rights forces counter that Congress cannot simply ignore substantial medical opinion and declare that black is white and white is black. A Woman's Health Abortion-rights groups have gone to great lengths in these cases to document the many serious maternal health conditions and grave fetal anomalies that could necessitate the procedure that would be banned under even the narrowest interpretation of this law. In one case outlined in a friend-of-the-court brief, for instance, it took until the 20th week of pregnancy before doctors could tell from diagnostic tests that one woman was carrying a child with such serious defects that the infant, if it lived to term, would not survive afterward. Meanwhile, the woman had developed uterine tumors and her health was at risk. The woman, who asked that we not use her name, said her understanding was that the congressionally enacted ban \"would be defined to include the procedure that I had.\" Abortion opponents contend that even if there are some cases where the banned procedure would be safer for the woman, the number of those cases is \"marginal.\" And, as the National Right to Life Committee's Bopp puts it, that \"slight safety increase\" has to be \"balanced against\" the potential for life. But Planned Parenthood's Gartner counters that there is no balancing when you are talking about a fetus that cannot survive, no matter how the procedure is done. And since the fetus cannot survive until after the second trimester, she says, \"There's no legitimate reason for the government to force the woman to have a less than optimally safe abortion procedure.\" That, however, is not what Justice Anthony Kennedy said in his impassioned dissent to the Supreme Court's ruling six years ago. Kennedy, who is widely viewed as the deciding vote in this case, said that the court majority was \"closing its eyes to a law expressing the will of the people that medical procedures be governed by moral principles,\" based on \"the intrinsic value of human life, including the life of the unborn.\"",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2006/11/08/6450160/supreme-court-considers-abortion-ban-arguments"
        },
        {
            "headline": "Abortion Referendum Sparks Debate in S.D.",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2006
            },
            "article_content": "Kellie Furman (left) and Jessica Hanson out canvassing for the Campaign For Healthy Families, the group that opposes the abortion ban.\n                \n                    \n                    Evie Stone\n                    \n                \nhide caption Inside Vote Yes On 6 Headquarters, t-shirts and other paraphernalia support a sustained ban on abortion.\n                \n                    \n                    Evie Stone\n                    \n                \nhide caption Inside Vote Yes On 6 Headquarters, t-shirts and other paraphernalia support a sustained ban on abortion. In South Dakota this election year, the most hotly-contested race doesn't involve candidates. Rather, voters must decide whether to keep or scrap a sweeping ban on abortion passed by the legislature last February. If voters approve it, the law could serve as a test case to challenge the Supreme Court's Roe v Wade decision. But for now, this national issue is being fought one South Dakota voter at a time. Kellie Furman is one of the ground troops in the battle. On this warm October evening she's canvassing door to door in a bucolic neighborhood of Sioux Falls called McKennan Park. \"My name is Kellie and i'm a volunteer with the Campaign for Healthy Families, which is the group working to overturn the abortion ban,\" she tells a middle-aged woman. Without stopping for breath, Furman continues her well-memorized speech -- \"because we feel it is too restrictive for our state and it makes no exceptions for a victim of rape or incest or if a woman's health is endangered. So we're just kind of walking around, knocking on doors, trying to get the word out to vote no on Referred Law Six, which is how the ban will appear on the ballot.\" Most of the voters who answer the door say they plan to vote to repeal the ban. Jessica Hanson, who is working the odd-number houses as Furman knocks on the doors of the even-numbered ones, explains that this neighborhood is an exception in a state that's overwhelmingly pro-life. But she also says this referendum is about more than abortion.  \"South Dakota's an interesting state where there's a lot of conservative people, but there's also people who don't like government interference. They like their privacy, they like being left alone.  They don't like being told what to do,\" Hanson says. Just uptown in Sioux Falls is the main headquarters for Vote Yes for Life, the group that's supporting the ban. Inside a nondescript warehouse the headquarters looks like a an immaculately furnished department store. Teal and raspberry lawn signs are stacked on one side, matching buttons and t-shirts rolled neatly in baskets on the other. There are even baby bottles with \"Vote Yes for Life\" logos. Leslee Unruh is the campaign manager. She had an abortion as a young woman, and has been an outspoken abortion opponent ever since. A dozen yeaers ago she bought one of the city's two abortion clinics and turned it into a pregnancy counseling center. She says she doesn't care if the law ever reaches the Supreme Court. \"I simply am trying to do what's right by women in South Dakota,\" she said. And she it doesn't matter to her that the one remaining clinic in the state -- run by Planned Parenthood -- only performs about 800 abortions a year. \"People say only 800, but to me that's 800 women. That's 800 unborn women. That's children,\" Unruh said. Unruh also disputes the way her opponents describe the law -- especially its lack of exceptions for rape and incest. \"It's not a ban,\" she says, \"because there's a 'life of the mother' exception, and there's a provision...for a woman to go to her own doctor and to take emergency contraception...if it is a situation where you have been raped.\" Back across town at the Empire Mall, a random sample of shoppers finds that polls that show most voters have already made up their minds are probably accurate. \"I'm going to vote against it because I just feel it's very strict, and I don't think there should be an abortion ban at all in the first place,\" says Sandy Vanderhule of Yankton, emerging from Old Navy. Over in the food court, Arthur Donnell of Huron is just as firmly on the other side. \"I support the law as our legislators have already approved it,\" he says. \"No exceptions.\" But an estimated 10 percent of South Dakotans haven't made up their minds yet. Those are the voters both sides are targeting -- people like Donna Dybvig of Sioux Falls. \"I'm definitely pro-life,\" says Dybvig. \"But I'm struggling with my decision.  I really am.\" Dybvig says she's troubled by the law's lack of exceptions...but also by the possible reverberations beyond the state. \"I know South Dakota, if this passes, will be making a precedent for the nation,\" she says. That's clearly what Roger Hunt hopes. He's a member of the state legislature and one of the law's sponsors. He says at least part of the motivation for the law is to challenge Roe v Wade in light of the two new Supreme Court justices appointed by President Bush. \"Given some decisions made by the U.S. Supreme Court the latter part of 05 and early part of 06, it would indicate there is some rethinking going on in the U.S. Supreme Court\" on the subject of abortion, Hunt said. But something happened to the law on its way to Washington -- South Dakota abortion rights advocates decided to gather signatures to force a statewide referendum, rather than file a lawsuit. Sarah Stoesz is Executive Director of Planned Parenthood of Minnesota and North and South Dakota -- which performs the state's only abortions. She says having the referendum serves a larger purpose. \"People for the first time in South Dakota are sitting across their kitchen tables and they're really talking about abortion. They have to,\" she said. \"So they're asking one another under what circumstances they might allow it and how would they feel if it were their daughter and what about rape and incest, for example.\" And Stoesz says no matter which way the vote goes, the clinic will continue to provide abortions -- at least for now. If voters decide to keep the ban, Planned Parenthood will THEN file the lawsuit the law's sponsors always expected.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2006/10/09/6209492/abortion-referendum-sparks-debate-in-s-d"
        },
        {
            "headline": "Freedom of Information Act Losing Its Power",
            "author": "David Folkenflik",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 31,
                "year": 2006
            },
            "article_content": "We know the FBI spied on the late John Lennon decades ago. We learned just last year that it has recently been spying on animal-rights activists and environmentalists, too. And we now know a certain birth-control patch can cause deadly blood clots. We know all these things, and a lot else besides, only because of the 40-year-old Freedom of Information Act, which forces the government to release material it might otherwise keep from public view. But as the government combats terrorism, it has become ever-more reluctant to release information. Take the experience of Associated Press reporter Paisley Dodds. From early 2002 until last year, Dodds tried to track hundreds of terrorism suspects held by the U.S. military at Guantanamo Bay in Cuba. Dodds wanted to learn who the detainees were and the evidence against them. “I spent two years in Guantanamo naively thinking that the government and the military would give me the information that I had asked (for). Because I knew that the public had a right to know this,” Dodds says. But that didn't happen. Authorities wouldn't release transcripts and made it hard to attend hearings on detainees. “We have been shown what the government and what the military wants us to see,” Dodds says. “As a journalist, that’s problematic. I can’t honestly say that I understand what happens inside of Guantanamo.” In the fall of 2004, Dodds filed a request under the Freedom of Information Act. The act requires federal agencies to respond within 20 days and to provide information in a timely way. But the Pentagon didn't budge. And the Associated Press filed a federal lawsuit early last year. Attorney David Schulz says the first batch of documents the AP received last June didn't help much. “So you’d get a transcript, but you didn’t know the name of the detainee,” Shulz says. “Any reference to where they were from, what job they did, names of family members – anything at all that might possibly allow someone to identify the detainee – was just removed from the document.” This winter, after a judge's later ruling, the Pentagon released transcripts that contained the names of several hundred detainees – but not all of them. Bryan Whitman is a senior spokesman for the Defense Department. He says there's good reason to guard some secrets. “This is a nation at war, and we are detaining individuals as enemy combatants out there,” Whitman says. “There is a certain value to having some ambiguity with respect to who you have and who you don’t have – and not revealing that to the terrorist networks.” Whitman points out that Defense Secretary Donald Rumsfeld helped push for the original Freedom of Information Act when he was a congressman four decades ago. “We only withhold information when we believe that disclosure would adversely affect national security or threaten privacy of our service members,” Whitman says. “It is a balance. It is judgments that are made by people. And reasonable people can have differing opinions – and that’s why it’s important that we have ways to resolve those differences.” These days, that often involves going to court. The American Civil Liberties Union sued the government for documents that showed the FBI had been spying on domestic activist groups, such as Greenpeace and PETA. The revelation in December caused a political outcry. “We live in a democracy,” says Steven Shapiro, the legal director of the ACLU. “It is supposed to be as open as it can reasonably be so that, among other things, the voters can make informed choices when they go to the polls at the next election, so they can decide whether they approve of what the government has been doing.” Soon after former Attorney General John Ashcroft took office in 2001, he moved to restrict the flow of information. Yet administration officials say the public remains pretty well-informed. Mark Corallo was Achcroft's chief spokesman for three years. He says context is everything. “You know, I think people have to remember we are in a global war on terror,” Corallo says. “They have got to understand that the government is, in times of war, more sensitive to the release of information. And that sensitivity in the national security arena bleeds into everything else.” Media executives say they also care about national security. So NPR asked Corallo: Did any of the disclosures do any harm? “I can’t think of a single case where information was released to the public and it had an adverse impact on either national security or was damaging to somebody’s privacy,” Corallo said. The Pentagon never argued that disclosing the identity of the detainees at Guantanamo would harm national security. Instead, officials said it would violate the detainees' privacy under the principles of the Geneva Conventions – even though they aren't being granted full prisoner-of-war protections under the same code. The Pentagon's Bryan Whitman says relatives of detainees could become vulnerable. Associated Press reporter Paisley Dodds says she'd rather not have had to rely on the Freedom of Information Act, but she didn't know how else to learn about the detainees. “From a professional standpoint, it’s very, very frustrating, because you wonder what stories you’re not telling because of the access you’re not being given,” Dodds says. The Associated Press is still suing to identify hundreds of unnamed detainees. Another hearing is scheduled for next Monday.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2006/03/31/5316463/freedom-of-information-act-losing-its-power"
        },
        {
            "headline": "Jimmy Carter on Conflict in the Middle East",
            "author": "By  \n\n      Jimmy Carter",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 27,
                "year": 2006
            },
            "article_content": "Former President Jimmy Carter addresses the conflict between Israelis and Palestinians in his new book, Palestine: Peace Not Apartheid. Carter has founded a conflict resolution organization and won a Nobel Peace Prize for his mediation work. Last year, Carter published Our Endangered Values: America's Moral Crisis. He has written on a variety of topics, with other tomes to his credit including An Hour Before Daylight, Christmas in Plains and Talking Peace: A Vision for the Next Generation. Peace Not Apartheid by Jimmy Carter Hardcover, 264 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2006/11/27/6543594/jimmy-carter-on-conflict-in-the-middle-east"
        }
    ]
}