{
    "Biases": [
        "Abortion",
        "planned parenthood",
        "reproductive rights"
    ],
    "Articles": [
        {
            "headline": "Examining Fred Thompson's Political Record",
            "author": "Peter Overby",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 19,
                "year": 2007
            },
            "article_content": "Americans best know Fred Thompson, who is soon to jump into the Republican presidential contest, as an actor. But he is also a former lobbyist and served eight years in the Senate.  PETER OVERBY: I'm Peter Overby in Washington, where the rumors of Fred Thompson's laziness appear to be somewhat exaggerated. Here's Washington Analyst Norman Ornstein. Mr. NORMAN ORNSTEIN (Author; Political Analyst): No, I did not find him lazy. It is true that when six o'clock rolled around and if there was nothing going on but symbolic stuff around the Senate, he didn't hang around. OVERBY: Critics say Thompson could stay silent on big issues. Ornstein says he worked quietly but effectively on important matters of how government works. Mr. ORNSTEIN: He worked hard. He did his homework and drew some lines that didn't always please his own partisans because he thought it was the right thing to do. OVERBY: Thompson's biggest Senate achievement was in the investigation of fund raising abuses in the 1996 presidential campaign. He started out as Republican leaders had hoped, alleging that the government of China had pumped money into President Clinton's war chest. But when that theory fizzled, Thompson took a new turn. Soon, he was grilling Haley Barbour, former chairman of the Republican National Committee, about GOP efforts to collect money in Asia. Mr. FRED THOMPSON (Former Republican Senator, Tennessee): When you're sitting on a boat in Hong Kong harbor talking to a gentleman who's a citizen of Taiwan, I mean, that does raise certain other potential implications in terms of appearances. But it's an appearance business that we're both in, isn't it? Mr. ORNSTEIN: Thompson later bucked his party leadership and co-sponsored the bill that became the McCain-Feingold law of 2002. Here he is during the final debate. Mr. THOMPSON: I have no problem with us stepping up to the plate as we did in 1974, and saying we're going to place some limitations on contributions. OVERBY: That contrasts with his position now, opposing the law's limits on TV advocacy ads by independent groups. When Thompson's out talking to groups nowadays, he has a standard joke about D.C. Mr. THOMPSON: People ask me why I left the Senate and I always say that after eight years in Washington, I long for the realism and sincerity of Hollywood. (Soundbite of laughter) OVERBY: That phrase, eight years in the Senate, slides by 25 years of working off and on as a lobbyist. Critics depict him as a big-time powerbroker. Not so, he told conservative talk show host Mark Levin last week. Mr. THOMPSON: I had about a half a dozen lobbying clients. They haven't pointed out yet who I represented that did not deserve representation under our Constitution, but I'm sure that'll come. OVERBY: His clients included Westinghouse, with a nuclear power project in Tennessee, and the Tennessee Savings & Loan League. In the early 1990s, he did lobbying for the pro-abortion rights National Family Planning and Reproductive Health Association. When the Los Angeles Times revealed that recently, his campaign at first denied it. Since he left the Senate, Thompson has had just one known client - Equitas, a British reinsurance fund enmeshed in the incredibly complex issue of asbestos litigation. Martin Baach, who led the lobbying team, recalls that when Thompson came onboard, he asked them incisive questions that spotlighted the holes in their arguments. Baach adds this. Mr. MARTIN BAACH (Coordinator, Equitas Lobbying Team): He obviously had a professional's grasp of drafting legislation. And because of his service in the Senate, he understood what considerations individual senators were likely to feel were important. OVERBY: So far, Equitas has paid Thompson $724,000 for that kind of Washington expertise. Peter Overby, NPR News, Washington. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "planned parenthood",
            "url": "https://www.npr.org/2007/07/19/12103637/examining-fred-thompsons-political-record"
        },
        {
            "headline": "Tom Perrotta Introduces 'The Abstinence Teacher'",
            "author": "By  \n\n\n      Linda Kulman",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2007
            },
            "article_content": "Note: This audio includes some frank sexual language. Tom Perrotta\n                \n                    \n                    Roxana Perdue\n                    \n                \nhide caption Book Tour is a Web feature and podcast. Each week, we present leading authors of fiction and nonfiction as they read from and discuss their work. Public high school is a recurring theme in the fiction of Tom Perrotta, because, he says, \"it's the best metaphor ... for America.\" The America he depicts in his new novel, The Abstinence Teacher, a New York Times Notable Book, is one of raging culture wars. Here, the battle is being waged not just in the local high school, where the sex education class is commandeered by the abstinence movement, but also in a new evangelical church aiming to rout out sin. Book critics say that anxiety-struck suburbia increasingly belongs to Perrotta, a plain-spoken writer with an ear for dialogue. His previous novel, Little Children, about the affair between a bored housewife and a stay-at-home dad, traverses nearly the same strip-mall laden turf. Perrotta later adapted that book into an Oscar-nominated screenplay. Perrotta's breakthrough came with his screenplay adaptation of his then-unpublished novel, Election, which wound up coming out slightly ahead of the 1999 movie release. He is currently working on the film adaptation of The Abstinence Teacher for the directors of Little Miss Sunshine. The author says that writing screenplays taught him \"how much freedom\" novels give \"to get into the characters' heads and show them thinking.\" He adds: \"that line between what we say publicly and what we do privately — that's why the novel exists.\" This reading of The Abstinence Teacher took place in November at the Politics and Prose Bookstore in Washington, D.C. by Tom Perrotta Hardcover, 358 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2007/12/04/16718788/tom-perrotta-introduces-the-abstinence-teacher"
        },
        {
            "headline": "Toobin's 'The Nine' Reveals Politics of High Court",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 14,
                "year": 2007
            },
            "article_content": "Read an excerpt from Jeffrey Toobin's new book about the politics and personalities of the Supreme Court. New Yorker staff writer Jeffrey Toobin's The Nine is the latest, and by far the best, in a line of books this year about the Supreme Court. There have been a number of attempts this year. Supreme Conflict, by ABC's Jan Crawford Greenburg, contains a fair amount of good conservative gossip about the nomination of Chief Justice John Roberts and Justice Samuel Alito, but it lacks the balance, substance, and context of Toobin's book. Jeffrey Rosen's book about famous court personalities and rivalries is an interesting history packed into a professorial thesis. And a biography of Justice Clarence Thomas by the Washington Post's Kevin Merida and Michael Fletcher is a credible, but limited, look at the justice. In addition, Thomas himself was paid a reported $1 million to write a book that is slated to come out this fall. If you're interested in the Supreme Court as an institution and as a collection of personalities, though, Toobin's is the book to read. The Plot The plot is simple: the decades-long fight by a new and more extreme brand of conservative to take control of the Supreme Court. It is a fight that fails during the '80s and '90s and even in the early 21st century, despite the fact that Republican appointees far outnumbered Democratic appointees on the court. The dénouement of the plot comes in 2005 when Justice Sandra Day O'Connor retires and Chief Justice William Rehnquist dies. Both would be replaced by appointees far more conservative — Roberts as chief justice and Alito as associate justice — men in the new conservative mold. Or, as Toobin puts it, \"in the mold of the new Republican Party of George W. Bush.\" Justice O'Connor's Alienation The central thesis, or one might argue, the central disclosure of Toobin's book is his portrayal of Sandra Day O'Connor as increasingly alienated from the Republican Party she loved. Ironically, Toobin tells us, if there was a contemporary politician O'Connor really admired, it was the governor of Texas, George W. Bush — a man whose theme of compassionate conservatism was much like O'Connor's, or so she thought. Instead, says Toobin, O'Connor came to disdain the Bush presidency. It was a transformation that did not happen overnight, but with each step that President Bush took, whether to exert unilateral executive power in the war on terror, or on social issues like abortion, separation of church and state, affirmative action, and gay rights. O'Connor was a healthy 75 years old in June of 2005, in the prime of her judicial influence and self-confidence, when her husband's Alzheimer's took a turn for the worse. She didn't want to leave the Court, but with the ailing Chief Justice Rehnquist telling her he was going to hang on, she felt she had no choice but to step down to avoid a double vacancy in the future.  In a cruel twist of fate, Rehnquist died weeks afterward — and O'Connor's husband would not recognize her within a matter of months and would have to be institutionalized. The Appointment of Samuel Alito If O'Connor had any hope that her replacement would be a woman of substance or a justice of her general outlook, that hope was dashed with the appointment of Samuel Alito. The appointment, contends Toobin, was an anathema to O'Connor; it was Alito's lower-court opinion on the abortion question that O'Connor had repudiated in the strongest terms in 1992. The Alito opinion approved a law that required women to prove they had notified their husbands before they could have an abortion. To O'Connor, Alito's view was \"repugnant.\" Women, she said, \"do not lose their constitutionally protected rights when they marry.\" His appointment as her successor infuriated her. Most of this is not new to court aficionados, but the rich detail and well-written Toobin narrative is. So, too, are details of the Bush v. Gore case, into which Toobin weaves the personalities of the justices, the rage of conservatives at the actions of the Florida Supreme Court, and the despair of the four dissenters. Indeed, Justice David Souter is portrayed as so upset by the political nature of the final decision that he nearly resigned in protest. In short, this is a good read, a digestible and often fascinating look at the court, its recent history, and what lies ahead. Inside the Secret World of the Supreme Court by Jeffrey Toobin Hardcover, 369 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2007/09/14/14384753/toobins-the-nine-reveals-politics-of-high-court"
        },
        {
            "headline": "Jimmy Carter Defends 'Peace Not Apartheid'",
            "author": "By  \n\n      Jimmy Carter",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 25,
                "year": 2007
            },
            "article_content": "Emory history professor Keneth W. Stein speaks about his disagreements with former President Carter. Former President Jimmy Carter finds himself in a defensive posture after criticism of his new book Palestine: Peace Not Apartheid. The best-seller has generated a passionate response in critics who say it is slanted toward Palestinians, and full of inaccuracies. Since the book was published, Carter says he has been branded an anti-Semite and a bigot. Reaction to the book included the resignation of 14 members of a Carter Center community board, who say Carter puts too much blame on Israel. Carter responded to those charges at Brandeis University this week, where he was later rebutted by Harvard Law School professor Alan Dershowitz. In that appearance, the former president defended the book's accuracy, save one passage Carter now calls \"terribly worded,\" that seemed to justify terrorism by Palestinians on Israeli citizens. Carter says he was not completely surprised that his choice of the word \"apartheid\" in the book's title garnered criticism. Yet Carter says he hopes his book will raise awareness about conditions for Palestinians in the West Bank. Here's the conversation with Steve Inskeep in full: Mr. President, perhaps I could begin with the title of your book, which has caused a bit of debate.  Could you just make, briefly, the best case you can for why \"apartheid\" is the best word to use? Well, I'll try to make a perfect case.  Apartheid is a word that is an accurate description of what has been going on in the West Bank, and it's based on the desire or avarice of a minority of Israelis for Palestinian land.  It's not based on racism.  Those caveats are clearly made in the book.   This is a word that's a very accurate description of the forced separation within the West Bank of Israelis from Palestinians and the total domination and oppression of Palestinians by the dominant Israeli military. Why not just describe that rather than bring in this word that's freighted with so much history from another place? It would be hard to give that definition that I've just given you in a title of a book. The book is quite descriptive. Would you describe for us, simply because the book has been criticized for its details, how did you write the book? How did I write it? On a word processor, a computer.  I wrote every word myself.  I never have had any co-authors.  I based it on my, you might say, 33 years of experience.   Even after I left office, I traveled extensively in the Middle East.  I doubt that any other prominent human being has been blessed with such a great opportunity, as I have, to actually know what's going on there. You've been challenged in your recollection of meetings for example with Hafez al-Assad, the one-time president of Syria, and it's been alleged that your description of Assad makes him look more reasonable and makes the Israelis look less reasonable than what might actually have been the case.  What was your version based on?  Did you go back to notes and other documents that you had from the time? Of course, I  began meeting with Hafez al-Assad, who is now deceased as you know, back when I was president. I think back in back in 1977 in May or June. I have forgotten exactly which, but I met with him, trying to get him to support a peace process. On one occasion he invited me to meet with him and his entire family, and I met all his children and got to know them. One of them was a college student who is now the president of Syria. But when you recollect, for example, your 1990 meeting with him, at which you asked about the Golan Heights, how that dispute might be settled with Israel,  were you working from your own notes? Of course, from my own notes, and my wife takes notes when I'm there and we have been very careful to make sure that all those descriptions are accurate. Ken Stein, as you know, a former colleague of yours at the Carter Center, has alleged that his recollection of that meeting is somewhat different. Ken Stein was a professor that I took along with me.  Ken has attended some of the meetings with me.  The more highly sensitive meetings I was the only one there except my wife to take notes. Oh, you're saying that he did not go to all the meetings that you went to? Of course, that's right. There's also been some criticism, which you addressed this week at Brandeis University, of a sentence on page 213 of your book. That was a terribly worded sentence which implied, obviously in a ridiculous way, that I approved terrorism and terrorist acts against Israeli citizens. The sentence said that Palestinians and Arabs in general should end suicide bombings and other acts of terrorism, when international laws and the ultimate goals of the roadmap are accepted by Israel? The \"when\" was obviously a crazy and stupid word. My publishers have been informed about that and have changed the sentence in all future editions of the book. Has that sent you flipping through the pages of the book to see if there is anything else there that wasn't expressed the way you had intended? I don't believe so. You mentioned that you have been labeled an anti-Semite. You do use the word apartheid in the title of your book, which defenders of Israel regarded as a label that called into a lot of bad associations.  Whether you agree with any specific charge there, would you agree that kind of labeling is not very productive? I think it's productive. I had two basic hopes for this book.  One, that it would stimulate peace talks. Second, that it would reveal for the first time, to the American public, the horrible oppression and persecution of the Palestinian people and it would precipitate for the first time any substantive debate on these issues. One other thing, Mr. President, one of the fascinating parts of this book to me is an area that has not been as controversial. It's one of the earlier passages in which you describe a time when you were governor of Georgia and you were invited to Israel by the government of Israel to look around, and you ended up standing on the banks of the Jordan River.  Could describe what you did there and how that affected you? I was given complete freedom to go where I wished. There was a security border along the Jordan River. There was a gate, and I got permission from one of the guards and I waded out in the Jordan River at the same site that I felt from my own knowledge of Christianity, that Jesus Christ was baptized. So, we just immersed ourselves in the culture and biblical history, and current political affairs of Israel in that visit. If I may read a sentence from that passage, you write: \"at the end of this visit, we left convinced that the Israelis were dominant, but just. The Arabs were quiescent, because their rights were being protected and the political and military situation was destined to remain stable until land was swapped for peace.\" That's exactly right, and the premise then, you have to realize at that time there were only 1,500 total Israeli settlers in the entire occupied territories. This was before the massive Israeli confiscation of land and colonization of the choice sites. But the premise then, undisputed, was that Israel would soon withdraw from the occupied territories. So that impression I had was quite accurate at the time. Can you think of one event or series of events that has caused your view to change so dramatically over those years? Yes, the apparently permanent acquisition, confiscation and colonization of choice sites throughout the West Bank. These, the Israelis have taken away from the Palestinians. Apparently with ideas by some Israelis, to keep those areas permanently.  That's the root of the problem that prevents peace coming to the Mideast. Peace Not Apartheid by Jimmy Carter Hardcover, 264 pages | Your purchase helps support NPR programming. How?",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2007/01/25/7004473/jimmy-carter-defends-peace-not-apartheid"
        },
        {
            "headline": "Carter Faces Critics on Middle East Book",
            "author": "By  \n\n\n      Tovia Smith",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 24,
                "year": 2007
            },
            "article_content": "Former President Jimmy Carter confronted critics of his views on Israel at Brandeis University on Tuesday. Carter responded to charges that his book Palestine Peace Not Apartheid is unfair to Israel.  ALEX CHADWICK, host: From NPR News, it's DAY TO DAY. Former President Jimmy Carter still getting hard questions on his new book, \"Palestine: Peace not Apartheid.\" Some critics say it's got an anti-Israel slant. More than a dozen advisers have quit his Carter Center in Atlanta. Last night, President Carter spoke at heavily Jewish Brandeis University outside Boston. NPR's Tovia Smith reports. TOVIA SMITH: President Carter came to Brandeis, fully expecting that the reception might not be the warmest, a point he noted as he took to the podium and promised to keep his speech to time. Former President JIMMY CARTER: I read over it before I left home. It took 15 minutes without any pauses for applause, so I can predict to you that I'll be ready to answer questions in about 15 minutes. (Soundbite of laughter) SMITH: Carter began his talk at Brandeis - where about half the students are Jewish - with the kind of list of Jewish bona fides: from helping to establish the Holocaust Museum, to brokering peace between Israel and Egypt. And he offered an earnest apology for one sentence that seems to justify Palestinian terrorism. President CARTER: That sentence was worded in a completely improper and stupid way. And I have written my publishers to change that sentence immediately. SMITH: Carter defended his use of the term \"apartheid,\" saying it fairly described what he called the cruel oppression of Palestinians in the territories. The former president said he meant to provoke debate, but he also acknowledged that such a provocative term may be counterproductive. President CARTER: I can see and - then and now, that it could precipitate some hard feelings or some obstacles that might prevent the negotiation of a peace agreement. And I'm deeply concerned about the tensions that might have arisen. SMITH: On balance though, Carter suggested his book was doing more good than bad by prompting discussion of the issue. He said the bigger obstacles to peace were those were making ad hominem attacks on his character. President CARTER: This is the first time that I've ever been called a liar, and a bigot, and an anti-Semite. This has hurt me. SMITH: Carter's decidedly kinder and gentler posture at Brandeis seemed to disarm many, even one of his staunchest critics, Harvard Professor Alan Dershowitz. Professor ALAN DERSHOWITZ (Harvard University): Had he written a book, which was similar to what he said from the stage, I do not believe there would have been much controversy. (Soundbite of applause) SMITH: Dershowitz went on to challenge Carter for what he didn't say. Dershowitz wanted to debate the former president, but Carter refused. Instead, Dershowitz spoke to students after Carter left the building, and accused the former president of ignoring Israel's security concerns and Palestinian obstinance. Prod. DERSHOWITZ: President Carter makes it seems so simple. You just give back the land and the terrorism stops overnight. It's not so simple. (Soundbite of audience talking) SMITH: Outside the hall, several dozen demonstrators waved signs, most demanding justice for Palestinians. Brandeis senior Kevin Montgomery(ph) says he hopes Carter's visit will help open debate that he says has been limited by pro-Israel pressure. Mr. KEVIN MONTGOMERY (Senior, Brandeis University): I think some students do feel bullied, that if you present the other side you'll be called an anti-Semite. But I think this event is kind of showing that we can handle debate in an academic manner. SMITH: President Carter has criticized the pro-Israel lobby for stifling debate in Washington. But he said yesterday he never meant to single out the Jews. A lot of support for Israel comes from Christians like me, he said, who've been taught since they were 3 years old to honor and protect God's chosen people. Tovia Smith, NPR News, Boston. (Soundbite of music) CHADWICK: NPR News will have a full interview with President Carter. That airs tomorrow on MORNING EDITION. (Soundbite of music) And DAY TO DAY returns in just a moment. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "reproductive rights",
            "url": "https://www.npr.org/2007/01/24/7000889/carter-faces-critics-on-middle-east-book"
        }
    ]
}