{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "nationalism",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "Neo-Nazi Rallies Provoke 'Anger, Fear'",
            "author": "By  \n\n      Steven Cuevas",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 7,
                "year": 2009
            },
            "article_content": "Erika Paz yells at members of the white supremacist group, the National Socialist Movement, during the group's anti-illegal immigration rally last month.\n                \n                    \n                    David McNew/Getty Images\n                    \n                \nhide caption Erika Paz yells at members of the white supremacist group, the National Socialist Movement, during the group's anti-illegal immigration rally last month. The National Socialist Movement, a neo-Nazi group, is holding two rallies in Arizona and Minnesota on Saturday to demonstrate against illegal immigration. Similar rallies in Riverside, Calif., near Los Angeles, have led to violent clashes with counter-protesters. Members of the National Socialist Movement hold swastika flags at the group's anti-illegal immigration rally last month.\n                \n                    \n                    David McNew/Getty Images\n                    \n                \nhide caption Members of the National Socialist Movement hold swastika flags at the group's anti-illegal immigration rally last month. Late last month, a rally near a day-laborer site in Riverside attracted about two dozen members of the National Socialist Movement (NSM), who wore World War II-era Nazi garb. They were outmatched by about 700 counter-protesters. The two sides were separated by dozens of police officers in riot gear. NSM members taunted counter-protesters with racist epithets. Fights broke out and several counter-protesters hurled rocks and bottles. The neo-Nazis left 3 hours later, under police escort. Counter-demonstration organizer Kevin Akin helped mobilize over 50 community and religious organizations against the NSM. \"The broader the resistance is to the Nazis, the more difficult it is for them to find specific targets. We're hearing only irritation, anger and fear from the community,\" Akin says. \"The fact is, when the come to Riverside, their enemy is the whole community.\" The National Socialist Movement is known for provocative confrontations. The group's Web site called counter-protesters an unruly mob of \"Mexicans, Jews and homosexuals.\" NSM members, meanwhile, are depicted in strictly heroic terms. \"They're proud of who they are, tired of white guilt being shoved on their kids and multiculturalism. They can't see any reason for it,\" Jeff Hall, the National Socialist Movement's state president, tells NPR. Hall is a burly skinhead with a German military Iron Cross tattooed on the back of his skull. He set up the group's California headquarters in Riverside last year. He led the recent street rallies in a predominantly Latino neighborhood already battling gang violence, home foreclosures and high unemployment. \"I think Riverside was waiting for something like this. I'd like to see it cleaned up. And I see on so many street corners groups of Hispanics, most of whom you can easily assume came here illegally,\" Hall says. \"In times when we've been hit so hard with the recession and job losses, we're standing up for the American workers.\" It's white American workers he's talking about. The National Socialist Movement's guiding principles — which are posted on its Web site and are founded on the Nazi Party's \"25 Points\" — are clear: only those of  \"pure White blood may be members of the nation.\" Brian Levin, director of the Center for the Study of Hate and Extremism at California State University, San Bernardino, says illegal immigration is simply a Trojan horse the NSM can use to deliver its broader message of white supremacy. \"The immigration issue allows racist white nationalists a plank to reach out into the mainstream. And you can attract everyone from people of good will, who would never hurt a fly, all the way to Nazis!\" Members of the National Socialist Movement (left) and counter-protesters exchanged punches at the rally after counter-protesters knocked over a temporary barricade the police set up to separate the two groups.\n                \n                    \n                    David McNew/Getty Images\n                    \n                \nhide caption Members of the National Socialist Movement (left) and counter-protesters exchanged punches at the rally after counter-protesters knocked over a temporary barricade the police set up to separate the two groups. The National Socialist Movement claims to be the nation's largest neo-Nazi group. The Southern Poverty Law Center, which tracks hate groups, says the group probably has fewer than 100 members in California. But Mark Potok, spokesman for the center, says membership in the NSM and other white supremacist groups is growing — fueled by the recession, illegal immigration and the election of the country's first black president. \"We really are seeing a lot of rage out there connected very directly to the changing demographics of the country,\" Potok says. \"There was a real attempt to exploit the economy and hang it around the necks of people of color. \" The Southern Poverty Law Center has documented a rise in what it calls \"domestic terror plots\" linked to white supremacist groups. None of those plots have direct ties to the NSM. But Potok says the NSM does its best to provoke violence and outrage, as evidenced by its raucous street rallies. In Riverside, it has also antagonized the Jewish community. Members of Temple Beth El, the city's largest synagogue, helped organize recent counter-demonstrations against NSM. The NSM responded by marching on the synagogue during Friday services waving swastika flags. Rabbi Suzanne Singer says she's \"torn\" between the desire to \"not make a huge deal out of this\" and the realization that the local economy's woes could breed real danger. \"Not that it's like Nazi Germany, but in this community where unemployment is — what, 14 percent? — people are hurting and they're vulnerable to trying to find a scapegoat,\" Singer says. Riverside city leaders condemned the NSM's recent actions, while at the same time promising to protect the neo-Nazis' right to stage street demonstrations in the future. The group promises to do just that, here in Riverside and in other cities across the country.",
            "bias": "immigration",
            "url": "https://www.npr.org/2009/11/07/120129726/neo-nazi-rallies-provoke-anger-fear"
        },
        {
            "headline": "House Passes Children's Health Measure",
            "author": "By  \n\n\n      Julie Rovner",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 14,
                "year": 2009
            },
            "article_content": "The House is getting down to serious legislating, unusual for so early in the session, approving — by an overwhelming 289-139 vote — a bill to renew and expand a popular health insurance program for children from low- and moderate-income families. On one level, the $32 billion measure to reauthorize the State Children's Health Insurance Program, better known as SCHIP, represents an early political win for President-elect Barack Obama. If, as expected, the measure also clears the Senate by next week, he can sign a bill twice vetoed by President Bush and make a down payment on his campaign promise to cover all of the nation's children with health insurance. The bill is estimated to add an additional 4 million uninsured children to the program by 2013. But on another level, Congress has to act early on the SCHIP bill. The standoff over the program between Congress and President Bush in 2007 resulted in continued funding for the program that extended only until March 31. And now with the economy in such dire straits, states are facing more children who qualify for the program but no ability to plan funding. One change to the House bill that prompted some controversy is the addition of a provision that would eliminate a current five-year waiting period for legal immigrant children and pregnant women to qualify for Medicaid or SCHIP. The waiting period was instituted as part of a controversial welfare overhaul in 1996. But even more controversial was Democrats' loosening of a rule imposed by Republicans in 2006 requiring all applicants for Medicaid to provide original documentation to prove their citizenship. Several studies have demonstrated that the rules have done little to deter undocumented immigrants from applying for coverage, but rather have prevented many citizens from getting coverage from which they are otherwise eligible. Republicans, however, said the new documentation process was an invitation to fraud. \"This will be a magnet for more illegal aliens coming into this country, because it's going to provide a mechanism for illegals to get coverage under this bill,\" said Dan Burton (R-IN). Still, in the end, 40 Republicans voted for the measure, a larger proportion than voted for the measure in the last Congress.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2009/01/14/99336285/house-passes-childrens-health-measure"
        },
        {
            "headline": "Afghans Vote For President Amid Militant Threats",
            "author": "By  \n\n\n      Corey Flintoff",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 20,
                "year": 2009
            },
            "article_content": "Men walk to the animal clinic Thursday to vote in Iskazar in northern Afghanistan.\n                \n                    \n                    David Gilkey/NPR\n                    \n                \nhide caption Men walk to the animal clinic Thursday to vote in Iskazar in northern Afghanistan. The counting is under way after millions of wary Afghan voters turned out to cast ballots Thursday in the country's second-ever presidential election despite sporadic militant attacks that killed 26 people. After the polls closed, President Hamid Karzai hailed the election, saying \"the Afghan people dared rockets, bombs and intimidation and came out to vote.\" But threats of violence apparently kept many people from the polls, prompting election officials to keep voting centers open for an extra hour. \"Overall, the security situation has been better than we feared,\" said Kai Eide, head of the United Nations mission in Kabul. Despite a massive military and police presence to protect the balloting, security officials say eight Afghan soldiers, nine police and nine civilians died in bombings and other attacks, according to The Associated Press. Analysts say a weak turnout could keep Karzai from getting more than 50 percent of the vote. Karzai needs a majority of the vote to avoid an Oct. 3 runoff with his nearest rival, former foreign minister Abdullah Abdullah. Afghanistan's Independent Election Commission says preliminary results could be available by Saturday, although the official results won't be complete until early September. NPR's Jackie Northam reported from the Afghan capital, Kabul, that voter turnout was low in the opening hours of the election. She said election officials predicted that many people would stay home until they saw that the balloting was proceeding safely. Credit: Alyson Hurt/NPR Not everyone was scared away. \"One of my professors told me it was my responsibility to vote,\" Mariam Waheedeearh, a 20-year-old law student, told Northam. Waheedeearh came to the polling station with her sisters, brothers and parents. \"The Taliban are trying to scare people, but everyone should come to vote,\" she said. Some 17 million people were reportedly registered to take part in the balloting, in which they also chose members of the country's 34 provincial councils. Militants launched attacks around the country amid a government attempt to ban reports of violence that might further dampen voter turnout. Northam said that both international and domestic news media had decided to defy the government ban. In the southern city of Kandahar, NPR's Soraya Sarhaddi Nelson reported that voters were trickling into polling places despite \"about a dozen\" explosions heard in various parts of the city. Kandahar is known as the birthplace of the Taliban, and many of the surrounding southern provinces are strongly influenced or controlled by militants, who threatened to attack anyone attempting to vote. The Associated Press reports that election officials in the city said voter turnout appeared to be about 40 percent lower than it was during the last presidential election in 2004. Nelson said security was tight in the central part of Kandahar, with many Afghan police and army checkpoints. She said there was very little sign of U.S. or NATO troops. \"The foreigners want to make sure they don't appear to be part of this election. They really want this to be about Afghans, for Afghans,\" she said. Despite that concern, The Associated Press reported that U.S. Marines delivered presidential ballots by helicopter to the town of Dahaneh, in Helmand province, which was recently recaptured from Taliban fighters. International monitors generally disapprove of foreign military personnel having any involvement in the custody of ballots. Nelson noted that although Afghan election officials said most polling places were open, those assertions were suspect, given the government's attempt to suppress reports of violence. She reported visiting one polling center for women, where she saw very few people. \"It's interesting to note that the ballot boxes were very full,\" Nelson said, \"which raises the question of whether there is in fact the transparency and fairness and honesty that the Afghan government says it wants to see in this election.\" Turnout was reported to be stronger in the northern parts of Afghanistan, where security is generally better. NPR's David Gilkey, reporting from a market town in northeastern Badakhshan province, said eager voters congregated outside one polling place an hour before it was scheduled to open. Gilkey said the vote posed thorny logistical problems in remote areas, where unusually heavy snowfall and rains this spring virtually obliterated many recently built roads. Hundreds of donkeys were used to carry election materials and ballots to villages that aren't accessible by road. Those logistical problems are likely to slow efforts to get voting results back to the capital city. Hundreds of thousands of Afghans had no hope at all of voting in this election. They are part of the estimated 1.7 million Afghan refugees still living in Pakistan. During the last presidential election, in 2004, arrangements were made to allow the refugees to cast their ballots from Pakistan. NPR's Phillip Reeves reported that this time, Afghan election officials decided that it would be too expensive. The Independent Election Commission estimated that it would have cost $50 million to bring the election to the refugees, and that international donors couldn't come up with the money. Reeves said most Afghan refugees he spoke with in Pakistan said they would have voted for Karzai, a Pashtun like themselves. Anar Gula, mother of 11, casts her ballot for President Hamid Karzai in the city of Kandahar. Karzai enjoys widespread support in Kandahar, his home province.\n                \n                    \n                    Holly Pickett for NPR\n                    \n                \nhide caption Anar Gula, mother of 11, casts her ballot for President Hamid Karzai in the city of Kandahar. Karzai enjoys widespread support in Kandahar, his home province.",
            "bias": "refugees",
            "url": "https://www.npr.org/2009/08/20/112053253/afghans-vote-for-president-amid-militant-threats"
        },
        {
            "headline": "Sarah Palin Quits As Alaska's Governor",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 3,
                "year": 2009
            },
            "article_content": "It's not even safe to go to a July 4th weekend barbecue without a big news story breaking, in this case the surprising, some might even say bizarre news that Alaska Gov. Sarah Palin has up and quit her job in Alaska with a year and a half left in her term. Many of you know this by now but at least The Two-Way is now on record with this bombshell and you, our readers, can take to chewing over this juicy political morsel with everything else you'll be chewing this weekend. Why would the former Republican vice presidential nominee summarily resign the way she has? From her rambling remarks, Palin seemed to be saying she decided she wouldn't stand for re-election and when she decided that, she figured she might as well quit now so she wouldn't be a lame duck. She said: \"Many just accept that lame duck status, and they hit that road. They draw a paycheck. They kind of milk it. And I'm not going to put Alaskans through that.\" Here are some other choice excerpts: I really don't want to disappoint anyone with this announcement, not with the decision that I have made. All I can ask is that you trust me with this decision, and know that it is no more politics as usual. Some Alaskans it seems today, maybe they don't mind wasting public dollars and state time, but I do, and I cannot stand here as your governor, and allow the millions of dollars and all that time, just so that I can hold the title of Governor. I don't know if my children are going to allow it anyway. Some are going to question the timing of this. Let me just say this decision has been in the works for awhile... ... You are naive if you don't see a full court press from the national level picking away right now a good point guard, here's what she does. She drives through a full court press, protecting the ball, keeping her head up, because she needs to keep her eye on the basket, and she knows exactly when to pass the ball so that the team can win, and that's what I'm doing, keeping her eye on the ball. That represents sound priorities,remember they include energy independence, and smaller government and national security and freedom, and I know when to pass the ball for victory... ... I love my job, and I love Alaska. And, it hurts to make this choice, but I'm doing what's best for Alaska, and I have explained why. Though I think of the saying on my parents' refrigerator which says, little magnet that says don't explain. Your friends don't need it. Your enemies won't believe you anyway. But I've given my reasons. No more politics as usual. I'm taking my fight for what's right for Alaska in a new direction. Now despite this, I sure don't want anyone, any Alaskan dissuaded from entering politics, after seeing this real climate change that began in August. No, we need hardworking average Americans fighting for what's right, and I will support you because we need you, and you can effect change, and I can too, on the outside. We need those who will respect our constitution, where government is supposed to serve from the bottom up and not move towards this top down big government takeover, but rather we'll be protectors of individual rights. NPR's Ken Rudin who writes the Political Junkie blog is right to note that Palin's approval ratings among Alaska voters have fallen so her re-election as governor wasn't a sure bet. But to resign now will strike many people as a fairly flaky move for someone who's thought to have presidential ambitions. While some analysts are saying her action frees her up to devote all her time and energy on the 2012 presidential campaign, this would be a very unusual or, as I said earlier, bizarre move for a politician with presidential aspirations. One important reason President Barack Obama was able to close the deal with voters was that, as a breakthrough candidate, the nation's first African American to become president, he was No-Drama Obama. He appeared steady on the rudder and didn't strike voters as mercurial or irresponsible. When you can take the nation to war or launch nuclear strikes as commander in chief, this is an important quality. The first woman to successfully run for president is going to have to pass this test too. But what Palin did today, just like the reputation she developed on the campaign trail and captured in the by now infamous Vanity Fair piece, is drama to the second power. As Obama demonstrated, however, there's enough drama from being a historic, breakthrough candidate. Palin may be going one bridge-to-nowhere too far with the type of drama she showed us today. She likely made it harder, not easier, for many Americans to imagine her with her hand on the nuclear button. Update at 7:45 a.m. ET, July 4. This morning's top headline at the Anchorage Daily News' website is \"Palin decision mystifies some, thrills others.\" Politico says her decision \"splits GOP.\" At Politics Daily, Walter Shapiro writes that it's ridiculous to think Palin is quitting so that she can concentrate full-time on running for president: The idea that Palin somehow needs to jump-start her 2012 presidential campaign two-and-a-half years in advance is as ludicrous as the idea that she is abandoning the governorship to spend more time with the John McCain's aides who were so warm and supportive during her vice presidential phase. White House dreamers whom nobody has ever heard of like, say, Minnesota Gov. Tim Pawlenty, need years to build a national fundraising network and to visit all of Iowa's 99 counties. But the joy of being Sarah Palin is that she never has to feign enthusiasm while talking to 14 elderly Iowa Republicans in a cafe in Sac City. On her Twitter page, Palin tweeted the news with this: We'll soon attach info on decision to not seek re-election... this is in Alaska's best interest, my family's happy... it is good, stay tuned Her latest tweet is this: Happy for hard working Alaskans who get a sunny break tomorrow to celebrate the Fourth of July - be safe, enjoy friends, thank the troops! The governor's official video of her announcement is posted here. Care to cast a vote about Palin and the 2012 presidental race?",
            "bias": "Dreamers",
            "url": "https://www.npr.org/sections/thetwo-way/2009/07/sarah_palin_quits_as_alaskas_g.html"
        },
        {
            "headline": "Novelist Joseph O'Neill Revisits 'Netherland'",
            "author": "By  \n\n      Joseph O'Neill",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 9,
                "year": 2009
            },
            "article_content": "Read An Excerpt From Netherland Netherland is Joseph O'Neill's third novel. He has also written a non-fiction family history, Blood-Dark Track.\n                \n                    \n                    Lisa Ackerman\n                    \n                \nhide caption Recently issued in paperback, Joseph O'Neill's novel Netherland emerged to immediate acclaim in 2008, and many critics — including Fresh Air's Maureen Corrigan —  placed it on a footing with The Great Gatsby. Netherland's protagonist is Hans van den Broek, a Dutch oil futures analyst. After his wife leaves him — and New York City itself — in the wake of the Sept. 11 attacks, van den Broek befriends Chuck Ramkissoon, a Trinidadian immigrant with grand schemes of converting an abandoned Brooklyn park into a brand new cricket pitch. O'Neill won a 2009 PEN/Faulkner Award for Netherland. President Obama recently told The New York Times that, when the briefing books were starting to become a bore, he'd been turning to Netherland in the evenings. Born in Cork, Ireland, to a Turkish mother and an Irish father, O'Neill was raised in Holland. He practices law in addition to writing. by Joseph O'Neill Paperback, 256 pages | Your purchase helps support NPR programming. How?",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2009/07/09/106392287/novelist-joseph-oneill-revisits-netherland"
        },
        {
            "headline": "South African Officials Cause Fury Over Dalai Lama",
            "author": "By  \n\n\n\n\n\n\n\n      Michel Martin\n    \n\n ,  \n\n\n      Charlayne Hunter-Gault",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 26,
                "year": 2009
            },
            "article_content": "The South African government is under fire for denying a visa to the Dalai Lama. The Tibetan spiritual leader was invited to the region for a peace conference promoting the 2010 World Cup. Officials in the area claim the Dalai Lama is being blocked because such a high-profile presence could cause an unmanageable distraction. But critics say the move was a craven attempt to appease the Chinese government. China is a major trading partner with South Africa. The peace conference has since been cancelled amid the controversy, an upset that has lead activists to call for a formal apology by the South African government. NPR's Charlayne Hunter-Gault is on the ground in Johannesburg and gives details on the fallout.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2009/03/26/102374047/south-african-officials-cause-fury-over-dalai-lama"
        },
        {
            "headline": "Matthew Continetti On The 'Persecution' Of Palin",
            "author": "By  \n\n      Matthew Continetti",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 18,
                "year": 2009
            },
            "article_content": "Matthew Continetti says that Sara Palin, pictured above delivering her farewell speech as Alaska's governor, \"could not be more unlike her public caricature.\"\n                \n                    \n                    Eric Engman/Getty Images\n                    \n                \nhide caption Matthew Continetti says that Sara Palin, pictured above delivering her farewell speech as Alaska's governor, \"could not be more unlike her public caricature.\" It's been all Palin all the time ever since the former Alaska governor unveiled her memoir on Oprah on Monday. Matthew Continetti of the Weekly Standard comes to Palin's defense in his new book, The Persecution of Sarah Palin: How the Elite Media Tried to Bring Down a Rising Star. \"If you had gone into a chemical laboratory to concoct a politician whose background and manner would sound liberal alarms, you probably would have come up with someone like Sarah Palin,\" writes Continetti. Also, on today's edition of the Political Junkie with NPR Political Editor Ken Rudin: West Va. Sen. Robert Byrd captures Congress' longevity award, and losing Independent candidate Douglas Hoffman of New York's 23rd congressional district \"unconcedes.\" How the Elite Media Tried to Bring Down a Rising Star by Matthew Continetti Hardcover, 226 pages | Your purchase helps support NPR programming. How?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2009/11/18/120538109/matthew-continetti-on-the-persecution-of-palin"
        },
        {
            "headline": "James Ellroy Divulges A Few Dirty Secrets",
            "author": "By  \n\n      James Ellroy",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 22,
                "year": 2009
            },
            "article_content": "James Ellroy's new novel, Blood's a Rover, concludes his \"Underworld USA\" crime trilogy.\n                \n                    \n                    Gabriel Bouys/Getty\n                    \n                \nhide caption James Ellroy's new novel, Blood's a Rover, concludes his \"Underworld USA\" crime trilogy. In crime writer James Ellroy's world, every conspiracy theory you ever heard about the 1960s was true — and there are even more that you never knew. The author continues to rewrite much of modern history as we know it in Blood's a Rover, the novel that concludes his \"Underworld USA\" trilogy. Re-imagining history is a task the author is thrilled to take up. \"I get to rewrite American history to my own specifications,\" he tells Steve Inskeep. \"I get to assassinate public leaders ... have a blast, use the grooviest drugs of the era, and no one gets hurt — and they pay me.\" Even though Ellroy admits to having had \"an unimaginably dim social sense\" during the 1960s, he says the themes and circumstances of the decade provide an inexhaustible source of material. \"Years later, a theme came to me after I had written numerous police novels, and here it is: the private nightmare of public policy ... the small lives, the love affairs eclipsed by the big tidal wave of history,\" Ellroy says.  Ellroy's protagonist in Blood's a Rover is Don Crutchfield, a Peeping Tom who gets lucky when he scores a job as a private investigator, turning his obsession into a profession. Ellroy drew his inspiration from a real Hollywood private eye, also named Don Crutchfield. \"[The real Crutchfield] was a wheelman back in the '60s\" says Ellroy. \"He would hang out at gas stations in West Hollywood waiting for calls from divorce lawyers to tail cheating wives and spouses in hot rod cars, kick in the door and get pictures of the fools in flagrante.\" Ellroy typically begins his novels by creating a dense outline; in the case of Blood's a Rover, the outline ran 397 pages long, which, the author says, allows for \"the densest possible reading experience.\" As for his audience, Ellroy says he's writing for God, and for \"people who are thrilled by history and all its shifting momentousness.\" A Novel by James Ellroy Hardcover, 633 pages | Your purchase helps support NPR programming. How?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2009/09/22/112977266/james-ellroy-divulges-a-few-dirty-secrets"
        },
        {
            "headline": "'Lords' And Lessons From The Great Depression",
            "author": "By  \n\n      Liaquat Ahamed",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 22,
                "year": 2009
            },
            "article_content": "Read An Excerpt Liaquat Ahamed worked as a professional investment manager for 25 years.\n                hide caption Liaquat Ahamed's new book, Lords of Finance, is a history of the Great Depression that centers on the era's four most important central bankers — those in Britain, France, Germany and the United States. Ahamed writes that these men contributed to economic disaster — or, as he proclaims in the book's subtitle, \"broke the world\" — because they just didn't understand how economics work. Part of the problem was that the bankers subscribed to the theory that currencies needed to be tied to gold. But after World War I, Ahamed says, there wasn't enough gold in the world. \"Gold production collapsed during WWI, the economies expanded, prices went up, and so it was like trying to put the world into a monetary straightjacket,\" Ahamed tells Weekend Edition's Liane Hansen. Added to that, says Ahamed, 60 percent of  the world's gold wound up in the U.S. after the war: \"It was like trying to play poker where one player has all the chips — the idea just never got off the ground.\" The U.S. cut interest rates domestically, which encouraged money to flow abroad. But over the next two years, the U.S. stock market went up 300 percent — then it crashed. \"That was the beginning of the Great Depression,\" says Ahamed. Ahamed calls the similarities between our current economic problems and the Great Depression \"eerie.\" He points out that both crises began with a bubble, and that both bubbles were caused, in his view, by mistakes in federal review policy. And, when both bubbles burst, they eventually led to a banking crisis. But, he says, the leaders of today can learn from the lessons of the Great Depression: First, he says, we should not let the banking system collapse. Second, we should not go to extreme lengths to try to protect the currency. Third, we need to let the budget deficit expand. \"The problem of the Great Depression was ... a failure of intellectual will. The danger this time might be a failure of political will,\" says Ahamed. \"To bail out the banks is going to cost a lot of money, and the American public are so angry that they are not, at the moment, willing to sign a blank check.\" Ahamed says that one of the ways Roosevelt was able to persuade Americans to back his financial plan was by being completely honest and not glossing over the situation. \"It was remarkable how by actually telling the truth, [Roosevelt] inspired confidence,\" says Ahamed. \"President Obama is trying to do that, and I hope he continues.\" The Bankers Who Broke the World by Liaquat Ahamed Hardcover, 564 pages | Your purchase helps support NPR programming. How?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2009/02/22/100940580/lords-and-lessons-from-the-great-depression"
        }
    ]
}