{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "nationalism"
    ],
    "Articles": [
        {
            "headline": "Is Kerry Trying Hard Enough to Woo Minorities?",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2004
            },
            "article_content": "Sen. John Kerry confers with the Rev. Jesse Jackson at the annual Rainbow/PUSH convention in Chicago, June 29, 2004.\n                \n\n                    Reuters\n                    \n\nhide caption Nearly half a year's gone by since John Kerry shared a stage one very cold Iowa night with his Democratic rivals.  The final debate before the Iowa caucuses was titled \"Brown and Black,\" a showcase for the candidate's views on minorities. On that night, Kerry tried to rise above the politics of race and ethnicity, declaring \"the problem is not just of black and brown, it's one of poor people, it's one of power in America.\" But Kerry's own bid for power may very well depend on how many blacks and browns go to the polls and vote for him.  In the last presidential election, nine out of 10 black voters and nearly two-thirds of Hispanics chose Al Gore over George W. Bush.  Kerry's campaign needs to maintain these shares among minorities while increasing their turnout. Yet in recent weeks, both African American and Latino leaders have complained that Kerry is taking their vote too much for granted.   They say Kerry's campaign staffing hardly reflects the importance of these constituencies to his ultimate success. Kerry tried making amends with both groups during an end-of-June campaign swing timed to coincide with the 40th anniversary of the passage of the 1964 Civil Rights Act.   His main pitch to African Americans came before a mostly black audience attending the annual conference of Jesse Jackson's Rainbow/Push Coalition in Chicago.  Things got off to a sleepy start.  Maybe it was because everyone was still having breakfast in the big convention hall.  Or maybe it was the sense that the scarcity of blacks on Kerry's staff reflected a more general neglect.  Jackson introduced Kerry saying: \"There's in him a pattern of struggle.\" Jackson's delivery was so uncharacteristically flat and devoid of enthusiasm that it bordered on mumbling. Things didn't get much livelier when Kerry launched into a wonkish speech detailing proposals for easier access to higher education.  There was some polite applause, but Kerry seemed to sense he was not connecting.  He put aside his text and served up a potpourri of his best stump speech applause lines.  The clapping suddenly sounded more heartfelt, and after about 10 minutes of crowd-pleasing, Kerry had generated enough enthusiasm to plow through the rest of his 50-minute, eat-your-spinach speech.  At one telling point he even paused and apologized for being so long-winded. Still, Kerry scored some points with the crowd.  It helped that he'd also announced the appointment of more African Americans to his retinue. Several who heard him said he was better than they'd expected.   The praise did not match what Kerry had heard the day before in Baltimore from Congressional Black Caucus chairman Elijah Cummings, who'd declared \"I support John Kerry with everything I've got.\"  But Kerry could probably conclude as he left Chicago that he had mended some fences with African Americans, and that he should never, ever drop a heavy policy speech on any audience before noon. A few hours later, Kerry gave the closing address at the National Council of La Raza's annual conference in Phoenix.  He got a boisterous reception, with thunderous applause and standing ovations for his promises to back legislation making it easier for undocumented immigrants to legalize their residency in the United States.  And  -- surprise -- he named a Latino, Jose Villareal, to be one of his campaign's national co-chairs. He even laid a few words of gringo-accented Spanish on the crowd. So far, so good. Then Kerry undid at least some of the goodwill the Latino crowd had showered on him.  In an interview after the speech with the Spanish-language TV network Telemundo, Kerry unexpectedly came down hard on the question of driver's licenses for undocumented immigrants.  He said he wouldn't automatically give someone who's been in the United States for a year illegally \"all the rights and privileges of being here legally… I think that's wrong... that defeats the purposes of the law.\" Was it the former federal prosecutor in Kerry that prompted this law-and-order stance?  Was he trying to avoid saying something that might end up in a Bush-Cheney attack ad?  Whatever the reason, his tough position was immediately seen as a betrayal by Latino leaders, who've raised the acquisition of a driver's license to the level of a civil right in many states. Cecilia Munoz, La Raza vice president for policy, said that Kerry's driver's license remarks left folks at La Raza \"disappointed and perplexed,\" adding: \"What could have been a grand slam of a day for Sen. Kerry was instead maybe a double play.\" A Kerry spokesman was quick to point out that driver's licenses are granted by states, not the federal government.  He also said Kerry had no intention of backing efforts to rein in the dozen states that already grant licenses to the undocumented.  Still, for at least some Latinos, Kerry's stance on licenses may prove a greater negative than the positives he's garnered calling for immigration reform.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2004/07/01/3084187/is-kerry-trying-hard-enough-to-woo-minorities"
        },
        {
            "headline": "Refugees Seek to Vote in Afghan Election",
            "author": "By  \n\n\n      Philip Reeves",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 7,
                "year": 2004
            },
            "article_content": "Hamid Karzai is favored to win next month's Afghan presidential elections, but he could use the support of Afghan refugees.  Millions of  refugees in neighboring Pakistan and Iran hope to vote in the election.  NPR's Philip Reeves reports.",
            "bias": "refugees",
            "url": "https://www.npr.org/2004/09/07/3894418/refugees-seek-to-vote-in-afghan-election"
        },
        {
            "headline": "'Folly of Empire' Offers Critique of U.S. Imperialism",
            "author": "By  \n\n\n      Robert Siegel",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 10,
                "year": 2004
            },
            "article_content": "Detail from the cover of 'The Folly of Empire'\n                hide caption The Folly of Empire by John B. Judis\n                hide caption When U.S. forces toppled Saddam Hussein's regime, some American policymakers were unprepared for the intensity of the resistance that ensued. John Judis' latest book, The Folly of Empire: What George W. Bush Could Learn from Theodore Roosevelt and Woodrow Wilson, finds the postwar developments in Iraq entirely unsurprising. Judis, senior editor for The New Republic offers a survey of U.S. foreign policy since the late 19th century -- and finds that the Bush administration has failed to learn from past attempts at American imperialism. Book Excerpt: The Folly of Empire At noon, October 18, 2003, President George W. Bush landed in Manila as part of a six-nation Asian tour. Because officials were concerned about a terrorist attack on the embattled islands, the presidential airplane, Air Force One, was shepherded into Philippine air space by F-15s. Bush's speech to the Philippine Congress was delayed by what one reporter described as \"undulating throngs of demonstrators who lined his motorcade route past rows of shacks.\" Outside the Philippine House of Representatives, several thousand more demonstrators greeted Bush, and several Philippine legislators staged a walkout during his twenty-minute speech. In his speech, Bush took credit for America transforming the Philippines into \"the first democratic nation in Asia.\" Said Bush, \"America is proud of its part in the great story of the Filipino people. Together our soldiers liberated the Philippines from colonial rule. Together we rescued the islands from invasion and occupation.\" And he drew an analogy between America's attempt to create democracy in the Philippines and its attempt to create a democratic Middle East through invading and occupying Iraq in the spring of 2003: \"Democracy always has skeptics. Some say the culture of the Middle East will not sustain the institutions of democracy. The same doubts were once expressed about the culture of Asia. These doubts were proven wrong nearly six decades ago, when the Republic of the Philippines became the first democratic nation in Asia.\" After a state dinner, Bush and his party were bundled back onto Air Force One and shunted off to the president's next stop, Thailand. The Secret Service had warned Bush that it was not safe for him to remain overnight in the \"first Democratic nation in Asia.\" As many Philippine commentators remarked afterward, Bush's rendition of Philippine-American history bore very little relation to fact. True, the United States Navy under Admiral George Dewey had ousted Spain from the Philippines in the Spanish-American War of 1898. But instead of creating a Philippine democracy, President William McKinley annexed the country and installed a colonial administrator. The United States then fought a brutal war against the same Philippine independence movement it had encouraged to fight Spain. The war dragged on for fourteen years. Before it was over, about 120,000 American troops were deployed and more than 4,000 died; more than 200,000 Filipino civilians and soldiers were killed. And the resentment against American policy was still evident a century later during George W. Bush's visit. The Filipinos were not the only ones to rue the American occupation. Before he was assassinated in September 1901, McKinley himself had come to have doubts about it. He told a friend, \"If old Dewey had just sailed away when he smashed that Spanish fleet, what a lot of trouble he would have saved us.\" By 1907, Theodore Roosevelt, who had earlier championed the war and occupation, recognized the United States had made a mistake in annexing the Philippines. After Woodrow Wilson became president, he and the Democrats backed Philippine independence, but were thwarted by Republicans who still nurtured dreams of American empire. Only in 1946, after reconquering the Philippines from Japan, did the United States finally grant independence -- and even then it retained military bases and special privileges for American corporations. As for the Philippines' democracy, the United States can take little credit for what exists, and some blame for what doesn't. The Philippines were not the first Asian country to hold elections. And the electoral machinery the U.S. designed in 1946 provided a veneer of democratic process beneath which a handful of families, allied to American investors and addicted to payoffs and kickbacks, controlled Philippine land, economy, and society. The tenuous system broke down in 1973 when Ferdinand Marcos had himself declared president for life. Marcos was finally overthrown in 1986, but even today Philippine democracy is more dream than reality. Three months before Bush's visit, beleaguered Philippine president Gloria Macapagal Arroyo had survived a military coup; and with Islamic radicals and communists roaming the countryside, the Philippines are perhaps the least stable of Asian nations. If the analogy between America's \"liberation\" of the Philippines and of Iraq were to hold true, the United States can look forward to four decades of occupation, culminating in an outcome that is still far from satisfactory. Such an outcome would not redound to the credit of the Bush administration, but instead to the \"skeptics\" who charged that the Bush administration had undertaken the invasion of Baghdad with its eyes wide shut. Politicians often rewrite history to their own purposes, but, as Bush's analogy to Iraq suggested, there was more than passing significance to his revision of the history of the Spanish-American War. It reflected not just a distorted picture of a critical episode in American foreign policy but a seeming ignorance of the important lessons that Americans drew from this brief and unhappy experiment in creating an overseas empire. If Bush had applied these lessons to the American plans for invading Iraq and transforming the Middle East, he might have proceeded far more cautiously. But as his rendition of history showed, he was either unaware of them or had chosen to ignore them. The Spanish-American War and its aftermath represented a turning point in American foreign policy. Until the 1890s, the United States had adhered to George Washington and Thomas Jefferson's advice to stay out of \"foreign entanglements.\" America had expanded over the continent and sought to prevent new foreign incursions into the hemisphere, but it had avoided Europe's growing struggle for empire in Asia and Africa. Now, by going to war against Spain in the Pacific and the Caribbean, and by establishing what it thought of as a stepping-stone to the China market, the United States had abandoned its own splendid isolation and thrown itself into the worldwide struggle. To take this momentous step, the United States had discarded its historic opposition to imperialism. Founded as a result of an anti-colonial war against the British, the United States had sought to expand westward by adding new states and citizens that enjoyed equal rights with those that existed. Americans had stood firmly against acquiring overseas people and territories that would be ruled from afar. But by taking over the Spanish empire, America had become the kind of imperial power it had once denounced. It was now vying with Great Britain, France, Germany, Russia, and Japan for what Theodore Roosevelt called \"the domination of the world.\" American proponents of imperialism argued that the country needed colonies to bolster its military power and to find markets for its capital, but they also believed that by expanding overseas, the United States was fulfilling its historic mission to transform the world in its image. The United States had been founded by descendants of emigrants from Protestant Britain and Holland who viewed their new land as a \"city on a hill\" that would initiate the \"new Israel\" and the Kingdom of God on Earth. Well after the glow of Puritan conviction dimmed, Americans still believed that they had a unique or special millennial role in transforming the world -- not necessarily into a replica of early Christian communities, but into states and countries that shared America's commitment to liberty and democracy. Roosevelt, McKinley, and the other proponents of an American imperialism insisted that by annexing other countries, Americans would, in McKinley's words, \"civilize and Christianize\" them. Said McKinley of the Philippines in October 1900, \"Territory sometimes comes to us when we go to war in a holy cause, and whenever it does the banner of liberty will float over it and bring, I trust, blessings and benefits to all people.\" Their convictions were echoed by a prominent historian who had recently become president of Princeton. In 1901, Woodrow Wilson wrote in defense of the annexation of the Philippines: The East is to be opened and transformed, whether we will it or not; the standards of the West are to be imposed upon it; nations and peoples who have stood still the centuries through are to be quickened and to be made part of the universal world of commerce and of ideas which has so steadily been a-making by the advance of European power from age to age. America, the proponents of imperialism argued, would acquire an overseas empire of its own, and through careful administration and the defeat of backward, or \"savage,\" resistance movements, lay the basis for the spread of liberty and democracy throughout the world. \"God's hand,\" Indiana senator Albert Beveridge declared in 1900, \"is in...the movement of the American people toward the mastery of the world.\" The two presidents who figured out that America's experiment with imperialism wasn't working were, ironically, Theodore Roosevelt and Woodrow Wilson. Roosevelt was an enthusiastic supporter not only of the Spanish-American War, in which he enlisted, but of the subsequent American takeover of the Spanish empire. Said Roosevelt in April 1899, \"If we do our duty aright in the Philippines, we will add to that national renown which is the highest and finest part of national life, and will greatly benefit the people of the Philippine islands, and above all, we will play our part well in the great work of uplifting mankind.\" Yet after he became president in September 1901, his enthusiasm for overseas expansion noticeably waned. Urged to take over the Dominican Republic, he quipped, \"As for annexing the island, I have about the same desire to annex it as a gorged boa constrictor might have to swallow a porcupine wrong-end-to.\" Under Roosevelt, America's colonial holdings actually shrunk. And after the Russo-Japanese War in 1904, Roosevelt changed America's diplomatic posture from competitor with the other imperialist powers in dominating the world to mediator in their growing conflicts. Woodrow Wilson had initially cheered the American takeover of the Spanish empire, although not as lustily as Roosevelt and McKinley. When he became president in 1913, he boasted that he could transform Latin America, if not the rest of the world, into constitutional democracies in America's image. Proclaiming his opposition to Mexican dictator Victoriano Huerta, Wilson promised that he was \"going to teach the South American republics to elect good men.\" But Wilson discovered in Mexico that attempts to instill American-style constitutional democracy and capitalism through force were destined to fail. And not just to fail, but to spark a nationalist, anti-American backlash that would threaten American security during World War I. In Mexico, Wilson came to understand in practice what he had written in his theories of government -- that \"self-government is not a thing that can be 'given' to any people.\" Like Roosevelt, and many European leaders, Wilson had also believed that imperialism was contributing to a higher, more pacific civilization by bringing not only capitalist industry but also higher standards of morality and education to what had been barbarous regions. Wars would be fought, but primarily between uncivilized nations, or between them and civilized countries. Eventually, war would disappear. But as Wilson learned from the outbreak of World War I, the struggle for colonies had precipitated a savage and destructive war between the imperial powers themselves. World War I turned Wilson not only against German militarism but against the structure of world politics and economics that the imperial struggle for colonies had sustained. The only way to prevent future war, he concluded, was to dismantle the structure itself. During the war and in the peace negotiations that followed, Wilson attempted to put America and the world on a new footing -- one that would prevent future wars. Wilson's plan included self-determination for former colonies, an open trading system to discourage economic imperialism, international arms reduction, and a commitment to collective security through international organizations -- what is now sometimes referred to as \"multilateralism.\" Wilson continued to believe that the United States had a special role to play in the world. But he now believed that it could best play that role by getting other nations to work with it to effect a global transformation. Wilson failed to get either the other victors from World War I or the Republican-controlled Senate in the United States to agree to his plan for a new world order. His Republican successors organized international disarmament conferences but ignored the structure of imperialism that was fueling a new arms race. They called for an \"open door\" in world markets, but protected America's prosperity behind high tariff walls. They played a small, but real, part in fulfilling the prediction of a new world war that Wilson had made in Pueblo, Colorado, in September 1919, on the eve of the vote on the League of Nations. Franklin Roosevelt, who had served under Wilson, saw the onset of World War II as a vindication of Wilson's approach. Roosevelt and Harry Truman attempted to craft a new \"community of power\" based upon Wilsonian principles. It was embodied in organizations such as the United Nations and the International Monetary Fund and in treaties such as the General Agreement on Tariffs and Trade. This approach helped prevent a new world war and depression, but it did not succeed exactly as Wilson, Roosevelt, or Truman initially envisaged. After the war, the British and French refused to give up their colonies without a fight, and the Soviet Union fueled a Cold War by attempting to restore, and build upon, the older czarist empire in eastern Europe and southern and western Asia. During the Cold War, the United States used Wilson's approach to create a \"community of power\" against the Soviet Union -- chiefly through the creation of the North Atlantic Treaty Organization (NATO), a new type of alliance that encouraged the defense and spread of democratic principles. That aspect of American foreign policy proved to be remarkably successful. But outside of western Europe and Japan, American policy-makers often believed that they had to choose between maintaining America's opposition to imperialism and colonialism and opposing the Soviet Union in the Cold War. They opposed anti-imperialist movements in southeast Asia, the Mideast, and Latin America because they believed that their victory would aid the Soviet Union. That led to the catastrophic war in Vietnam and to serious setbacks in the Caribbean, Central America, and the Mideast. American policy-makers discovered once more that when America took the side of the imperial powers or acted itself as an imperial power, it courted disaster and even defeat. The end of the Cold War created the conditions for finally realizing the promise of Wilson's foreign policy. With the collapse of the Soviet empire and the dissolution of western Europe's empires, one key aspect of the age of empire -- the struggle for world domination among great powers -- was over. What remained were the conflicts that imperialism had instigated or suppressed in the regions that the great powers had dominated. These were evident in the Mideast, South Asia, the Taiwan Straits, the Korean peninsula, the Balkans, and the Caribbean. The great powers could now, as Wilson had hoped, form a \"community of power\" to manage and resolve these remaining conflicts. The administrations of George H. W. Bush and Bill Clinton understood the new opportunity that existed. When Iraq invaded and annexed Kuwait in August 1990, Bush built a powerful coalition through the United Nations Security Council to drive Saddam Hussein's forces out of the Gulf kingdom. Clinton worked through NATO to protect the independence of Bosnia and the autonomy of Kosovo from a Serbia bent upon reestablishing its own version of hegemony over peoples that had suffered centuries of ethnic conflict under the Ottoman and Austro-Hungarian empires. Under Clinton, the nations of the world also founded a new World Trade Organization to move toward open markets. These years represented a triumph of Wilsonianism and of the lessons that America had learned from the Spanish-American War, two world wars, and the Vietnam War. But these lessons were entirely lost on the administration of George W. Bush that took office in January 2001. Like the Republicans of the 1920s, the Bush Republicans were determined to forget rather than build upon the past. The new Bush administration was composed primarily of two factions that were deeply hostile to the tradition of Wilson, Franklin Roosevelt, and Truman. The nationalists, as they were called, were only willing to support American overseas intervention when it met a strict test of national interest and didn't involve ceding control to international organizations or coalitions. Their policies, wrote Condoleezza Rice, who would become George W. Bush's national security adviser, \"proceed from the firm ground of the national interest, not from the interests of an illusory international community.\" The neoconservatives were the second and third generation of the former socialists and liberals who had moved to the right during the 1960s. They declared their admiration for the Theodore Roosevelt of the 1890s and for America's first experiment with imperialism. Some, like Wall Street Journal editorial page editor Max Boot, called on the United States to \"unambiguously...embrace its imperial role,\" while others preferred terms like \"American hegemony.\" Like the nationalists, they scorned international institutions and the Wilsonian idea of a community of power. But unlike them, they strongly advocated using America's military and economic power to transform countries and regions in America's image. They were a throwback to the Republican imperialists who had agitated for the United States to occupy and annex the Philippines at the turn of the last century. Well before the September 11, 2001, attack by Osama bin Laden's al-Qaeda organization, both factions had advocated overthrowing Iraq's Saddam Hussein, but they were restrained by natural caution and by the public's reluctance to support a war against an adversary that didn't directly threaten the United States. September 11 provided them with the grounds to convince the public of a potential Iraqi threat, while America's easy victory in Afghanistan in the fall of 2001 nourished an illusion that America could do whatever it wanted in the world. Both the nationalists and neoconservatives came to believe that they could invade Iraq, overthrow Saddam, and quickly install a regime that was friendly to the United States, while sending a signal to terrorists and neighboring autocracies that their days were numbered. The McKinley administration had acquired similar illusions after its quick victory over Spain in 1898. And while McKinley had dreamed of civilizing and Christianizing, the Bush administration dreamed of liberating and democratizing not just Iraq but the entire Mideast. Just as in the Philippines in 1900, Mexico in 1913, or South Vietnam in 1961, things didn't turn out as American policy-makers had hoped. America's invasion and occupation of Iraq -- a perfect imitation of an earlier imperialism -- awakened dormant Iraqi nationalism. After a quick march across the desert to Baghdad, American forces found themselves besieged in a bloody and seemingly interminable occupation. In the Middle East, the invasion and occupation were seen as confirmation of bin Laden's charge that the United States was bent on exploiting the region's resources and imposing its culture. Instead of curtailing the \"war on terror,\" as Bush had promised, the war in Iraq brought a new wave of recruits. Instead of encouraging a democratic transformation, it reinforced the rule of neighboring autocracies. History is not physics. The study of the past doesn't yield unalterable laws that allow one to predict the future with the same certainty that a physicist can chart the trajectory and velocity of a falling object. But historical experiences do yield lessons that convince peoples and their leaders to change their behavior to avoid expected, and undesired, consequences. America's initial experiment with imperialism in the late nineteenth and early twentieth centuries yielded these kinds of lessons. Under Theodore Roosevelt and Woodrow Wilson, and later under a succession of presidents from Franklin Roosevelt to Bill Clinton, these experiences convinced Americans to change their attitude toward imperial conquest and toward nationalism in countries like the Philippines and Iraq. But as America entered the twenty-first century, this history appeared to have been forgotten or revised in the interests of a new nationalism and neoconservatism. Only a president deeply ignorant of the past and what it teaches could journey to the Philippines in 2003 and declare that a century ago Americans had \"liberated the Philippines from colonial rule.\" America's decision to invade and occupy Iraq wasn't, of course, a direct result of this misreading of the past. If Bush or Vice President Dick Cheney or Deputy Secretary of Defense Paul Wolfowitz, the administration's leading neoconservative, had been aware of the brutal war America had fought in the Philippines, or of Wilson's misadventures in Mexico, or of the blighted history of Western imperialism in the Mideast, they might still have invaded Iraq. But they also might have had second or even third or fourth thoughts about what Bush, echoing Beveridge and the imperialists of a century ago, would call \"a historic opportunity to change the world.\" Copyright © 2004 by John B. Judis",
            "bias": "nationalism",
            "url": "https://www.npr.org/2004/09/10/3911613/folly-of-empire-offers-critique-of-u-s-imperialism"
        }
    ]
}