{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "Immigration Issue in Iowa*",
            "author": "By  \n\n      Ashley Grashaw",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2007
            },
            "article_content": "Among the issues that are important to voters in Iowa this election, immigration is near the top of the list, along with the economy and the war. Immigration is a personal issue for many Iowans. Last December, the office of Immigration and Customs Enforcement conducted raids on six Swift meatpacking plants around the country, including one in Marshalltown, Iowa, where they arrested 99 workers who could not prove they were in the country legally. Today we'll talk to the mayor of Marshalltown, IA, a resident who helped families, and an official from the ICE about what happened during the raids, and how it affected the community at large. We want to hear from you. If you're in a place where there's been an immigration raid, what has the impact been where you live? And will the immigration issue influence your vote in this presidential election? * Talk about alliteration!",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/talk/2007/12/immigration_issue_in_iowa_2.html"
        },
        {
            "headline": "Krugman: Income Inequality Pricks 'Conscience'",
            "author": "By  \n\n      Paul Krugman",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2007
            },
            "article_content": "Economist and New York Times columnist Paul Krugman's latest book, The Conscience of a Liberal, looks at the growth of income equality and the political polarization in the United States over the past 80 years.\n                \n                    \n                    Dan Deitch\n                    \n                \nhide caption Economist and New York Times columnist Paul Krugman's latest book, The Conscience of a Liberal, looks at the growth of income equality and the political polarization in the United States over the past 80 years. Read an excerpt from the book, in which Krugman argues for a new New Deal. In his new book, The Conscience of a Liberal, economist and New York Times columnist Paul Krugman examines two trends of recent years: the rise in economic inequality in the United States and the number of wealthy Americans, as well as the growth in political polarization. Krugman argues that the political development drove and enabled the economic change. Movement conservatives took over the Republican Party, won elections, and began rolling back the power of unions, federal welfare programs and, above all, taxes. The result, Paul Krugman tells Robert Siegel, is a class of very rich Americans, whose size is unprecedented and whose good fortune is not shared by the vast majority of their countrymen. Of course, the United States is a much richer country than it was 35 years ago, and most Americans possess things such as homes and consumer goods unimaginable in the past. But they are more likely to be without health insurance, Krugman notes. \"So in some crucial ways, things have not made progress. Above all, we haven't had the kind of progress we should have had,\" he says. \"People aren't nearly as much better off as they would be if the gains from economic growth had been broadly distributed.\" Krugman says that the economic inequality in the United States is the direct, intended result of programs Republicans brought to government, starting with the election of Ronald Reagan in 1980. \"Since the 1970s, the conservative movement that took over the Republican Party has systematically set out ... to dismantle all of the institutions created by Franklin D. Roosevelt and the New Deal to make this a more equal society,\" such as unions, progressive taxation and the minimum wage, Krugman says. He also discusses the role race has played in influencing Americans to vote against their own economic self-interest, as well as how the shortcomings of the Clinton administration helped develop today's progressive political movement. by Paul Krugman Hardcover, 296 pages | Your purchase helps support NPR programming. How?",
            "bias": "immigration",
            "url": "https://www.npr.org/2007/10/09/15119040/krugman-income-inequality-pricks-conscience"
        },
        {
            "headline": "Rep. Tom Tancredo (R-CO)",
            "author": "Jeff Brady",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 29,
                "year": 2007
            },
            "article_content": "Tancredo dropped out race 12/20/2007. Rep. Tom Tancredo\n                \n                    \n                    Getty Images\n                    \n                \nhide caption Read about Tom Tancredo's first campaign. Rep. Tom Tancredo (R-CO) has made immigration the centerpiece of his political career. He has traveled the country, visiting key primary states, since just after the 2004 election, talking — almost exclusively — about illegal immigration. At first he said he wasn't running for president — only that he wanted to make sure the issue was discussed in the 2008 election. Tancredo announced his candidacy on a Des Moines, Iowa, radio station in April, saying the other Republican candidates weren't consistent on the immigration issue. The grandson of Italian immigrants, Tancredo often says that today's illegal immigrants are not like his ancestors. \"The great American melting pot is broken,\" he said during a speech in Iowa in April. \"We no longer see immigrants with a desire to assimilate, nor are we a country that requires it — we refuse to make our immigrants learn English, pledge allegiance to our flag and give their loyalty to our country.\" If he's elected president, Tancredo says he'll secure the borders so illegal immigrants can't enter the country. And he'll eliminate benefits and job prospects so illegal immigrants don't stay. Tancredo's immigration positions and statements have prompted plenty of criticism, even from within his own party. After Tancredo referred to Miami as a \"third-world country\" in November 2006, President Bush remarked, \"What a nut. I'm just disappointed. He's from my own my party. He's a Republican. He doesn't represent my views.\" During a 2005 interview on a Florida radio station, Tancredo was asked to address a hypothetical situation: What should be the response if al-Qaida attacked a U.S. city with a nuclear weapon? Tancredo said that bombing Muslim holy sites, specifically Mecca, would be appropriate. He repeated this contention in a 2007 town hall meeting in Iowa. Tancredo also opposes abortion. If elected, he says he'll appoint only \"pro-life\" judges. He believes the current tax system should be scrapped and a flat tax or national sales tax should be implemented. Tancredo supports a voucher system for funding public schools, and he believes the Social Security system should be turned into a defined-contribution plan, like the 401(k).",
            "bias": "immigration",
            "url": "https://www.npr.org/2007/08/29/7365553/rep-tom-tancredo-r-co"
        },
        {
            "headline": "Huckabee Leads Ahead of GOP's Last Iowa Debate",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 12,
                "year": 2007
            },
            "article_content": "Republican presidential candidates former Arkansas Gov. Mike Huckabee (left) and former Massachusetts Gov. Mitt Romney speak during the Univision Republican forum in Miami, Fla.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption Republican presidential candidates assemble for their latest debate in Iowa on Wednesday, their last chance to spar face-to-face before the Iowa caucuses three weeks from now. In some Iowa polls, former Arkansas Gov. Mike Huckabee has taken the lead from frontrunner Mitt Romney, setting the stage for possible fireworks between the two on the debate stage. On Tuesday, snow and freezing rain forced Huckabee to cancel his campaign events in Iowa. But the mood at his campaign headquarters was cheerful. The candidate's sudden rise in the polls has heartened state campaign manager Eric Woolson. \"As a result of the poll numbers being up, fundraising is up,\" he said. \"The number of volunteers is up ... It all goes hand in hand. I've never really seen a candidate catch fire like this.\" Huckabee has doubled the size of his storefront office in Des Moines, and now has 14 staffers on the payroll in the state. However, he still trails Romney, the former Massachusetts governor, in resources devoted to Iowa. But Tamara Scott, who directs the conservative Christian group Concerned Women for America, said Huckabee has gone from underdog to overachiever. \"He built that momentum on sheer energy,\" she said. \"He didn't have money when we compare him to what the top-runner Mitt Romney was able to do. He didn't have organization. One can only assume it's his message.\" Huckabee's message is especially attractive to conservative Christians. A new McClatchy-MSNBC poll finds his strongest support comes from weekly churchgoers, evangelicals and anti-abortion voters. President Kim Lehman of the Iowa Right to Life Committee said churchgoers have been unusually energized this year. They're worried about Republican candidate Rudy Giuliani, who favors abortion rights, and by an Iowa judge's ruling last summer in favor of same-sex marriage. \"Pastors are rising up ... That may be where Huckabee is winning so many people. These churches are communicating, home school groups are communicating, and people are making their choices,\" Lehman said. With many of those social conservatives appearing to choose Huckabee, Romney is feeling the heat. On Tuesday, he began running a new television ad in Iowa that takes aim at Huckabee on another hot-button issue: illegal immigration. \"Two former governors. Two good family men. Both pro-life. Both support a constitutional amendment protecting traditional marriage. The difference? Mitt Romney stood up and vetoed in-state tuition for illegal aliens,\" the ad says. Romney and Huckabee have tangled over immigration in the past and may do so again during Wednesday's debate. Huckabee, who has shown compassion toward illegal immigrants in the past, is now polishing his \"get tough\" credentials. He won the endorsement Tuesday of Jim Gilchrist, who founded the anti-illegal-immigrant Minuteman Project. And he recently unveiled a new policy proposal that would require all undocumented workers to leave the country within four months. Huckabee's proposal would also crack down on employers, noting that jobs are the chief draw for most illegal immigrants. Last week, Romney fired the landscaping company that cuts the grass at his house in Massachusetts after The Boston Globe prepared to report for the second time that the company employs illegal workers. Shaking hands and posing for pictures in a Des Moines shopping mall on Tuesday, Romney didn't want to talk about his tit-for-tat with Huckabee. Instead, he chatted briefly with some Blue Cross workers about universal health care coverage, and almost led a parade of TV cameras into a beauty salon, before his wife, Ann, intervened. \"That's the last place I'd want to have a camera watching me is when I'm getting my hair done,\" she said. On Wednesday, the cameras will be focused on Romney and Huckabee. \"It's a real battle out there,\" Romney told a pair of supporters Tuesday. \"But an important one.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/12/12/17158939/huckabee-leads-ahead-of-gops-last-iowa-debate"
        },
        {
            "headline": "Debate Check: Behind Democrats' Responses",
            "author": "Michele Kelemen",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2007
            },
            "article_content": "Sen. Hillary Clinton, former Sen. Mike Gravel and Sen. Barack Obama were among the seven Democratic presidential candidates participating in a debate sponsored by NPR and Iowa Public Radio.\n                \n                    \n                    David Lienemann for NPR\n                    \n                \nhide caption Sen. Hillary Clinton, former Sen. Mike Gravel and Sen. Barack Obama were among the seven Democratic presidential candidates participating in a debate sponsored by NPR and Iowa Public Radio. Read more from NPR reporters \"debate checking\" the responses from the Democratic presidential candidates: Is there evidence that Iran had a nuclear weapons program? Is there an arms race with China? How have immigrants affected wages? As Democratic presidential candidates debated Iran, China and immigration at a forum Tuesday sponsored by NPR and Iowa Public Radio, they sometimes raised more questions than they answered. NPR reporters following along kept track to provide a reality check. Candidates participating in the forum were: Sen. Joseph Biden (DE), Sen. Hillary Clinton (NY), Sen. Christopher Dodd (CT), former Sen. John Edwards (NC), former Sen. Mike Gravel (AK), Rep. Dennis Kucinich (OH) and Sen. Barack Obama (IL). Former Gov. Bill Richardson (NM) was at a funeral and did not attend.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/12/04/16876030/debate-check-behind-democrats-responses"
        },
        {
            "headline": "Iran Sparks Fireworks at Democratic Debate",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2007
            },
            "article_content": "As Democratic presidential candidates debated at a forum Tuesday sponsored by NPR and Iowa Public Radio, they sometimes raised more questions than they answered. NPR reporters provide a reality check. After the broadcast portion of the debate concluded, the candidates were asked one more question on the economy. Read and hear that conversation. Hear audio highlights from Tuesday's Democratic presidential candidates' debate in Iowa: The Democratic presidential candidates sit around a V-shaped table in the Iowa Historical Building during Tuesday's radio debate, broadcast by NPR and Iowa Public Radio. NPR hosts Robert Siegel (left) and Steve Inskeep are visible in the foreground.\n                \n                    \n                    David Lienemann for NPR\n                    \n                \nhide caption The Democratic presidential candidates sit around a V-shaped table in the Iowa Historical Building during Tuesday's radio debate, broadcast by NPR and Iowa Public Radio. NPR hosts Robert Siegel (left) and Steve Inskeep are visible in the foreground. Candidates in the background, from left: Sen. Hillary Clinton, former Sen.  Mike Gravel, Sen. Barack Obama, Sen. Chris Dodd, Sen. Joseph Biden, Sen. John Edwards and Rep. Dennis Kucinich. Democratic presidential candidates clashed over Iran, and tackled trade and immigration during a radio debate from Iowa on Tuesday.  The forum, sponsored by NPR and Iowa Public Radio, comes just one month before the Iowa caucuses, at a time when polls show a tight three-way race among Sen. Barack Obama (IL), Sen. Hillary Clinton (NY) and former Sen. John Edwards (NC). Sparring over Iran The candidates were asked about a new National Intelligence Estimate that concludes Iran stopped work on its nuclear weapons program in 2003.  The new report reverses the conclusion of two years ago that Iran was actively working on a nuclear weapon. Clinton said she is relieved by the intelligence findings, and called on President Bush to pursue diplomacy with Iran. Clinton has come under criticism from fellow Democrats for her September vote in favor of a Senate Resolution calling the Iranian Revolutionary Guard a terrorist organization.  Obama — who skipped the vote while campaigning in New Hampshire — has said it gave President Bush a \"blank check\" to go to war against Iran.  President Bush warned in October that a nuclear-armed Iran could trigger \"World War III.\" Edwards said Tuesday that the Senate had a responsibility to stand up to President Bush. \"It's absolutely clear — and eerily similar to what we saw with Iraq, where they were headed,\" he said.  Edwards noted that Clinton is the only Democratic presidential candidate who voted in favor of the resolution. Sen. Christopher Dodd (CT) chimed in, saying the resolution, which he voted against, eliminated all options except a military one. Clinton defended her vote, saying it was non-binding and did not authorize Bush to take any action against Iran.  \"I think we do know that pressure on Iran does have an effect,\" Clinton said. Sen. Joe Biden (DE) challenged the idea that the Senate vote influenced Iran's nuclear plans.  \"With all due respect to anybody who thinks that pressure brought this about, let's get this straight.  In 2003, they stopped their program,\" Biden said. Rep. Dennis Kucinich (OH) said the new intelligence assessment confirms his earlier skepticism.  \"Just as five years ago, I warned that there was no evidence that would merit war against Iraq and warned this country not to do it, so for the past few years I've been saying that there's no evidence that Iran had a nuclear weapons program.\" Kucinich complained that some of his fellow Democrats — Clinton, Obama and Edwards — still say \"all options are on the table\" when it comes to Iran. Immigration Enforcement The format of the debate was designed to encourage in-depth discussion of a handful of topics, including China and immigration.  The candidates agreed that the federal government had failed to do enough to stop illegal immigration.  But they said priests and doctors who assist undocumented immigrants should not be penalized. \"The point is, we're not going to deputize a whole bunch of American citizens to start grabbing people or turning them in,\" Obama said.  He called for a crackdown on employers who hire illegal immigrants, but added there should be a pathway for immigrants to achieve legal status. Clinton agreed on the need for tougher enforcement against employers, while voicing some sympathy for the immigrants themselves. \"What we're looking at here is 12 to 14 million people,\" Clinton said.  \"They live in our neighborhoods, they take care of our elderly parents. They probably made the beds in some of the hotels we stayed in last night.\"  She added that immigration was not a big concern when the U.S. economy was producing more jobs. Clinton said new immigrants should be encouraged to learn English, but she rejected a listener's complaint about government telephone lines with a  \"Push 1 for Spanish\" option.  She pointed to the wide range of languages spoken in New York. \"The city would be in total chaos if people didn't get some services and some help in a language they understood,\" Clinton said. Dodd warned that Republicans would use immigration as a wedge issue.  Former Sen. Mike Gravel (AK) said the immigration debate was making a \"mountain out of a molehill.\" Urging a Tougher China Policy Trade has also become a major concern for American voters, even in Iowa, which enjoys a large trade surplus with the rest of the world.  Many Democrats are skeptical that globalization is good for the U.S. economy.  Several of the candidates said the government should take a tougher line against China. \"We have not been the best negotiators, and often times, we're negotiating on behalf of Wall Street instead of Main Street,\" Obama said. Edwards echoed that view, saying big corporations are driving American policy toward China.  \"They get their way and the American people lose,\" he said. Clinton responded to a mother's question about dangerous toys from China, saying the Bush administration has \"essentially defanged the Consumer Product Safety Commission.\" Edwards and Dodd, who both have young children, vowed not to buy any Chinese-made toys this Christmas.  \"My toys are coming from Iowa,\" Dodd joked. Race Tightens Tuesday's two-hour debate comes at a critical time in Iowa.  With just 30 days before the first-in-the-nation caucuses, polls show a tight race, with Obama, Clinton and Edwards in a virtual tie.  More than half the Iowa voters surveyed by The Des Moines Register still say they might switch their allegiance when the caucuses are actually held. Clinton still holds a lead in national polls, so rivals see Iowa as the best opportunity to slow her momentum.  Obama, who has been gaining in Iowa polls, could get a boost later this week when he campaigns to sellout crowds alongside celebrity endorser Oprah Winfrey.  Obama is also outspending Clinton on Iowa TV ads. All of the Democratic presidential candidates took part in Tuesday's debate except New Mexico Gov. Bill Richardson, who was attending the funeral of a Korean war casualty whose remains he helped to repatriate. Republican candidates are not as single-minded about Iowa as the Democrats are, but a close race is shaping up there as well.  The Des Moines Register poll found former Arkansas Gov. Mike Huckabee edging ahead of longtime Iowa front-runner Mitt Romney, the former governor of Massachusetts.  Romney, in a possible nod to Iowa's large evangelical community, plans a major speech on Thursday to discuss his own Mormon faith. NPR and Iowa Public Radio planned to host a Republican debate this week, but the leading Republicans declined, citing scheduling conflicts.  NPR is now working with the various campaigns to identify a suitable date and location.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/12/04/16843353/iran-sparks-fireworks-at-democratic-debate"
        },
        {
            "headline": "Iowa Town Feels Impact of Immigration Debate",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2007
            },
            "article_content": "Voters in Marshalltown, Iowa Media no longer available Read a breakdown of presidential candidates' votes and positions on some of the main immigration legislation in recent years. Iowa voters hold the nation's first presidential caucuses one month from now. A visit to Marshalltown, Iowa, shows the impact of immigration — one of the key issues in the presidential campaign — on everyday lives. The Swift and Co. packing plant, the small city's biggest employer, attracts immigrants from Mexico and elsewhere. Last December, federal immigration agents moved in and many undocumented workers were deported. Others were convicted of identity theft. They'd gone to work using other people's names and Social Security numbers. The company itself has not been prosecuted. But a federal grand jury has since indicted an American who allegedly advised the workers how to evade authorities.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/12/03/16822242/iowa-town-feels-impact-of-immigration-debate"
        },
        {
            "headline": "Immigration Among Iowa Voters' Top Concerns",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 15,
                "year": 2007
            },
            "article_content": "Read a breakdown of presidential candidates' votes and positions on some of the main immigration legislation in recent years. Immigration is a \"very important\" issue to Iowa voters, right up there with the economy and the war. That may be due in part to the large influx of immigrants in recent years, mostly from Mexico and Central America, who work in the state's pork and poultry plants. Many Iowa voters say they want the next president to do more to stop illegal immigration.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/11/15/16332979/immigration-among-iowa-voters-top-concerns"
        },
        {
            "headline": "Candidates Weigh Illegal Immigrants' Driving Rights",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 31,
                "year": 2007
            },
            "article_content": "Democrats vying for their party's presidential nomination disagreed at their debate Tuesday night about whether states should issue driver's licenses to illegal immigrants. The questions were what to do about people who are driving without having proved they are safe drivers, and whether states should give official identification to someone illegally in the U.S.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/10/31/15817061/candidates-weigh-illegal-immigrants-driving-rights"
        },
        {
            "headline": "Republican Candidates Debate in New Hampshire",
            "author": "By  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 6,
                "year": 2007
            },
            "article_content": "President Bush was the biggest issue of the night as the 10 Republicans vying to replace him crowded a Manchester, N.H., stage for a two-hour televised debate that saw few heated moments among the participants. The candidates chose their words carefully but sought to distance themselves from the Bush administration and its handling of the war on terror. Specifically, the Iraq war dominated early in the Tuesday evening debate. Candidates were asked whether they believed invading Iraq was a mistake. \"We did the right thing based on what we knew at that time,\" said former Massachusetts Gov. Mitt Romney. \"I think we made mistakes following the conduct or the collapse of Saddam's government.\" Former New York Mayor Rudolph Giuliani was more direct. \"It's unthinkable that you would leave Saddam Hussein in charge of Iraq and be able to fight the war on terror,\" Giuliani said. \"The problem is that we see Iraq in a vacuum,\" he said. \"Iraq is part of the overall terrorist war against the United States.\" Former Wisconsin Gov. Tommy Thompson criticized Bush's diplomatic skills, while Sen. John McCain of Arizona criticized the administration for its handling of the Iraq war, though he defended the immigration reform compromise. McCain acknowledged that he had not read the government's full intelligence report on Iraq before voting to authorize the war. McCain has backed the president's troop surge. He was asked what should be done if the top ground commander, Gen. David Petraeus, says the surge isn't working. \"You would have to — you withdraw to the borders and watch genocide take place inside Baghdad? You watch the destabilization of Jordan? You see further jeopardy of Israel because of the threats of Hezbollah and Iranian hegemony in the region? All of the options I could run through with you. My friend, none of them are good. That's why we must succeed and give it a chance to succeed,\" he said. After questions shifted from the Iraq war and terrorism to immigration, candidates still found themselves at odds with the president, who supports the immigration bill that many other Republicans oppose. U.S. Rep. Tom Tancredo of Colorado has been crusading against an immigration bill that would give undocumented workers a path to citizenship. He was applauded when he said the survival of the nation is at stake. \"How long will it take us ... to catch up with the millions of people who have come here, both legally and illegally, and assimilate them? I'll tell you this: It'll take this long — until we no longer have to press 1 for English and 2 for any other language,\" he said. It was a sentiment echoed by Romney, who said it's \"not fair to say those people get put ahead in the line of all the people who've been waiting legally to come to this country.\" Immigration has been a sensitive issue for McCain. A sponsor of the bill, he said the compromise is better than letting 12 million people walk around America illegally. For Giuliani, trying to square his support for abortion rights with the party's solid base of Christian conservatives created an opportunity for unexpected humor, as lightning flashed just as he began talking about the subject. \"Look, for someone who went to parochial schools all his life, this is a very frightening thing that's happening right now,\" he said. Giuliani said he simply thinks women should have a choice: \"I consult my religion, I consult my reading of the Constitution, I consult my views of what I think are important in a pluralistic society, and the reality is that we have to respect the fact that there are people that are equally as religious, equally as moral that make a different decision about this. And should government put them in jail?\" Then, the questions turned back to Bush. How might candidates use his services as an ex-president? Thompson offered perhaps the most memorable quip of the evening, saying he \"certainly would not send him to the United Nations.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/06/06/10757375/republican-candidates-debate-in-new-hampshire"
        },
        {
            "headline": "Vicente Fox Discusses the 'Revolution of Hope'",
            "author": "By  \n\n      Vicente Fox and Rob Allyn",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 8,
                "year": 2007
            },
            "article_content": "Vicente Fox, former President of Mexico, discusses his tenure and the intricate relationship between the United States and Mexico. Fox recently published a memoir, Revolution of Hope: The Life, Faith and Dreams of a Mexican President. Guest: Vicente Fox, Former President of Mexico (2000-2006) and author, Revolution of Hope: The Life, Faith and Dreams of a Mexican President The Life, Faith, and Dreams of a Mexican President by Vicente Fox and Rob Allyn Hardcover, 375 pages | Your purchase helps support NPR programming. How?",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/10/08/15097316/vicente-fox-discusses-the-revolution-of-hope"
        },
        {
            "headline": "Virginia County to Vote on Illegal Immigration Rules",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 28,
                "year": 2007
            },
            "article_content": "This summer, the board of supervisors of Virginia's Prince William County approved a crackdown aimed at driving out illegal immigrants. Officials have recommendations of which county services to deny to the undocumented. The plan, which will be voted on next week, also includes more police questioning. Hispanics say the move has divided the community, and will backfire.  ROBERT SIEGEL, host: From NPR News, this is ALL THINGS CONSIDERED. I'm Robert Siegel. MELISSA BLOCK, host: And I'm Melissa Block. Now, a visit to a community that is taking a different approach in its crackdown on illegal immigrants. Across the country, a handful of cities and towns have targeted landlords or employers. But Prince William County in Northern Virginia is working out a plan to deny county services to illegal immigrants and to step up police checks. NPR's Jennifer Ludden has the story. JENNIFER LUDDEN: No one pushed harder for the new measures than Greg Letiecq. Mr. GREG LETIECQ (President, Help Save Manassas): Okay. Let's hop in. Go for the adventure. (Soundbite of car starting up) LUDDEN: He leads a tour through pleasant middle-income neighborhoods. Streets lined with clabbered colonials and well-kept lawns. But as Northern Virginia has boomed in recent years, Letiecq says these areas have filled with too many Hispanics who just aren't integrating. He shakes his head at a towering patch of sunflowers in one front yard and catalogues annoyances. Mr. LETIECQ: It's 3 o'clock in the afternoon and there's no parking. How in the world does that happen? LUDDEN: Letiecq has founded Help Save Manassas, named for the county's biggest city. The group has badgered officials about overcrowded houses, zoning violations, and violent Salvadoran gangs. Mr. LETIECQ: Right at this corner here, a girl got raped by a bunch of guys who are MS-13 gang members. This house is vacant right here and they broke into it and started hanging out in there. LUDDEN: Letiecq pulls further up the street into a quiet cul-de-sac and calls on one of his group's members. (Soundbite of car door shutting) LUDDEN: Amy Galloway(ph) is 71, African-American, still working as a house cleaner. She stands on her front steps and describes how she's come to feel alienated on her own street. Ms. AMY GALLOWAY (Member, Help Save Manassas): This house in front, 104, we don't know who they are, whether they're Spanish, from Chile or whatever. They're there. We've seen at least four families move out of that house since the owner sold. And over here, it was numerous amounts of men lived there. They have parties. They don't bother us. But they are over there. We don't know who they are. And so it becomes scary. Unidentified Man #1: Chairman… Unidentified Man #2: Mr. Nelly(ph). Unidentified Man #1: Just to be clear, though, citizens… LUDDEN: At a tense board of supervisors meeting this summer, dozens of residents accused illegal immigrants of ruining their quality of life and sucking up public resources. They lamented declining property values, the cost of school ESL classes, long waits in emergency rooms. Dozens of others, including plenty of native-born whites, condemned that the crackdown is misguided and said it made them ashamed. The supervisors, all facing re-election this fall, voiced barely a word of debate. Unidentified Man #3: Please vote. Vote unanimous. Thank you very much. (Soundbite of applause) LUDDEN: Three months later, officials have drawn up plans to carry out the resolution. By law, they can't deny the most expensive services - public education and emergency health care. By law also, despite widespread misperceptions at the public hearing, illegal immigrants are already denied things like welfare. Then some things the county could start restricting, just aren't practical. Board Chairman Corey Stewart. Mr. COREY STEWART (Board Chairman, Prince William Board of County Supervisors): It just would not be cost effective to deny library services. It wouldn't be cost effective to deny most park services. We would have to train our, you know, our lifeguards on immigration law, and we're just not going to do that. It doesn't make any sense. LUDDEN: But the county executive has come up with recommendations like these - restricting halfway housing for the homeless, in-home care for the elderly, a substance abuse program at the county jail. Small apples for sure, but Stewart says there's a bigger aim. Mr. STEWART: By deterring illegal immigrants who - from coming to the county in the first place, encouraging the illegal immigrants who are already here to leave, and that's ultimately what's going to be saving the county money. LUDDEN: A lot of that deterrent effect will come from the other part of Prince William County's crackdown, stepped-up police checks. Chief Charlie Deane's officers will now have a mandate to ask about legal status when they stop someone for just about anything, provided there is probable cause. Mr. CHARLIE DEANE (Police Chief, Prince William County): If officers were, for example, will working radar and then pull someone over for speeding, and when presented with a fraudulent driver's license, and they obviously forged one, one that they determined was questionable. LUDDEN: But Chief Deane is the first to point out the vast majority of undocumented immigrants don't commit crimes. Mr. DEANE: What we wind up with, I think - I'm very concerned about the fact that our community expects us to be able to have a much larger impact and do much more than we can do by law. We're not going to do roundups and we're not going to be dealing with day labor centers. LUDDEN: Deane's officers also won't ask the legal status of crime victims or witnesses. He says it's already hard enough getting immigrant communities to report crimes. Mr. DEANE: If we're going to do these things we need to them right. And if we don't get it right, we can do more harm than good. (Soundbite of whistling and honking) LUDDEN: Honks of support for a couple dozen Latinos protesting the new law on a grassy strip outside a shopping mall. Not all driving by are impressed. Unidentified Man #4: I had to learn English. Every time I go to the store it says English or Spanish. I'd pick English. Unidentified Man #5: (Speaking foreign language). Unidentified Man #4: You have to learn English. Everybody learn English. LUDDEN: Protestor Maria Escobar(ph) is a U.S. citizen and owns a cleaning service. She says when she came here from El Salvador 26 years ago, this county was poor. Ms. MARIA ESCOBAR (Business Owner): Now, it's really rich. If you can see all construction, all new houses, it's beautiful places. Who build them? Spanish people build them. (Soundbite of protestors chanting) LUDDEN: We are here, they chant, and we're not leaving. But since the resolution passed, some immigrants in Prince William County are leaving or lying low. I meet Jose(ph) in a strip mall parking lot. He didn't want to use his real name and he wanted to be far from prying neighbors who all believe he's legal. JOSE: (Speaking foreign language) LUDDEN: I feel terrified, he says. I'm afraid of going out to restaurants or any public place. Jose says he knows one family that's left the county. And in this, he echoes numerous others who tell of friends and neighbors gone. But Jose has been here the better part of two decades. He has three U.S.-born children, a good job, and owns his house. JOSE: (Speaking foreign language) LUDDEN: We've thought of leaving, but it's so difficult, he says. And then I wonder what if I go somewhere else and they pass a law like this, too. I will have lost everything for nothing. Jose could have a point. Greg Letiecq, the activist behind the anti-illegal immigrant movement here in Prince William, says he's been flooded with calls and e-mails. He's now traveling around Virginia, telling people in other towns how they can copy what he's done. Jennifer Ludden, NPR News. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/09/28/14810449/virginia-county-to-vote-on-illegal-immigration-rules"
        },
        {
            "headline": "Immigration Bill Dies in the Senate",
            "author": "By  \n\n\n      Brian Naylor",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 28,
                "year": 2007
            },
            "article_content": "The wide-ranging immigration bill died Thursday in the Senate, 14 votes short on a procedural vote that would have moved the bill toward final passage. It was a blow to President Bush, who backed the bipartisan measure, and it likely means no overhaul of immigration will happen until after the 2008 election.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/06/28/11523358/immigration-bill-dies-in-the-senate"
        },
        {
            "headline": "Politics Affects Immigration Bill",
            "author": "By  \n\n\n      Juan Williams\n    \n\n ,  \n\n\n      Madeleine Brand",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 18,
                "year": 2007
            },
            "article_content": "The deal that was struck between the White House and a bipartisan group of senators marks an unusual moment of bipartisanship. President Bush is eager to make deals because of his desire to leave a legacy and move beyond Iraq. Michael Chertoff, head of Homeland Security, and Secretary of Commerce Carlos Gutierrez have been involved in negotiations with U.S. Sen. Ted Kennedy (D-MA). There are segments of the bill that require the construction of 200 miles of mobile barriers and 370 miles of fencing along the border, the construction of more jails to hold illegal immigrants and the installation of radar equipment.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/05/18/10258219/politics-affects-immigration-bill"
        },
        {
            "headline": "Border Town Residents Fight New Towers",
            "author": "Ted Robbins",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 1,
                "year": 2007
            },
            "article_content": "The Department of Homeland Security is installing nine high-tech towers as part of the first section of its Secure Border Initiative Network along a 28-mile stretch near the Arizona-Mexico border. Residents of Arivaca, Ariz., are not happy. They say the radar-and-camera setups not only will be eyesores, but also will rob them of their privacy. They had a town meeting with DHS officials Monday night.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/05/01/9946769/border-town-residents-fight-new-towers"
        },
        {
            "headline": "Turnout Is Lower at L.A. Immigration Rallies",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 1,
                "year": 2007
            },
            "article_content": "It's been a year since more than a million people took to the streets in a nationwide May Day demonstration for immigration reform. Today, the demonstrators are back, holding rallies and marches from New York to California.  But the turnout is a fraction of what it was a year ago. Downtown Los Angeles is one of the places where those events are taking place. This year, the focus is on pressuring Congress to adopt comprehensive immigration reform. But much of the anger prompted by last year's failed effort to criminalize illegal immigration is gone. Authorities say the May Day turnout could still be significant enough to bring normal business in downtown L.A. to a screeching halt.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/05/01/9946766/turnout-is-lower-at-l-a-immigration-rallies"
        },
        {
            "headline": "Low Turnout Seen for Immigration Rallies",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 1,
                "year": 2007
            },
            "article_content": "Advocates for the rights of undocumented workers are staging dozens of marches and rallies across the country this May Day, but organizers expect turnout to be just a fraction of last year's numbers. In 2006, more than a million people took part in a work boycott aimed at showing how crucial undocumented workers are to the U.S economy.  But those marches also energized anti-immigration groups, and cost dozens of participants their jobs. Now, the momentum for legalizing an estimated 12 million undocumented workers in the United States, a drive many compared to a new civil rights movement, seems to have fizzled. This year, there is less organization and pressing debate, Gordon Mayer, of the Community Media Workshop in Chicago, told the Associated Press. \"There's not homogenous leadership or means of communication,\" Mayer, who helped organize today's Chicago march, said. \"There was a sort of energy last year.  This year, that boulder has split up into a lot of smaller rocks.\" Stepped up workplace raids have also left many immigrants fearful of speaking out in public. A number of Tuesday's demonstrations will focus on families that have been separated when a parent has been deported. Others will promote voter registration. Some groups are still urging people to boycott work, while others oppose that tactic. The largest 2007 turnout could be in the Los Angeles area, where organizers say two demonstrations could draw 20,000 people. In Washington, D.C., several hundred members of Asian groups are lobbying on Capitol Hill.  And in Miami, Democratic Party Chairman Howard Dean was set to speak to immigrant groups. Congress remains divided on immigration. A House bill would legalize many of the undocumented here now and allow about 400,000 \"new workers\" to come on temporary visas each year. But those measures would only take effect as successful enforcement \"triggers\" were achieved. The Senate is scheduled to debate immigration later this month, but behind-the-scenes negotiations have stalled and no formal bill has yet been presented. Sen. Edward Kennedy (D-MA) is the Senate's main sponsor of immigration legislation.  Speaking before the Anti-Defamation League on Tuesday, he said enforcement efforts alone will only push illegal immigrants \"deeper into the shadows and allow employers to continue to exploit them. It perpetuates the current two-tiered economy, which hurts willing American workers, too.\" Polls consistently show that about two-thirds of the public supports letting undocumented immigrants pay some sort of penalty to become legal. Yet opponents decry that as \"amnesty,\" and activists say the looming presidential election is making it harder to forge a compromise. Several Republican presidential candidates have backed off their earlier support for legalization. Even longtime advocate President Bush is sounding less generous. A White House proposal made public last month would limit the chances of citizenship for undocumented workers who are now living in the United States, and it would require future guest workers to leave their families back home.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2007/05/01/9938475/low-turnout-seen-for-immigration-rallies"
        },
        {
            "headline": "South Africa Absorbs Zimbabwe Refugees",
            "author": "By  \n\n\n      Charlayne Hunter-Gault",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2007
            },
            "article_content": "The escalating crisis in Zimbabwe has sent an estimated two million people into neighboring South Africa. The conditions they are willing to endure there speak volumes about conditions in Zimbabwe.  LIANE HANSEN, host: This is WEEKEND EDITION from NPR News. I'm Liane Hansen. Tensions are running high in Zimbabwe right now. The ruling party has endorsed President Robert Mugabe as its candidate for the 2008 election. He has ruled in Zimbabwe for 27 years, and his leadership is widely blamed for the nation's political corruption and economic crisis. The situation has become so dire that many citizens of Zimbabwe are leaving their homeland and heading south, across the border into South Africa. A large number of these refugees are now living in an infamous section of Johannesburg that's become a haven for illegal immigrants from across the continent. As NPR's Charlayne Hunter-Gault reports, the conditions they live in say a lot about what they left behind. (Soundbite of music) CHARLAYNE HUNTER-GAULT: This bustling but run-down area of Johannesburg is known as Hillbrow. Its grimy streets are lined with sleepy hotels and decaying tenements, peopled with prostitutes, drug dealers, criminals and hustlers from all over the continent. In recent years, an estimated 2 million Zimbabweans have crossed into South Africa, many of them winding up here. On a recent morning, I met a Zimbabwean who, out of concern over further harassment, would only give his name as Nkululenko, an Ndebele word meaning freedom. He arrived in South Africa three years ago and applied for political asylum. He agrees to take me on a tour of what passes for his new home. He's 33 years old and tells me he was a junior prison guard in Zimbabwe. He says he left his homeland after being harassed by senior prison officers who accused him of supporting Zimbabwe's opposition Movement For Democratic Change simply because, he says, he read one of the few independent newspapers in the country. Nkululenko's journey across the Limpopo River, separating Zimbabwe from South Africa, was perilous. He traveled with 14 other men. NKULULENKO (Zimbabwean Refugee): Yeah, we're crossing the river and we're holding hands and there's crocodiles. The river was full. So when we were crossing, two of our guys drowned in the river. I bet they were eaten by the crocodiles. HUNTER-GAULT: Nkululenko eventually reached Johannesburg and Hillbrow. He slept where he could, sometimes taking refuge in a late-night club. NKULULENKO: There's a disco there, which used to play on for long hours of the night until the early hours. So I was staying there by 4:00 a.m. and then we'd go to town to sleep here. HUNTER-GAULT: By here, he means the streets where he lived among other homeless. As we walk, we see half-dozen or so young boys in rags - some sleeping, others sniffing glue, their faces puffy and swollen, all lined in urine-soaked rags. (Soundbite of children bawling) HUNTER-GAULT: Eventually, Nkululenko found shelter in a run-down tenement with no services. It already was home to hundreds of illegals crammed into tiny rooms. NKULULENKO: More (unintelligible) they didn't fix the lights. It's a big problem with electricity. HUNTER-GAULT: We climb the stairs to the fourth-floor apartment, the air rank from stinking piles of rotting garbage and airshafts used as urinals. (Soundbite of footsteps) HUNTER-GAULT: Nkululenko locks the door to his one-room flat. (Soundbite of women chattering and laughing) HUNTER-GAULT: Inside, I find seven other Zimbabweans. Three beds take up most of the space in the tiny room. While many of those fleeing Zimbabwe are trying to escape the soaring inflation and unemployment, others are fleeing persecution. One of those living here is 25-year-old Cynthia. She says she left Zimbabwe 11 months ago after government officials tried to force her to join the ruling party's Youth Brigade, which had been accused of intimidating voters and assaulting government opponents. She refused. CYNTHIA (Zimbabwean Refugee): I didn't want to join because they were treating people bad. They were beating old ladies, the - doing nasty things. They're behaving badly, so I didn't want that because I am - I was a Christian. HUNTER-GAULT: She says they tried to get her mother to force her to join. CYNTHIA: So my mother refused that, then they beat her to death. HUNTER-GAULT: Cynthia fled the country but faced more horrors after crossing the Limpopo River. CYNTHIA: When I - when I crossed the river, we were four girls and two guys. Then they raped the three of - there are some guys who - usually they stay at the - in the bush. Yeah, they raped the three of us. It's, like, you can't even scream because they are killers. HUNTER-GAULT: But one did scream. CYNTHIA: After that, they killed - that girl, then this - because she was screaming. HUNTER-GAULT: Three months later, Cynthia found out she carried with her the seeds of her violation. (Soundbite of infant crying) HUNTER-GAULT: Her baby girl is now two months old. Cynthia and her seven roommates are afraid to venture out for fear of being caught and deported. And when some do, just to try to earn and enough money to buy food, they skip breakfast, have tea in the early afternoon, and then for dinner, each has a slice of bread. They say this life, though, is preferable to returning to Zimbabwe under President Robert Mugabe. (Soundbite of men conversing) HUNTER-GAULT: In addition to high prices and no jobs, Zimbabwe under Mugabe these days is also a place of brutal attacks on the political opposition, though the government claims the opposition is provoking the violence. Our final stop is a park, where a handful of mostly young Zimbabwean men are sitting together, talking of revolution. Unidentified Man: (Speaking in foreign language) HUNTER-GAULT: One who calls himself Mumtamunisis(ph) says the only way to solve Zimbabwe's problems is war. NKULULENKO (Zimbabwean Refugee): You call that what you need to fight. You will do it, like rebelling against(ph) the country. Actually, what needs to happen is Mugabe has to be forced out through a rebellion, again using... HUNTER-GAULT: Nkululenko translates but doesn't agree. He wants to see change, but through peaceful means. NKULULENKO: You see, this needs Zimbabweans to unite and see a common problem -problems. It needs the youth, especially, so they just come in in here and doing nothing and the situation doesn't change - Mugabe capitalizes on that. HUNTER-GAULT: And for now, that means more and more Zimbabweans swelling the population of Hillbrow's Little Zimbabwe. Charlayne Hunter-Gault, NPR News, Johannesburg, South Africa. (Soundbite of music) Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "refugees",
            "url": "https://www.npr.org/2007/04/01/9269300/south-africa-absorbs-zimbabwe-refugees"
        },
        {
            "headline": "Nationalism Has Turkey's Intellectuals on Edge",
            "author": "By  \n\n\n      Ivan Watson",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 16,
                "year": 2007
            },
            "article_content": "A climate of fear has settled over leading dissident intellectuals in Turkey, in the wake of the assassination last month of a prominent Turkish-Armenian writer. Ultra-nationalists have stoned churches, attempted hijackings of ferryboats, and chanted the name of the writer's killer at soccer games. Increasingly, writers and academics who have long challenged the Turkish Republic's taboos are seeking protection from the Turkish state. Worn down after enduring years of trials and attacks in the nationalist media, Nobel-prize winning author Orhan Pamuk recently fled the country. He was escorted to the airport by bodyguards. It's a far cry from the spirit of optimism and reform that prevailed just a few years ago, when Turkey began negotiations to join the European Union. Analysts predict the tensions will only get worse, as mainstream political parties compete to court the nationalist vote ahead of presidential elections.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2007/02/16/7455092/nationalism-has-turkeys-intellectuals-on-edge"
        },
        {
            "headline": "Serb Elections Results Leave Questions",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 22,
                "year": 2007
            },
            "article_content": "Members of the hard-line Radical Party in Serbia won 28 percent of the vote in Sunday's general election. But they might not be able to form a government.  STEVE INSKEEP, host: It's MORNING EDITION from NPR News. Good morning, I'm Steve Inskeep. Serbia held parliamentary elections yesterday. Western governments had hoped that six years after the ouster of Slobodan Milosevic, that Serb voters would reject ultra nationalism. That didn't happen. NPR's Sylvia Poggioli reports from Belgrade. SYLVIA POGGIOLI: In the days leading up to the vote, American and European officials made urgent appeals to Serbs to vote for the democratic parties. But the results showed that the radicals - whose leader, Vojislav Seselj, is in prison in the Hague awaiting trial at the War Crimes Tribunal - can still count on a bedrock of support from nearly one-third of the electorate. Nevertheless, political commentator Braca Grubacic believes there's little chance the radicals can come to power. Mr. BRACA GRUBACIC (Political Commentator): Because simply their coalition capacity is very low, and nobody wants to go with them. They're (unintelligible) the president who is indicted in the Hague. POGGIOLI: The pro-Western democratic party of President Boris Tadic came in second with 23 percent, a large gain from the 2003 elections, but not enough to govern alone. The more conservative party of outgoing Prime Minister Vojislav Kostunica came in third with 16 percent. Tadic and Kostunica were allies in the battle to ouster Milosevic in 2000, but they've since become bitter rivals. Kostunica is known to want to hold on to the premiership, and in order to do so, he could dangle the threat of joining forces with the radicals. So Kostunica could become the king maker in what are likely to be long, drawn-out and difficult negotiations. Whatever government coalition is formed, it will have to deal with painful economic reforms and the difficult issues of cooperation with the War Crimes Tribunal and the disputed province of Kosovo. Serbia will try to resume talks with the European Union, which were suspended eight months ago because of the failure of the Kostunica government to capture and deliver former Bosnian Serb commander Ratko Mladic to the War Crimes Tribunal, where he's charged with genocide. And the issue of Kosovo is even more complicated. The province - the overwhelming majority of whose population is ethnic Albanian - is still seen by Serbs as the cradle of their nation. Western governments had hoped a progressive reformist Serbian government would not raise objections to an imminent U.N. plan to grant Kosovo some form of independence. Commentator Grubacic says this would have been the perfect solution for the West. Mr. GRUBACIC: Unfortunately, this didn't happen the way they expected. They had too much of a  wishful thinking and huge expectations. And I do think that the Kosovo politics of Serbian government will not be changed. POGGIOLI: U.N. Envoy Martti Ahtisaari is expected to make his Kosovo independence proposal public at the end of this week. But even before the Serb election results were known, Kosovo had become the object of a new international dispute. Russian President Vladimir Putin has sided with Belgrade, threatening to use Russia's U.N. Security Council veto power to block any Kosovo plan objectionable to the Serbs. China has made similar threats. And even the Western front is showing signs of disagreement. Several EU members such as Spain, Greece, Romania and Italy have expressed concern that a Kosovo secession could be a dangerous precedent for other independence-minded regions in Europe and elsewhere. Vladeta Jankovic, adviser to Prime Minister Kostunica, says Serbia is also worried an independent Kosovo could unleash a domino effect throughout the Balkans. Dr. VLADETA JANKOVIC (Adviser to Prime Minister Kostunica): What could happened in Western Macedonia, which is populated by 85 percent of Albanians? What be happen in southern Serbia, where you have against huge proportion of Albanian population in the so-called (unintelligible) Valley? What will happen in eastern Montenegro, where you have majority Albanian municipalities? Finally, what about northwestern Greece? POGGIOLI: Jankovic says the principles of the U.N. Charter - territorial sovereignty and inviolability of borders - must be respected. But, he adds, Belgrade is willing to grant full autonomy to Kosovo. Dr. JANKOVIC: What we want is Albanians to have full power in Kosovo. Everything short of membership in the United Nations and their military, they must not have the (unintelligible). They will have complete self rule with minimal, reasonable guarantees for Serbian - remaining Serbian population - for their physical safety, and, you know, for your basic human rights. POGGIOLI: Stability in the Balkans is the major concern of European Union leaders. Many of them have suggested a continued round of negotiations to try to bring Serbs and ethnic Albanians to a compromised solution. At the same time, the Kosovo issue now has repercussions beyond the Balkans. It's creating new tensions between the West and Russia. And its solution maybe found among leaders in Washington, Brussels and Moscow. Sylvia Poggioli, NPR News, Belgrade. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2007/01/22/6937679/serb-elections-results-leave-questions"
        },
        {
            "headline": "India's Modi Faces Voters",
            "author": "By  \n\n\n      Philip Reeves",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 16,
                "year": 2007
            },
            "article_content": "In the Indian state of Gujarat, Chief Minister Narendra Modi and his government are up for re-election. Modi is the face of hardline Hindu nationalism. His administration is believed to have instigated some of the worst communal violence in India since the 1947 partition — the killing of 2,000 Muslims in 2002.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2007/12/16/17295332/indias-modi-faces-voters"
        },
        {
            "headline": "Serb Vote Eyed as Gauge of EU Relations",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 21,
                "year": 2007
            },
            "article_content": "Serbia's voters go to the polls Sunday. Many seek a stronger government to replace a shaky coalition. Western leaders hope results will reject nationalism and support reformist parties more receptive to working with the EU.  JOHN YDSTIE, host: This is WEEKEND EDITION from NPR News. I'm John Ydstie. Voters in Serbia go to the polls today in what's expected to be a close contest between Nationalists and pro-Western Reformers, but the vote is overshadowed by an upcoming United Nations decision on granting independence to the breakaway province of Kosovo, which is mostly ethnic Albania. None of the major Serbian parties is willing to declare that Kosovo is lost. NPR's Sylvia Poggioli reports from Belgrade. (Soundbite of music) SYLVIA POGGIOLI: Under Prime Minister Vojislav Kostunica, a moderate nationalist, Serbia has just begun to emerge from the economic morass left by the Slobodan Milosevic and the devastating ethnic wars he launched. At his finally rally, Kostunica spoke proudly of Serbia's seven percent annual growth and the foreign investments pouring into the country. But his major focus was not the economy. Prime Minister VOJISLAV KOSTUNICA (Serbia): (Through translator) Kosovo is ours. It is an integral part of Serbia and we will never give it up. The U.N. Charter upholds our territorial integrity and inviolability of our borders. (Soundbite of cheering) POGGIOLI: The cheering crowd chanted Kostunica's slogan Long Live Serbia. The rival Democratic Party held its final campaign rally the next day; same time, same place, but with a very different cast of characters. (Soundbite of music) POGGIOLI: The crowd was younger, more urban, and more impatient, reflecting the party slogan Life Cannot Wait. Party leader and President of Serbia Boris Tadic proclaimed Serbia's destiny is in the European Union. President BORIS TADIC (Serbia): (Through translator) We are fully dedicated to fulfilling the hopes and aspirations of people who want to live a better life, and who want to forget past suffering. POGGIOLI: Kostunica and Tadic are rivals for the Democratic vote, but polls suggest the largest number of votes is likely to go to the ultra-nationalist Radical Party, whose leader, Vojislav Seselj, is in prison awaiting trial at the War Crimes Tribunal in the Hague. For Western leaders, a Serbian government including the Radicals is the worst possible outcome. In the lead-up to the election, government officials from Sweden, Austria, Greece and Slovakia flocked to Belgrade. The U.S. Senate adopted a resolution and British Prime Minister Tony Blair sent an open letter, all aimed at urging Serbs to vote for the Democratic parties. The West hopes a governing coalition of reformists will finally hand over to the War Crimes Tribunal the elusive Ratko Mladic; and more urgently, show flexibility over Kosovo. But polling analyst/surgeon Boco Slauvic(ph) says seven years after the West bombed Serbia and virtually wrested control of Kosovo from Belgrade, no party wants to take responsibility for losing what's still seen as the cradle of the Serbian nation. Mr. BOCO SLAUVIC (Polling Analyst): Almost nobody is in favor of Kosovo being independent. It's five to 10 percentage are saying Kosovo should be independent, almost nobody. POGGIOLI: Vladeta Jankovic, advisor to Kostunica, says holding on to Kosovo is also a matter of regional stability. He warns that giving into ethnic Albanian demands for independence could unleash a domino effect, not only in the Balkans but also in other European countries with restless ethnic minorities. Mr. VLADETA JANKOVIC (Advisor): These are all the reasons why we are so stubbornly sticking to our opposition to Kosovo independence. And I will have reminded that we are not alone any longer. POGGIOLI: Serbia enjoys the support of both China and Russia, which could use their Security Council veto power to block any U.N. Kosovo plan objectionable to Belgrade. But here in Serbia, the international stakes of the elections are overshadowed by another concern, a possibly low turnout, especially among the young. (Soundbite of a crowd) POGGIOLI: A group of students mingles near the university. Mida Puatcha(ph) is not going to vote. She says politicians are just using the Kosovo issue. Ms. MIDA PUATCHA (Student): They're lying to people that Kosovo is part of Serbia. It's not. The fact is it's not part of Serbia for the last seven years. So it's just another big lie of the politicians with they're populism, so - and like the spread of nationalism that they get people to vote for them, because that's what people want to hear. But that's not the reality. POGGIOLI: Puatcha, like many people of her generation, says there are other urgent priorities, such as fighting corruption and providing real prospects for young people, many of whom polls show dream of escaping Serbia to find a better life in another country. Sylvia Poggioli, NPR News, Belgrade. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2007/01/21/6933772/serb-vote-eyed-as-gauge-of-eu-relations"
        },
        {
            "headline": "Mexican Governor Candidate Flaunts Eccentricities",
            "author": "By  \n\n\n      Amy Isackson",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 4,
                "year": 2007
            },
            "article_content": "PRI candidate Jorge Hank Rhon smiles for the cameras at a recent news conference during his campaign for the Baja California governor's seat.\n                \n                    \n                    Omar Martinez/Frontera\n                    \n                \nhide caption PRI candidate Jorge Hank Rhon smiles for the cameras at a recent news conference during his campaign for the Baja California governor's seat. A confident Jorge Hank Rhon closes his campaign for governor of Baja California with a concert at his racetrack. Police estimate 30,000 people attended.\n                \n                    \n                    Omar Martinez/Frontera\n                    \n                \nhide caption A confident Jorge Hank Rhon closes his campaign for governor of Baja California with a concert at his racetrack. Police estimate 30,000 people attended. Hank Rhon says he wants to be governor so he can help the rich and the poor. He is so confident he's going win, he recently bought and demolished a restaurant in Baja California's capital to make way for his new governor's mansion.\n                \n                    \n                    Omar Martinez/Frontera\n                    \n                \nhide caption Hank Rhon says he wants to be governor so he can help the rich and the poor. He is so confident he's going win, he recently bought and demolished a restaurant in Baja California's capital to make way for his new governor's mansion. In the Mexican border state of Baja California, Sunday's election for governor may represent a chance for a comeback for the Institutional Revolutionary Party, known as the PRI. The party ruled Mexico for 70 years, but Baja California was the first state to shrug off PRI control 18 years ago. Now Tijuana's former mayor, the flamboyant billionaire and gambling magnate Jorge Hank Rhon, is the PRI candidate. Hank Rhon is a man with a bad reputation. He's been tied to drug trafficking, money laundering and even the assassination of a local journalist. He has 20,000 exotic animals and 19 children from three wives and a girlfriend. Hank Rhon shrugs off the criminal allegations, but he embraces his eccentricities. A little after 9 on one recent morning, Hank Rhon shares his special blend of tequila on his souped-up campaign bus. \"I put in three different penises — one of a lion, one of a tiger, one of a dog,\" he says, adding it also has, \"... deer horns. It's got eight scorpions. It's got bear bile, a lion bone and it's got three cobras.\" But Hank Rhon is much more thorough and forthright about the ingredients of his tequila than he is about the details of his political agenda. He says he wants to be governor so he can help the rich and the poor. He promises to end the drug war that raged out of control in Tijuana during his term, but he's short on how. Hank Rhon comes from a long political legacy in Mexico. His father was an old-time PRI member who amassed a fortune during his political career and famously said, \"A politician who is poor is a poor politician.\" Arriving in one of the border city's poorest neighborhoods, Hank Rhon is greeted by a sea of supporters wearing his signature color — red. Hank Rhon steps down from the campaign bus wearing a red crocodile skin and towering over almost everyone. Women push their grinning little girls forward for a kiss. Esperanza Martinez says Hank Rhon gave her cement to pave her dirt floor when he was mayor. She says everything he promises, he'll do. He already has everything, so he won't be tempted like other politicians to steal, she says. The candidate has a strong allure in many Tijuana neighborhoods, says David Shirk of the University of San Diego's Trans-Border Institute. Hank Rhon drives a $100,000 dollar car. He lives \"la vida loca\" and can afford to throw barbecues for entire neighborhoods. \"Hank's like the new iPhone, right. I mean, he's successfully marketed a brand for himself that is very popular among voters, and it may have very little to do with what he actually represents,\" Shirk says. When Hank Rhon was elected mayor three years ago, he promised his hand would not tremble in the face of crime. During Hank Rhon's term, crime soared. There was a murder a day, and spectacular shootouts between warring drug cartels raged in city streets. Hank Rhon claims he lacked the power as mayor to fight that kind of crime. As governor, Hank Rhon says he'll finally be in a position to crack down. Hank Rhon's opponent, Jose Guadalupe Osuna Millan, is charged with defending the PAN's 18-year legacy in Baja, which many look to as a political bellwether. If Osuna Millan's party loses and Hank Rhon's wins, the PRI will have reclaimed control of all of Mexico's border states. Polls place the two candidates neck-and-neck. Throughout his campaign, Osuna Millan has pounded on the issues of security, education and infrastructure. He and his party have tried to portray Hank Rhon as an evil Mafioso who is buying the election. In a television ad produced by the PAN, an actor pretends to be Hank Rhon in a world where everything is for sale, then the ad challenges voters not to let themselves be bought. Hank Rhon does admit to one major election-related purchase. He's so confident he is going win, he recently bought and demolished a landmark Chinese restaurant in Baja California's capital to make way for his new governor's mansion. Isackson reports for member station KPBS in San Diego.",
            "bias": "border",
            "url": "https://www.npr.org/2007/08/04/12484396/mexican-governor-candidate-flaunts-eccentricities"
        },
        {
            "headline": "Turkish Troops Clamp Down on Kurdish Rebels",
            "author": "By  \n\n\n      Ivan Watson",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 12,
                "year": 2007
            },
            "article_content": "Turkish armored personnel carriers patrol a road in southeastern Turkey.  The military has declared much of southeast Turkey a \"special security zone,\" a term locals say is the equivalent of martial law.\n                \n                    \n                    Ivan Watson, NPR\n                    \n                \nhide caption Turkish armored personnel carriers patrol a road in southeastern Turkey.  The military has declared much of southeast Turkey a \"special security zone,\" a term locals say is the equivalent of martial law. Dozens of Turkish tanks and military vehicles have been stationed for years at Bamarni Airbase in Northern Iraq, one of more than a dozen of Turkish military installations established in the Kurdish-controlled region.\n                \n                    \n                    Yerevan Adham\n                    \n                \nhide caption Dozens of Turkish tanks and military vehicles have been stationed for years at Bamarni Airbase in Northern Iraq, one of more than a dozen of Turkish military installations established in the Kurdish-controlled region. There were angry scenes at the funerals of Turkish soldiers killed in clashes this week with Kurdish separatists known as the PKK. Mourners demanded the government take harsher measures against the rebels. Since last spring, the Turkish military has openly called for cross-border operations to pursue PKK fighters that take shelter in the mountains of neighboring Iraq. In one village, a Kurdish man, who only gives his first name as Mahmut, said the sound of battle is becoming increasingly common. \"There is no day passing without conflict and dying here,\" he said. Like other ethnic Kurds in Sirnak, Mahmut describes the Turkish troops deployed there as occupiers that evicted him from his village a decade ago – and never let him return. Mahmut says the current fighting reminds him of the 1990s when the guerilla war between PKK rebels and the Turkish military was at its worst.",
            "bias": "border",
            "url": "https://www.npr.org/2007/06/12/10982642/turkish-troops-clamp-down-on-kurdish-rebels"
        },
        {
            "headline": "Small-Town 'Winesburg' Reminds Writer of Home",
            "author": "By  \n\n      Tom Perrotta",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 5,
                "year": 2007
            },
            "article_content": "Tom Perrotta is the author of five previous works of fiction: Bad Haircut, The Wishbones, Election, Joe College, Little Children, and The Abstinence Teacher. He received Academy Award and Golden Globe nominations for the screenplay of the movie version of Little Children, which he co-wrote with director Todd Field.\n                \n                    \n                    Courtesy of Tom Perrotta\n                    \n                \nhide caption Get in a holiday mood with a Web-only You Must Read This: I grew up in a small, blue-collar town in New Jersey, the kind of place where everyone knows everyone else. In the mid-70s, it was statistically determined to be \"The Average American Town\" by one of the morning TV news shows. What made it average at that point was that a lot of male breadwinners had lost their factory jobs, and their wives had been forced to go back to work. It didn't matter, though — it was exhilarating to see our town, our whole world, right there on network TV. We felt more real, somehow, now that our existence had been confirmed by millions of strangers. Around the same time — I was a sophomore in high school — I decided that I would be a writer. I used to wander around the empty suburban streets late at night, past Cape Cods and split levels, and dream of one day writing a book that would tell the stories of my town and the people who lived there. Not just the funny stories, but the sad and mysterious ones too, the ones that conveyed the strange melancholy of small-town life. What I didn't realize at the time was that that book had already been written. Sherwood Anderson wrote Winesburg, Ohio almost one hundred years ago and it's still startling to read it today. Anderson's book is a collection of snapshots of the lonely souls and thwarted dreamers who populate Winesburg, a seemingly quaint Midwestern town.  People like Wing Biddlebaum, a man alarmed by his own hands, or Dr. Reefy, who stuffs his pockets with scraps of paper on which he's scribbled his thoughts, and then dumps them out when they become \"little hard balls.\" Or Kate Swift, a 30-year-old schoolteacher with a turbulent inner life and an unorthodox teaching style: \"Once,\" Anderson writes, \"she talked to the children of Charles Lamb and made up strange, intimate little stories concerning the life of the dead writer. The stories were told with the air of one who had lived in a house with Charles Lamb and knew all the secrets of his private life. The children were somewhat confused, thinking Charles Lamb was someone who had once lived in Winesburg.\" In the American imagination, small-town life provides an antidote to the cold anonymity of the city, but Winesburg, Ohio feels like a village full of eccentric strangers desperate for a moment of connection. In a story called \"Adventure,\" a heartbroken woman named Alice Hindman runs naked through the rain and calls out to the first person she sees: \"Wait... don't go away. Whoever you are, you must wait.\" But then she loses her nerve and returns home, where, Anderson tells us, she \"began trying to force herself to face bravely the fact that many people must live and die alone, even in Winesburg.\" I re-read Winesburg, Ohio last month, and it made me remember what it felt like to be a high-school sophomore, wandering the quiet night-time streets of my hometown, slowly coming to realize that the people I knew were more complicated and interesting than they appeared. Sherwood Anderson's strange and beautiful book made me remember why I'd wanted to be a writer in the first place. You Must Read This is produced and edited by Ellen Silva. by Sherwood Anderson Paperback, 247 pages | Your purchase helps support NPR programming. How?",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2007/12/05/16945830/small-town-winesburg-reminds-writer-of-home"
        },
        {
            "headline": "Pieces of Immigration Bill Reassembled",
            "author": "Debbie Elliott",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 24,
                "year": 2007
            },
            "article_content": "In a piecemeal approach, Senate Democrats seek to revive parts of a defeated bill to overhaul immigration policy. One effort would put illegal immigrants who came to the U.S. as children on a path to citizenship if they enroll in college or join the military.  RENEE MONTAGNE, host: Immigration is back on Congress' agenda, although on a much smaller scale than this weekend measure that lawmakers voted down last June. The new approach is piecemeal with Senate Democrats trying to revive individual parts of the bill. One would put illegal immigrants who come to the U.S. as children on a path to citizenship if they enroll in college or join the military. NPR's Debbie Elliott reports. DEBBIE ELLIOTT: Democrat Richard Durbin of Illinois is planning to offer his so-called DREAM Act as an amendment to the defense policy bill now under debate in the Senate. For more than four years, he's tried unsuccessfully to open the door to citizenship for this particular group of illegal immigrants. Senator RICHARD DURBIN (Democrat, Illinois): If they graduate from high school, if they came here before the age of 16, if they've been here at least five years, no criminal record, good moral character - they're put on a conditional status - serve two years in the military, finish two years of college, then they have their chance to become citizens. ELLIOTT: The Migration Policy Institute estimates that about 360,000 high school graduates between 18 and 24 would immediately become eligible for a conditional legal status if the DREAM Act becomes law. One of them would be an 18-year-old Jamaican immigrant I met recently at Covenant House, New York, a non-profit that serves homeless and at-risk youth and is among the group supporting the DREAM Act. This young man doesn't want NPR to use his name, given his status. He's got a preppy look, decked down in a pink oxford button down and a blue and green argyle sweater. He graduated from high school in June with honors and is a college freshman today. Unidentified Man: Right now, I'm taking core courses, but I want a major in accounting. Yeah, my dream job is to work in Ernst & Young. ELLIOTT: But even getting an accounting internship will be hard because he doesn't have a Social Security number. When he was one, his mother left Jamaica for the U.S. and overstayed her work visa. He stayed behind in the care of his grandmother and first visited the U.S. when he was 10 years old. A year later, he returned for good. Unidentified Man: And I came back to visit the following summer and then I stayed to go to school because the education system is better here. My mom made the decision - like, she knew the consequences, but since really wanted me to just excel in school and hope everything would fall into place. ELLIOTT: Things went well until they got a little older and realized he couldn't get summer jobs as his friends did. He didn't think he could afford college so he looked into joining the army - same problem with his legal status. Now, he's in a leadership program at Covenant House that comes with a stipend and a scholarship. And the state of New York gives him and other undocumented residents instate tuition. Ten states have similar programs, even though it runs contrary to federal law. Senator Durbin's measure would make it legal for states to give such tuition breaks. That's something immigration opponents say is unfair and rewards illegal behavior. They're also labeling the legislation: amnesty. Senator JEFF SESSIONS (Republican, Alabama): It will indeed provide amnesty -the full panoply of rights that we give to any citizen who comes here lawfully - provide a full citizenship track and full rights for a quite a number of illegal aliens. ELLIOTT: That's Alabama Republican Jeff Sessions, denouncing the proposal on the Senate floor last week. Senator Durbin rejects the amnesty argument because he says his plan requires students to earn their way into citizenship through college or military service. He thinks this will be less controversial than the broader immigration package that fell apart. Sen. DURBIN: This approach is the only thing that has a chance. We're about to go into an election year, and in an election year, it's unlikely we'll ever return to the issue of the immigration. ELLIOTT: Durbin does have some bipartisan support. But one key Republican who pushed for the larger immigration bill is not on board this time - Florida Republican, Mel Martinez. Senator MEL MARTINEZ (Republican, Florida): I don't think it's appropriate to mix the immigration issue, as volatile and controversial as it is, with the very important work of authorizing the Department of Defense. I'm also very reticent to do any piecemeal immigration reform. I really don't think it makes much sense. ELLIOTT: Back in New York, the young man from Jamaica says he'll continue with his college courses in the hope that the DREAM Act will find some traction in Congress. Unidentified Man: Especially people in my situation, where, you know, I didn't make the decision to stay. You know, because it's, like, not everyone is just here like idling, you know. Like, I actually want to pursue a higher education and just move on and get a piece of the American pie. ELLIOTT: Debbie Elliott, NPR News, the Capitol. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2007/09/24/14649350/pieces-of-immigration-bill-reassembled"
        },
        {
            "headline": "Clinton Bests Obama in Campaign Cash",
            "author": "By  \n\n\n      Geoff Bennett",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 16,
                "year": 2007
            },
            "article_content": "Democratic presidential candidates Obama and Clinton chat following a forum hosted by the AFL-CIO in August 2007.\n                \n                    \n                    Scott Olson, Getty Images\n                    \n                \nhide caption News Headlines: Oct. 16, 2007 AP: Clinton Edges Obama in Cash on Hand -- \"Democrat Hillary Clinton ended September with more money in the bank than rival Barack Obama, holding nearly $35 million cash on hand for the presidential primary contests to his $32 million. Both were far ahead of Republican money leader Rudy Giuliani.\" More: Obama Calls Himself Underdog How do you think the general election will shape up? Make your predictions. More Headlines:AP: House Panel Weighs Jena 6 Case New York Times: Failing Schools Strain to Meet U.S. Standard Newsday (Pinkerton): Cosby, Gore as Different as Black, Green New York Times: Resentment and Rations as Eritrea Nears a Crisis Detroit Free Press: Chrysler Deal Meets Some Sharp Resistance Los Angeles Times: Retirement Season Hits GOP Hard AJC: Juanita Bynum's $4.5M Home to Be Auctioned for Taxes Houston Chronicle: Former Mexican President Blasts U.S. Xenophobia Los Angeles Times: Will Tyler Perry Ever Get Respect?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/sections/newsandviews/2007/10/clinton_bests_obama_in_campaig_1.html"
        }
    ]
}