{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "asylum seekers",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "President Obama's Rocky Year Falls Far Short Of Ambitions",
            "author": "Ari Shapiro",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 19,
                "year": 2013
            },
            "article_content": "By many standards, President Obama had a terrible, horrible, no good, very bad year.\n                \n                    \n                    Pablo Martinez Monsivais/AP\n                    \n                \nhide caption By many standards, President Obama had a terrible, horrible, no good, very bad year. President Obama heads to Hawaii on Friday. He goes there for Christmas every year and always talks about how good it is to get away from Washington. This year, that's likely to be especially true. It's been a rough year for the president, starting with the very first hours of 2013. One year ago, when the ball dropped on Times Square and people sang \"Auld Lang Syne,\" Obama was supposed to be in Honolulu. Instead, he was in Washington as the country went over the so-called fiscal cliff. Late at night on Jan. 1, he walked into the White House briefing room to announce a deal and express a hope for 2013. You could even call it a New Year's resolution: \"A little bit less drama. A little less brinkmanship. Not scare the heck out of folks quite as much.\" In literature, that would be called foreshadowing. In politics, it was just a rocky start to a rocky year. Three weeks later, the White House saw Obama's second inauguration as an opportunity for a new start. Hundreds of thousands of people crowded the National Mall. Obama's re-election had left him with a two-thirds approval rating. And the president had every reason to believe the start of the second term would be productive. \"A decade of war is now ending,\" he said, declaring triumphant victory over challenges foreign and domestic, and \"an economic recovery has begun.\" In lofty, poetic language, Obama laid out ambitious goals for the year ahead. On immigration: \"Our journey is not complete until we find a better way to welcome the striving, hopeful immigrants who still see America as a land of opportunity.\" And on guns: \"Our journey is not complete until all our children, from the streets of Detroit to the hills of Appalachia to the quiet lanes of Newtown know that they are cared for and cherished and always safe from harm.\" On that cold January day, a sweeping immigration overhaul seemed possible. And after the murder of 20 children at Sandy Hook Elementary School in Newtown, Conn., a month earlier, even gun control felt within reach. Failed Follow-Ups Within a few months, Obama's soaring rhetoric crashed. An ambitious agenda for gun control got whittled down to a narrow expansion of background checks. But even with overwhelming public support, that modest proposal fell to a Senate filibuster in April. Obama was furious. \"The gun lobby and its allies willfully lied about the bill,\" he said in an emotional event at the White House Rose Garden. The president promised to continue fighting, but that battle was lost. Next, it was on to immigration. In the presidential election, Republicans had won only a quarter of the Latino vote. They seemed eager to expand the party's appeal. And in June, a sweeping immigration bill did pass the Senate, 68 to 32. Then, in the House, Speaker John Boehner said no. \"The House does not intend to take up the Senate bill. The House is going to do its own job on developing an immigration bill,\" announced Boehner, the Ohio Republican. The House never took any action on immigration, meaning the president's second major domestic initiative sputtered out. Obama gave speeches on job creation, infrastructure investment, tax reform. None of them went anywhere. Then, a bomb dropped in the British daily newspaper The Guardian. Edward Snowden, a 29-year-old contractor for the National Security Agency, had fled the U.S. with untold numbers of classified documents. He began revealing some of America's most closely held secrets, one after another. American prosecutors indicted him for espionage. Their inability to bring him to justice only made the Obama team look more impotent. The leaker slipped from Hong Kong to Russia, where Moscow openly defied Washington's request to hand him over. From Europe to Latin America, U.S. allies were furious to learn that they were caught in the American spying dragnet. German President Angela Merkel was livid that American spies had tapped her cellphone. \"Obviously words will not be sufficient,\" she said. \"Trust needs to be rebuilt.\" Brazilian President Dilma Rousseff raged in a speech at the United Nations General Assembly, \"Meddling in such a manner in the life and affairs of other countries is a breach of international law.\" Soon after that, Rousseff canceled a state dinner in Washington. Struggles To Regain Ground In domestic and foreign affairs, Obama seemed to be in reactive mode. After Syria used chemical weapons, Obama tried to seize the reins, leading an international run-up to a military strike on Syrian President Bashar Assad. But then Britain's Parliament voted against an attack, despite Prime Minister David Cameron's pleading on behalf of Obama. \"No one could in any way describe him as a president who wants to involve America in more wars in the Middle East,\" Cameron told Parliament, \"but he profoundly believes an important red line has been crossed in an appalling way.\" Despite the surprising \"no\" vote in Britain, Obama seemed undeterred. He announced that he would seek approval from Congress for a strike on Syria. With little domestic support, he soon abandoned that plan. By this point, Republicans were feeling empowered. They refused to fund the federal government and raise the debt ceiling, demanding that Obama gut the health care law. They expected a weakened Obama to cave. But the president had had this fight with Republicans before. And this time, on this issue, he vowed not to give in. \"We can't make extortion routine, as part of our democracy,\" Obama insisted in a White House news conference. \"Democracy doesn't function this way.\" The partial government shutdown ended after two weeks, in mid-October. And for a moment, it looked like Obama could regain the ground he'd lost over the year. Americans blamed Republicans for the shutdown. Obama came off looking like the adult in the room. But it wasn't a clean win. The president skipped some important international trade meetings, further undermining global confidence in the U.S. And as Obama himself predicted, the self-inflicted wound of the shutdown undermined a belief that government can do good things. Then came HealthCare.gov. The unusable website embodied every stereotype of government incompetence. Millions of people were unable to sign up for health coverage. Millions of others were told they'd lose their insurance, despite Obama's repeated promises to the contrary. \"I think it's legitimate for them to expect me to have to win back some credibility on this health care law in particular and on a whole range of these issues in general,\" said a contrite Obama in November. The health law was Obama's top domestic priority — a hard-won achievement that barely made it through Congress and the Supreme Court. And unlike the other setbacks this year, Obama had nobody to blame for the botched rollout but his own team. \"That's on us,\" he said. \"That's on me. And that's why I'm trying to fix it.\" Now, at the end of the year, Congress has managed to pass a small-scale budget deal. Wednesday's NSA report could provide a way out of the spying scandal. And the health care website appears functional. Obama can point to a few international breakthroughs, too: a short-term nuclear deal with Iran; the restart of Israeli-Palestinian peace talks; Syria giving up its chemical weapons. Still, in the big picture, 2013 was a terrible year for Obama. No wonder this year he followed the old advice about having a friend in Washington: He got another dog.",
            "bias": "immigration",
            "url": "https://www.npr.org/2013/12/19/255559698/president-obamas-terrible-horrible-no-good-very-bad-year"
        },
        {
            "headline": "Immigration Advocates Face Hurdles In GOP House Districts",
            "author": "By  \n\n\n      S.V. Dáte",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2013
            },
            "article_content": "Immigration advocates gather Tuesday outside the fence for the lighting of the 2013 U.S. Capitol Christmas Tree in Washington.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption Immigration advocates gather Tuesday outside the fence for the lighting of the 2013 U.S. Capitol Christmas Tree in Washington. Want to understand why House Republicans aren't onboard with an immigration overhaul? Take a close look at the districts they represent. Hispanics today make up 17 percent of the nation's population and are the fastest-growing ethnic group. But an NPR analysis of U.S. census data shows they live disproportionately in districts represented by Democrats. The average Democratic district is 23 percent Latino; the average Republican district, less than 12 percent. Of the 200 Democratic-held districts, 76 have a Hispanic population share of at least 20 percent. Of the 232 Republican-held districts, only 39 have Latino populations that big. (Three seats are vacant, pending special elections.) And for immigration advocates hoping to pressure enough Republicans in the coming election year to force a change, the challenge might be to find districts with the right numbers. The NPR analysis finds a mere five GOP districts with 20 percent or more Hispanics that were won by President Obama in the 2012 election, and only seven more districts where Obama lost by fewer than 10 points. S.V. Dáte edits politics and campaign finance coverage for NPR's Washington Desk.",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/12/04/248811266/immigration-advocates-face-hurdles-in-gop-house-districts"
        },
        {
            "headline": "Supporters Of Immigration Overhaul Remain Focused",
            "author": "Hansi Lo Wang",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2013
            },
            "article_content": "Activists Cristian Avila (left), Dae Joong Yoon and Eliseo Medina ended their fasting for immigration reform after 22 days in Washington, D.C.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption Activists Cristian Avila (left), Dae Joong Yoon and Eliseo Medina ended their fasting for immigration reform after 22 days in Washington, D.C. Lawmakers on Capitol Hill face a lengthy to-do list before they head home for the holidays. Near the top is an issue deemed a priority after last year's election — immigration reform. So far, only the Senate has passed a bill. Despite the standstill, supporters of immigration reform are pushing to keep the issue alive on a crowded legislative slate. For a group of protesters on the National Mall, the strategy has become dramatic and drastic. After 12 days of no food, just water, dark rings circle the eyes of activist Rudy Lopez. \"The hunger has gone from sharp pain to now more of a constant companion that I've gotten used to,\" says Lopez, a community organizer from East Chicago, Ind., with the Fair Immigration Reform Movement. He's part of a rotating cast of activists, including union and faith leaders and now Rep. Joe Kennedy III of Massachusetts, fasting to put pressure on the House of Representatives to take up immigration reform. A 'Very Important Issue' Lopez says he plans to fast until his body \"can't continue,\" stressing that none of the demonstrators has a \"martyrdom syndrome\" in mind. Instead, the group is trying to raise awareness of the estimated 11 million unauthorized immigrants currently in the U.S. who, the protesters insist, should have a path to citizenship. It's a message that President Obama, two House Republicans from California and other politicians have heard firsthand during recent visits with the group. Eddie Carmona, a citizenship campaign manager for PICO, a network of faith-based community organizers, started fasting Saturday. He says they've gained lawmakers' attention, but they're still waiting for legislative action. \"We need to see [lawmakers] move legislation forward, and we need to see [House Speaker John Boehner] move legislation to the floor for a vote,\" Carmona says. At a recent press conference, Boehner called immigration reform a \"very important issue\" that has been the focus of behind-the-scenes discussions on Capitol Hill. \"Is immigration reform dead? Absolutely not,\" Boehner told reporters. \"I've made clear going back to the day after the last election in 2012 that it was time for Congress to deal with this issue.\" Patience, though, among some activists is running thin. A speech on immigration by Obama was interrupted last week in San Francisco by Ju Hong, an unauthorized immigrant from South Korea. \"You have a power to stop deportation for all undocumented immigrants in this country,\" Hong told the president. \"Actually, I don't. And that's why we're here,\" responded Obama, who stressed the need for a legislative solution. Different Timelines Brent Wilkes, national executive director of the League of United Latin American Citizens, strongly supports the push for immigration reform. But he's operating on a different timeline. \"The real clock is this session of Congress doesn't end until next December,\" says Wilkes, who expects that the House will vote on immigration bills by April or May. \"This has been a long, long process for us, well over 20 years, and we're not so impatient that we can't wait four more months,\" he adds. Other supporters of immigration reform say the wait has lasted long enough. \"We want action now, and we will continue to demand action now,\" says Cristina Jiménez, managing director of United We Dream, a network of organizations advocating for young immigrants. \"For us, it's not about the timeline that the legislators say,\" Jiménez explains. \"If we were to be guided by the legislators' timeline, we will never have certainty on the fight that we need to lead for our communities.\" Jiménez's group recently helped organize a protest outside Boehner's home in Washington, D.C. — part of a wave of demonstrations around the country that have focused on winning support in Congress. Despite the pressure, Boehner has told reporters that he remains committed to taking a \"deliberative\" approach. \"The only way to make sure immigration reform works this time is to address these complicated issues one step at a time,\" Boehner said at a news conference. Those steps are taking too long for activists like Jiménez, who says her group plans to push the president to take executive action in 2014.",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/codeswitch/2013/12/04/248718302/supporters-of-immigration-overhaul-remain-focused"
        },
        {
            "headline": "Obama's Immigration Pivot Hits A Bruised GOP's Weak Spot",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 18,
                "year": 2013
            },
            "article_content": "Demonstrators supporting an immigration overhaul stage a sit-down protest at the offices of Rep. Mario Diaz-Balart, R-Fla., on Oct. 11.\n                \n                    \n                    Lynne Sladky/AP\n                    \n                \nhide caption Demonstrators supporting an immigration overhaul stage a sit-down protest at the offices of Rep. Mario Diaz-Balart, R-Fla., on Oct. 11. After successfully staring down congressional Republicans in the shutdown-debt ceiling fight, President Obama pivoted to immigration in a move with almost no downside. That makes it perfect as the next vehicle for him to use to cause the GOP major indigestion. Before being re-elected last year, President Obama said he hoped the Republican \"fever\" of opposition to him would break during his second term. But if the just-completed standoff is any indication, that temperature is still spiking. The immediate shift to immigration could be Dr. Obama's way of trying to effect a cure. What the White House and immigration advocates working with it hope is that the political loss Republicans suffered in the recent fiscal fight will make GOP leaders desperate to show that the party can govern. \"One can hear the debate within the GOP, which is, 'Do we continue confrontational tactics that make us look bad? Or do we find a way to pragmatically govern and work more cooperatively with Democrats to do so?' \" said Frank Sharry, executive director of America's Voice, an immigration advocacy group. Even during the shutdown, groups backing the overhaul of the nation's immigration laws never hit the pause button. They continued to stage demonstrations in Washington and elsewhere. They were supported by House Democrats who introduced an immigration overhaul bill during a news conference that drew less attention than it might have otherwise because of the approaching fiscal Armageddon. Sharry explained the strategy: \"We just want..., if [House Republicans] decide that it's in their political self-interest to govern responsibly and, when necessary, work with Democrats to pass legislation, that immigration reform will be first up. So we think we've got a shot. The central question is whether we're dealing with a rational political party or not.\" Obama was certainly acting as though the House Republicans would view it in their self-interest when he said on Thursday: \"The majority of Americans think this is the right thing to do. And it's sitting there waiting for the House to pass it,\" he said, referring to a Senate-passed immigration bill. \"Now, if the House has ideas on how to improve the Senate bill, let's hear them. Let's start the negotiations. But let's not leave this problem to keep festering for another year, or two years, or three years. This can and should get done by the end of this year.\" That proposed timetable could be overly optimistic, to put it mildly, given the present mood among Republicans. True, House Speaker John Boehner has said in the past that he favors fixing the nation's immigration system but he supports a piecemeal approach, not the Senate's comprehensive legislation. In an emailed statement, Michael Steel, a Boehner spokesman, said: \"The Speaker remains committed to a step-by-step process to fix our broken immigration system.\" But a senior House GOP aide who asked not to be identified suggested that by turning the screws on Republicans by refusing to negotiate until the shutdown ended and the debt ceiling was raised, Obama made immigration a heavier lift. \"The president's attitude and actions over the past few weeks have certainly made getting anything done on immigration considerably harder,\" the aide said. Tea Party Republican Rep. Raul Labrador of Idaho echoed that sentiment Wednesday at a monthly Heritage Foundation forum. Dripping with sarcasm, he told the journalists: \"If the president is going to show the same kind of good-faith efforts that he has shown in the last couple of weeks, I think it would be crazy for the House Republican leadership to enter into negotiations with him on immigration. \"He has tried to destroy the Republican Party, and I think that anything that we do right now with this president on immigration will be with that same goal in mind, which is to destroy the Republican Party and not to get good policies.\" Coming from Labrador, that was ominous. He had been in a bipartisan House group working on immigration legislation but dropped out in June because of a disagreement over health insurance for immigrants. To that Republican response, Obama and Democrats could easily respond fine, in the long run, we win either way. It would obviously be a major domestic policy accomplishment for Obama's legacy if he could sign into law a comprehensive immigration overhaul of the sort that has eluded Washington policymakers for the better part of a decade. He also would be redeeming a campaign promise to Latino voters, an important part of the Democratic Party's base, by making a major revision to the nation's immigration system a top second-term priority. Congressional Democrats could also benefit in the 2014 midterm elections by pushing immigration. Those benefits to Democrats would be magnified if Republicans wound up in another internecine battle, this time over immigration. And such a fight seems nearly assured, with the establishment wing of the party favoring an immigration overhaul containing a path to citizenship, which congressional Tea Partiers generally oppose. An ugly, divisive debate within the GOP could make the Republican Party even less attractive than it has been to Latino voters in recent years. Heading into the midterms, those GOP divisions would put it at an obvious disadvantage versus a mostly unified Democratic Party. Immigration advocates hope that the desire of GOP leaders to broaden the party's appeal to minorities and remake its brand can overwhelm the opposition to an immigration overhaul. Sharry said immigration groups plan to pressure a number of House Republicans who sit in districts where the fastest growing voter group is Latinos. They include Jeff Denham and David Valadao in California, Mike Coffman in Colorado, Joe Heck in Nevada, Mike Grimm on Staten Island, Peter King on Long Island and Daniel Webster in Florida. And they see a path to victory that runs through the same group of lawmakers who voted to end the fiscal stalemate. The groups also plan actions and civil disobedience to raise the heat. \"If they want to take advantage of the get-out-of-jail card Democrats have offered them, this would be the perfect opportunity to do it,\" Sharry said. \"We're going to throw down until they either say 'yes' or they make it clear they're not going to get to yes and then we'll pivot to try to un-elect them.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/10/17/236425197/obamas-immigration-pivot-hits-a-bruised-gops-weak-spot"
        },
        {
            "headline": "4 Things To Expect In Obama's State Of The Union Address",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 12,
                "year": 2013
            },
            "article_content": "President Obama delivers his State of the Union address last year. On Tuesday night, he will be back at the Capitol for another address to a joint session of Congress.\n                \n                    \n                    Getty Images\n                    \n                \nhide caption President Obama delivers his State of the Union address last year. On Tuesday night, he will be back at the Capitol for another address to a joint session of Congress. President Obama's second inaugural address was widely perceived as a throwing down of the gauntlet in how it framed his progressive faith in government and challenged his Republican political opponents in any number of ways. Given that, expect to see more glove-throwing Tuesday as the president delivers the first State of the Union speech of his second term. With no more presidential elections to face, Obama seems to be taking advantage of that newfound freedom to speak more forcefully on his second-term agenda items, like immigration overhaul, gun control and climate change, than he generally did during his first term. So expect to see that increased forcefulness on display during his speech to a joint session of Congress. Obama himself has acknowledged that he has decided to be unapologetic about his priorities. In remarks he made to House Democrats last week at their retreat, he said: \"Even as I think it's important to be humbled by the privilege of this office and the privilege of serving in the United States Congress, even as it's important not to read too much into any particular political victory — because this country is big, it is diverse, it is contentious, and we don't have a monopoly on wisdom, and we need to remember that — despite all those things, I think it's also important for us to feel confident and bold about the values we care about and what we stand for. \"And I tried to do that in my inauguration speech, and I'm hoping that we all do that over the next four years.\" \"His sense of self-confidence is palpable since he was re-elected,\" said Michael Waldman, president of the Brennan Center for Justice at New York University School of Law, in an interview. \"And the American people like that,\" said Waldman, who was a speechwriter in former President Bill Clinton's White House. \"They want a happy warrior. They want to see their president in the fight with a smile.\" So, on what issues will Obama likely assert his \"confident and bold\" vision for the nation? Here are four.  1) The Economy The economy remains the most important issue to voters, judging by what they tell pollsters. With the economy facing an immediate threat from the very real possibility of sharp cuts in federal spending starting March 1 from what's known in Washington as sequestration, Obama will no doubt again encourage lawmakers to reach an agreement before any more damage is done. Just the threat of the sequester is thought to have contributed to the economy shrinking in the fourth quarter of 2012. Obama has advocated that the sequester be replaced by a package of spending cuts and tax reforms that would raise more revenue in part by closing tax loopholes, especially those benefiting taxpayers at the top of the income ladder. Republicans have said any proposals that include new revenue are dead on arrival. Expect Obama to insist, as he has in the past, that it's essential that any approach to fiscal responsibility be \"balanced,\" with spending cuts and new revenue both contributing to cutting deficits. And expect him to indicate that he will give no ground on this. Spending cuts alone, he has said, will lead to reductions in the kinds of federal spending on education and research that would eventually limit economic growth. Obama is sure to frame the issue not just in fairness terms but also as essential to faster economic growth. As he told House Democrats last week: \"Over the next four years, as I work with this caucus and every caucus, the question I will ask myself on every item, every issue is, 'Is this helping to make sure that everybody has got a fair shot and everybody is doing their fair share, and everybody is playing by the same rules?' Because I believe that is a growth agenda — not just an equity agenda, not just a fairness agenda — that is a growth agenda. That is when we have grown fastest. \"And that means that what you'll hear from me next week, I'm going to be talking about making sure that we're focused on job creation here in the United States of America.\" 2) Immigration Obama promised during his re-election campaign to make overhaul of the nation's Immigration laws a second-term priority. He has expressed support for a recently unveiled bipartisan Senate package of principles that would provide a path to legalization for many undocumented immigrants now in the country. The Republican leadership's choice of Sen. Marco Rubio of Florida to present the GOP response may indicate that they expect immigration to be a key part of the president's speech, and they want to be a party to framing the debate before the American people. Rubio, a Cuban-American, was among the bipartisan group of senators who unveiled the recent immigration proposal. Thus, he puts an immigration-friendly face on a party that has shown weakness in that area. 3) Gun Control After the Newtown, Conn., elementary school massacre, Obama made increased gun control a priority. At the top of the list is his push for universal background checks, regardless of whether weapons are bought from retailers — which now must do checks — or at gun shows, where buyers need not be checked. Other priorities are a reinstatement of the assault weapons ban and a prohibition on high-capacity gun magazines that can hold anywhere from 20 rounds to 100 rounds. \"The majority of responsible gun owners recognize we cannot have a situation in which 20 more of our children, or 100 more of our children, or 1,000 more of our children are shot and killed in a senseless fashion, and that there are some common-sense steps that we can take and build a consensus around,\" Obama told the House Democrats. \"And we cannot shy away from taking those steps.\" 4) Climate Change Obama's mention of global warming in his second inaugural was viewed as significant by many observers. It was a first-term priority that had gotten sidetracked by other major agenda items, such as the battle to pass the Affordable Care Act. With Republicans now controlling the House, and the specter of Republican filibusters in a Senate run by Democrats, it's unlikely Obama could get through Congress legislation that would significantly reduce U.S. carbon emissions. But in his inauguration, Obama couched the issue in terms of religious faith and generational equity. Thus, even though he doesn't appear to have the votes in Congress, he will have the bully pulpit to speak on an issue that could come to dwarf even the U.S. economy and jobs in terms of its importance to the average American. Which leads to an important point. A State of the Union address isn't necessarily a laundry list of what is legislatively doable. It also has been used by presidents to describe a vision. \"It's a mistake in writing one of these speeches to think about what could only pass the Congress in the next six months,\" Waldman said. \"The purpose really is to lay out an agenda for the country and not just a legislative agenda.\" For his part, Waldman hopes Obama follows up on the reference the president made in his second inauguration speech to the nation's voting system, which finds so many Americans \"forced to wait for hours to exercise the right to vote.\" \"This would be a great time for him to talk at greater length about that, about what he thinks ought to happen,\" said Waldman of the Brennan Center, for which voting rights is a key issue for research and advocacy. We'll know Tuesday evening whether the president decided to include the voting-rights issue, too. But consider this: Obama knows that he is probably at the height of his second-term power right now, and with each passing month the shadow of lame-duckness looms larger over his presidency. By the time of his 2014 State of the Union, more attention may be on congressional midterm elections than on the president's agenda.",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/02/12/171740019/4-things-to-expect-in-obamas-state-of-the-union-address"
        },
        {
            "headline": "Critics Question Witness List Ahead Of Immigration Hearing",
            "author": "By  \n\n\n      Corey Dade",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 4,
                "year": 2013
            },
            "article_content": "The new Congress will hold its first hearing on overhauling immigration laws on Tuesday, and some pro-immigrant groups and Democrats already are grumbling that the makeup of witnesses scheduled to testify before a House panel is weighted toward conservatives who oppose citizenship for illegal immigrants and support a limited flow of newcomers. Critics are concerned that the witness list signals that Republican lawmakers' post-election embrace of immigration reform may not materialize. None of the pro-immigrant groups is represented among the speakers. \"What we're looking for is whether there's any change on the part of the committee to change how they approach this issue or stick with this line that immigrants are not good for America ... and they need to self-deport as the only way to progress,\" says Lynn Tramonte of the pro-immigrant group America's Voice. \"The problem is we have 11 million people without paper in this country and we need to deal with that. I don't see anybody here called by the Republicans that will address that.\" Republicans control the House of Representatives and have the authority to call most of the witnesses. And the House Judiciary Committee is filled with Republicans who are immigration hawks, including new Chairman Bob Goodlatte, R-Va. Goodlatte has taken a hard line against many of the proposals, such as citizenship for existing illegal immigrants, now included in the blueprint released by the bipartisan \"gang of eight\" in the Senate. The senators' proposals also align with President Obama's priorities for legislation. \"That's what happens when you're in the minority,\" says Mark Krikorian, executive director of the Center for Immigration Studies, which advocates limited immigration and greater enforcement. Krikorian's director of policy studies, Jessica Vaughan, is scheduled to speak at the hearing. \"The idea that this is a stacked hearing, that's just whining.\" Based on prepared testimony submitted by the eight people called before the Judiciary Committee, San Antonio Mayor Julian Castro, who is Mexican-American, may give the only strong argument for a single, comprehensive bill to overhaul the immigration system and set a path to citizenship for those living illegally in the United States. Castro, one of two witnesses chosen by Democratic members of the committee, is a rising star in his party and supports both the senators' and the president's plans. He also supports Obama's previous immigration policy changes, such as the deferred deportation program for qualified young adults and prosecutorial discretion that targets serious criminal offenders for deportation. In Castro's prepared remarks, he advocates for increased border security, a streamlined worker verification process and a path to citizenship: \"This hearing and more importantly, the bipartisan legislation that I believe can be enacted because of it, shows that we are on the cusp of real progress. The president and a growing number of bipartisan lawmakers have laid the framework for what Americans support: comprehensive, common-sense reform.\" The committee will hear from two panels. Castro is scheduled to testify at the first, which has drawn less criticism for its participants. The group will address the current immigration system and includes representatives from academia and think tanks, such as Puneet Arora, of Immigration Voice, which advocates for more visas for foreigners with degrees in science and technology. The second panel will address enforcement issues. Speakers include critics of Obama's immigration policy such as Vaughan, Immigration and Customs Enforcement officer Christopher Crane, and Julie Myers Wood, who headed ICE under President George W. Bush. Crane is president of the National ICE Council, the bargaining unit for about 7,000 agency employees, which has filed suit against the Obama administration, claiming that following the president's lenient deportation policies requires ICE agents to violate the law. In Crane's prepared testimony, he says Obama has put agents through a \"roller coaster\": \"The day-to-day duties of ICE agents and officers often seem in conflict with the law as ICE officers are prohibited from enforcing many laws enacted by Congress; laws they took an oath to enforce. ICE is now guided in large part by the influences of powerful special interest groups that advocate on behalf of illegal aliens. These influences have in large part eroded the order, stability and effectiveness of the agency.\" Wood, in her prepared remarks, endorsed continued prosecutorial discretion but cautions that it must be \"carefully tailored so that the agency is not creating incentives for individuals to come here illegally and break the law.\" She also seems to take issue with the leniency of Obama's policy, saying that an overhaul shouldn't \"grant a wholesale exemption on whole categories of individuals without the approval of Congress, or make an executive branch decision to simply defer action on broad sections of immigration violators.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/02/04/171078868/critics-question-witness-list-ahead-of-immigration-hearing"
        },
        {
            "headline": "For Asian-Americans, Immigration Backlogs Are A Major Hurdle",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 31,
                "year": 2013
            },
            "article_content": "Although the national conversation about immigration policy tends to focus on Latinos, it is Asian-Americans who encounter some of the knottiest challenges facing immigrants and immigration reformers. Of the five countries with the longest backlogs for visas, four are in Asia. According to a report from the National Asian American Survey released earlier this week, Asian-Americans boast the highest proportion of foreign-born United States residents of any group — about 3 in 4 Asian-American adults were born outside the country — and Asia now accounts for the largest share of immigration to the U.S. What's more: There are an estimated 1.3 million unauthorized Asian immigrants in the U.S. If you're trying to get a visa to legally enter the United States from an Asian country, you could be waiting for a very long time. The federal government places an annual cap on the total number of people who can be granted visas from any given country. Most people who qualify for visas are sponsored by family members or by employers, and the wait times for a visa approval can vary dramatically. Karthick Ramakrishnan, a political scientist at the University of California, Riverside, who worked on the survey, said that the approval time for a family-sponsored visa application can be as little as a few months for a spouse or a child but can sometimes last up to 20 years for a sponsor's sibling. \"If you're looking at a backlog of 4.3 million people [waiting on family visas], it will take a while to get through the backlog,\" Ramakrishnan said. The current annual cap for all family visas is 226,000. According to the survey, about 54 percent of Asian-Americans said that the backlogs are a \"significant issue\" for their families, with about 4 in 10 calling it a \"fairly serious\" or \"very serious\" problem. Indians, Hmong, Vietnamese and Filipinos expressed the most concern about the backlogs. When President Obama offered his plan for immigration reform on Tuesday, he addressed the long waits. \"If you are a citizen, you shouldn't have to wait years before your family is able to join you in America,\" he said. Among other changes to the current system, his plan calls for raising the annual country caps for family-sponsored visas. But despite the centrality the immigration process is to Asian-American life, changing the immigration system has not been a particularly important political issue. When the survey asked Asian-Americans which issues were most important to them in the 2012 elections, immigration ranked far behind the economy and unemployment. But there's been a big shift in attitude, if not priority. In 2008, just 32 percent of Asian-Americans supported a pathway to citizenship for unauthorized immigrants. That number jumped to 58 percent by October of last year. Ramakrishnan said that's attributable to outreach by advocacy groups. \"Their voter education efforts have made a difference,\" he said. \"It's part of the general leftward shift among Asian-Americans,\" he said. Just two decades ago, he says, Asian-Americans voted solidly for Republicans in national elections. But by the end of the Clinton administration, that electoral advantage had all but evaporated. And by last fall's elections, 73 percent of Asian-American voters cast their votes for President Obama. (That's even though only about 49 percent of Asian-Americans identified as Democrats in a poll taken just before the election.) \"To the extent that they're paying attention to the immigration debate, they're more likely to see Republicans as shrill and out of touch,\" Ramakrishnan said. This process, he said, is a self-perpetuating cycle: The more Asian-Americans identify as Democrats, the more they adopt the party's liberal positions on immigration. Bethany Li, a lawyer with the Asian American Legal Defense and Education Fund, or AALDEF runs a clinic in New York City that helps immigrants navigate the time-intensive and paperwork-heavy process of applying for visas or deferred action, which gives a reprieve to people brought to the U.S. as minors. She said that many people were encouraged by the proposals put forth by the White House and the bipartisan Group of Eight senators. \"One of the things that both the Senate and the president dealt with was the focus on family reunifications,\" Li said. More than anything, that's what her clients care about in the immigration conversation. \"I think they'll be the first to tell you that immigration reform doesn't mean anything if it doesn't include their families.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/31/170744897/for-asian-americans-immigration-backlogs-are-becoming-a-major-hurdle"
        },
        {
            "headline": "House Gears Up For Immigration Battle",
            "author": "By  \n\n\n      Corey Dade",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2013
            },
            "article_content": "Rep. Bob Goodlatte, R-Va., the new House Judiciary Committee chairman, is a former immigration attorney who has taken a hard line against Democratic proposals.\n                \n                    \n                    Alex Wong/Getty Images\n                    \n                \nhide caption Rep. Bob Goodlatte, R-Va., the new House Judiciary Committee chairman, is a former immigration attorney who has taken a hard line against Democratic proposals. With immigration expected to be a top issue in the new Congress, lawmakers in both parties continue to call for a bipartisan approach — while also preparing for battle. The messaging from many House Democrats and Republicans about the chances of passing an immigration overhaul remains optimistic. And some of them, such as Republican Mario Diaz-Balart of Florida and Democrat Zoe Lofgren of California, have begun to meet privately. But other moves indicate that lawmakers are hedging their bets and girding for a fight. Meanwhile, both sides are waiting to gauge President Obama's involvement after he campaigned last year on a pledge to deliver immigration reform. His administration recently announced another change to its immigration policy that will allow some illegal immigrants married to U.S. citizens to stay longer before returning to their countries to apply for permanent American visas. The Republican leadership has installed a pair of immigration hawks to chair the House Judiciary Committee and its subcommittee that would be charged with drafting any immigration bills. In an apparent countermove, a veteran Democrat has given up his seniority on the coveted Financial Services Committee to join the judiciary panel and help push through possible reforms. Rep. Trey Gowdy, R-S.C., is the new chairman of the House Judiciary Committee's subcommittee on immigration and border security.\n                \n                    \n                    Carolyn Kaster/AP\n                    \n                \nhide caption Rep. Trey Gowdy, R-S.C., is the new chairman of the House Judiciary Committee's subcommittee on immigration and border security. Rep. Bob Goodlatte, R-Va., the new House Judiciary Committee chairman, is a former immigration attorney who has taken a hard line against Democratic proposals, many of which he has regarded as amnesty. He opposes the Obama administration's policy changes, including its deferred deportation program that provides a two-year reprieve to qualified young people brought to the United States illegally as children. Any hearings would be presided over by conservative Rep. Trey Gowdy, R-S.C., the new chairman of the subcommittee on immigration and border security. Gowdy holds many of the same positions as Goodlatte, including opposition to the Obama policies. Has the Republicans' post-election embrace of an immigration overhaul worn off? Maybe not. Gowdy, who just began his second term, recently told a South Carolina newspaper that he wants to come up with a bill that reflects \"the humanity that I think defines us as a people, and the respect for the rule of law that defines us as a republic.\" Gowdy dismissed the notion embraced by some conservatives that the nation should deport the estimated 11 million or more immigrants illegally living in the U.S. But he didn't indicate whether he would support Democratic principles such as offering a path to citizenship. Rep. Luis Gutierrez, D-Ill., has given up a more senior post to sit on the House Judiciary Committee. Here, he speaks at the Democratic National Convention in Charlotte, N.C., in September.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption Rep. Luis Gutierrez, D-Ill., has given up a more senior post to sit on the House Judiciary Committee. Here, he speaks at the Democratic National Convention in Charlotte, N.C., in September. He said any legislation would have to reinforce the nation's borders and order the deportation of lawbreakers to gain the needed support of conservative lawmakers. Many Democrats, including leading Latino lawmakers, have said they would agree to such requirements. Goodlatte and Gowdy will have to contend with Democratic Rep. Luis Gutierrez, D-Ill., who took leave from the House Financial Services Committee to be a junior member of the Judiciary Committee and help that panel draft immigration legislation. Immigration overhaul has been the signature issue of Gutierrez's two decades in Congress. \"I felt I must be on the Judiciary Committee during this Congress to help the others on the committee get immigration reform to the finish line,\" Gutierrez said in a statement. \"We can't wait and wait and wait for immigration reform, and I am finding an enthusiasm for action that I have not seen on Capitol Hill for years.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/08/168890345/house-gears-up-for-immigration-battle"
        },
        {
            "headline": "On Multiple Fronts, Russian Jews Reshape Israel",
            "author": "By  \n\n\n      Philip Reeves",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 2,
                "year": 2013
            },
            "article_content": "1 of 13 Many signs are in the Cyrillic alphabet. The men and women sitting in the cafes are speaking Russian. The shops sell vodka, black bread, pickled herring and Russian-brewed Baltika beer. You have to pinch yourself to remember where you are. This scene, with all its echoes of the former Soviet Union, is not in St. Petersburg or Vladivostok, or anywhere else in that vast sweep of bleak northern lands. It is in Ashdod, Israel, a palm-lined, pastel-colored port city that sprawls along the mild shores of the Mediterranean. More than 20 years have elapsed since the Soviet Union fell apart, prompting a tsunami of people, mostly with Jewish roots, to leave for Israel. When the Cold War ended, Israel's population was just under 5 million. The Russian speakers who poured in after 1989 added roughly 1 million to that number, and changed the Middle East. \"I think it's an unbelievable phenomenon, by all criteria,\" says Lily Galili, an Israel journalist who has just co-written a book on the impact on the region of this mass migration from the Soviet Union. \"It's like America, United States, absorbing all of France, Belgium and Netherlands.\" Remaking Cities So large was the influx that the southern coastal city of Ashdod more than doubled in size within a decade, becoming Israel's fifth-largest city, with a population of more than 200,000. Gymnasts from Russian-speaking immigrant families warm up at a gymnastics competition organized for Israel's immigrant community, in the southern resort city of Eilat. Most of Israel's Olympic gymnasts are immigrants from the former Soviet Union.\n                \n                    \n                    Oded Balilty/AP\n                    \n                \nhide caption Gymnasts from Russian-speaking immigrant families warm up at a gymnastics competition organized for Israel's immigrant community, in the southern resort city of Eilat. Most of Israel's Olympic gymnasts are immigrants from the former Soviet Union. Israel now has the world's third-largest Russian-speaking community (outside the former Soviet Union), after the United States and Germany. Galili says that this flood of new immigrants was enthusiastically welcomed by what she calls Israel's \"elite\" for many reasons, including the impact they made on the demographic equation between Arabs and Jews. But she says there was opposition in Israel, from a variety of fronts. This included the minority Israeli Arab population who feared becoming more marginalized. Questions were also raised over whether many of these former Soviet residents were actually Jewish. Israel's Law of Return allowed the new arrivals to qualify for citizenship if they had one Jewish grandparent. Under rabbinical religious law, Jewishness passes through the maternal line. This defines more than 300,000 of Israel's Russian-speaking immigrants as non-Jews. Galili says immigrants from the Soviet Union struggled with this: \"They come here, and they have a non-Jewish mother and a Jewish father — and suddenly this motherland, who's expecting them to come, says, 'Oh ! I forgot to tell you — you are not Jewish here.' \" There are no civil marriages in Israel. Russian-speaking Israelis defined as non-Jews who wish to marry must go abroad, or convert. Galili says conversion is not a popular option. \"They find it offensive. They feel Jewish. They were raised Jewish. They have Jewish names. They once suffered for being Jewish in the Soviet Union. Now they suffer for being Russians in Israel,\" she says. To get a sense of what it was like to transition from the Soviet Union to Israel, you only have to wander through Ashdod — with its beach cafes, boulevards and apricot-colored apartment blocks — and chat with some of the many thousands of Russian-speaking residents. A Major Transition \"In the beginning, of course, the language was a serious problem,\" says Stanislav Fishbein, a Ukrainian who migrated to Israel 18 years ago, speaking in Hebrew. \"In addition to that, we didn't know about the tradition. I didn't know about Judaism and about Hanukkah, for example. But now I do — and I like it.\" A waiter serves traditional Russian food at a seaside restaurant in Ashdod, a southern Israeli city heavily populated by immigrants from the former Soviet Union.\n                \n                    \n                    Oded Balilty/AP\n                    \n                \nhide caption A waiter serves traditional Russian food at a seaside restaurant in Ashdod, a southern Israeli city heavily populated by immigrants from the former Soviet Union. Fishbein is the ringmaster of a Russian circus that has been touring Israel, in part, he says, to \"cheer people up\" in the aftermath of the latest eruption of hostilities with Hamas in the Gaza Strip. In November, Israel's military launched more than a week of missile and artillery strikes against Gaza, saying this was to stop Palestinian militants' firing rockets into Israel. Some of those militant rockets targeted Ashdod. That outburst of violence was the latest installment in decades of bloodshed that has blighted the Middle East. Yet some Russian-speaking immigrants admit they knew little about the Israeli-Palestinian conflict when they first set foot in Israel. Standing in an Ashdod bookstore, surrounded by Russian books, Inna Israeli says she came from St. Petersburg in 1990. Back then, she was not sure about the location of Gaza, some 15 miles to the south. \"We didn't know! We didn't think about that,\" she says. A Political Force Dima Esterman, who's sitting in an Ashdod real estate agents' office, says he did know about the conflict when he arrived in the early 1990s but believed it would soon be settled. \"I was [politically] on the left, and I thought it was possible to reach an agreement with the Arabs. But after 20 years, I no longer think an accord is possible,\" he says. Most of Israel's Russian-speaking community, including Esterman, is on the right these days. Since they now make up about 15 percent of Israel's 8 million people, they wield considerable political clout and have played a significant role in the general rightward shift of the Israeli electorate. Russian-speaking immigrants form the base of the influential right-wing nationalist party Yisrael Beiteinu. The party has teamed up with Prime Minister Benjamin Netanyahu's Likud to form a bloc that is leading the polls ahead of this month's elections. Galili argues that immigrants from the former Soviet Union have made a considerable impact on the politics of the Israeli-Palestinian conflict — not least because of their resistance to the idea of giving up territory. She attributes this partly to the fact that they came from a vast empire. \"They look at the size of this country, and they say, 'What? You want to hand back territory? You must be crazy!' \" One reason Israel's \"Russians\" fascinate Galili is that their experience chimes with her own story. She moved to Israel from Poland in the 1950s, when she was 8 years old. She recalls how back then, immigrants were dropped in the deep end. \"You had to become an Israeli in a second — language, name, love of the country, the whole package. I had no contact with my culture, not even with my friends,\" she recalls. Cultural Separation Arrivals from the former Soviet Union have had a different experience. New technology has proved to be a major factor in defining their relationship with \"non-Russian\" Israelis. \"They come, they have the Internet, they have satellite, they have blogs, they know everything that is going on in Russia,\" says Galili. Galili stresses that the immigrants from the Soviet Union are fully integrated into Israeli society and are a big asset to the economy. Yet she also points out that, more than 20 years on, many of them choose to remain culturally separate. \"They meet Israelis, and they mingle with Israelis at workplaces, in the army, at school, at university. But after 7 p.m., there is some separation.\" Galili says this is by choice. Members of the Russian-speaking community like to be together and are fiercely proud of their rich Russian language. \"This applies to the younger generation as well, which never ceases to amaze me,\" she says. \"Because even people who are now, let's say 30 [years old], and they have been here for 20 years ... when they go home, most of their friends are still Russian-speaking.\" Vladimir Dzyakevich is a biologist, aged 32, and an actor with a Russian theater group based in Ashdod. He agrees that he is culturally conflicted. \"Israel is my home and my only home,\" he says. \"But I feel that as a person, culturally I am torn inside because I feel a very deep connection with the Russian culture and Russian literature.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/2013/01/02/168457444/on-multiple-fronts-russian-jews-reshape-israel"
        },
        {
            "headline": "If The Government Closes, 'Essential' Employees Would Work",
            "author": "By  \n\n\n      Brian Naylor",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 26,
                "year": 2013
            },
            "article_content": "Unless Congress and the White House come together on a bill to fund federal agencies, a large part of the government will be closed on Tuesday, Oct. 1. If a shutdown occurs, Social Security checks, food stamps and unemployment insurance would not be affected. But some vacation plans could be disrupted.  STEVE INSKEEP, HOST: On a Thursday, it's MORNING EDITION from NPR News. I'm Steve Inskeep. DAVID GREENE, HOST: And I'm David Greene. Congress has until Tuesday to agree on funding for federal agencies in order to avoid a partial government shutdown. So let's look this morning at exactly what that shutdown would mean. INSKEEP: Lawmakers are coming near the wire because of Republican efforts to include a provision to defund the Affordable Care Act, also known as ObamaCare. Now, if a shutdown were to occur, a big question is which federal employees would stay home and which ones would be deemed essential. NPR's Brian Naylor has more. BRIAN NAYLOR, BYLINE: So let's say you were planning on a weekend getaway to Acadia National Park next month or an anniversary trip to Italy and you need a passport. Well, if the government shuts down, you're going to need another plan. Acadia and all of the nation's 401 National Parks will be closed, and passport offices will be shuttered. They're part of the government that relies on annual appropriations bills, none of which Congress has approved to fund their services. The IRS, Department of Education and various regulatory agencies would all be closed. On the other hand, if you're counting on a Social Security check, food stamps or unemployment insurance, you'll be OK. That's because those programs are more or less on auto-pilot and don't rely on annual appropriations bills to keep operating. And there are other programs exempt from a shutdown. Active duty military, Border Patrol, meat inspectors and air traffic controllers - those jobs are considered essential. Colleen Kelley, who heads the National Treasury Employees Union, says there is a pretty clear line between those agencies protected from a shutdown and those that are not. COLLEEN KELLEY: So in an agency like Homeland Security, an awful lot of the employees would continue to work because they protect every port of entry into our country. But in most agencies that are not involved with national security, like the IRS, my expectation is that the majority of them will not be working. NAYLOR: And that includes thousands of civilian Defense Department employees who, the Pentagon says, would be temporarily furloughed. All told, more than 800,000 federal employees will be idled by a shutdown, not counting the large number of contractors who won't be paid. After the last big government shutdown in 1995 and '96, the Congressional Budget Office estimated the cost at $1.4 billion. But political science professor Roy Meyers of the University of Maryland says it's hard to estimate the true cost of a shutdown. ROY MEYERS: For example, what does it cost the American people when you tell somebody who leads the Centers for Disease Control and Prevention to plan for a shutdown rather than try to reduce or eliminate public health threats? To me the cost there is the increased risk associated with not paying as much attention to public health. NAYLOR: Members of Congress themselves, despite what some might think, are considered essential and will be on the job, though most of their staff members are likely to be told to stay home. Meyers says the time lawmakers spend bickering over the shutdown is time they're not spending on other issues. MEYERS: Think, for example, about immigration. After the last presidential election, most people in Washington say, well, this is the year to have an immigration law. Where is it? Well, there are still big issues out there to resolve. And one reason why they're not resolved is that Congress is spending far too much time fighting over this stupid little shutdown idea. NAYLOR: The most affected by the shutdown will be the federal workers who are deemed non-essential. Kelley, of the Treasury Employees Union, says the threat of a shutdown has federal employees fearful and anxious. KELLEY: Federal employees are in their third year of a pay freeze. And many have served unpaid furlough days in the last six months or so. So the idea that they would suffer additional economic impact by a government shutdown, it's very disheartening for them. NAYLOR: And it's unclear if federal workers will get paid for the time they miss if there's a shutdown. They were the last time, but it takes an act of Congress. And it's far from certain whether lawmakers this time around will be sympathetic to the employees' plight. Brian Naylor, NPR News, Washington. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2013/09/26/226347329/if-the-government-closes-essential-employees-would-work"
        },
        {
            "headline": "Senators Unveil Plan To Fix Immigration System",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2013
            },
            "article_content": "A bipartisan group of Senators on Monday presented a plan to overhaul the nation's immigration laws. Despite support in the Senate, there will be strong resistance to immigration overhaul from conservative Republicans in the House who operate under a different political calculus.  STEVE INSKEEP, HOST: It's MORNING EDITION from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, HOST: And I'm Renee Montagne. This week, talk of new immigration laws serves as a reminder that timing is everything. Wait until after a momentous election and it becomes possible to discuss an issue that previously seemed impossible. INSKEEP: In this quiet week between the government's ongoing fiscal storms, President Obama today unveils an immigration plan. MONTAGNE: A bipartisan group of senators has already made a proposal. Here's NPR national political correspondent Mara Liasson. MARA LIASSON, BYLINE: It's a rare event in Washington - D.C. bipartisan political compromise. Eight senators, four Democrats and four Republicans laid out a plan to fix the country's legal immigration system, improve border security and provide what they called a tough but fair path to citizenship for the 11 million undocumented workers currently in the U.S. Here's Democrat Senator Chuck Schumer. SENATOR CHUCK SCHUMER: The key to our compromise is to recognize that Americans overwhelmingly oppose illegal immigration and support legal immigration. LIASSON: Schumer said the reason his bipartisan group was finally able to reach consensus was simple. SCHUMER: The politics on this issue have been turned upside down. For the first time ever, there's more political risk in opposing immigration reform than in supporting it. LIASSON: Republican Senator John McCain, who's worked on this issue for years, spoke to those in his own party who consider any legalization to be amnesty when he said we already have de facto amnesty and that's unacceptable. SENATOR JOHN MCCAIN: We have been too content for too long to allow individuals to mow our lawn, serve our food, clean our homes, and even watch our children while not affording them any of the benefits that make our country so great. Let's create a system to bring them forward, allow them to settle their debt to society. This is consistent with our country's tradition of being a nation of laws and a nation of immigrants. LIASSON: The plan would make a path to legalization contingent on border security and it's not clear exactly how that would be certified or how long it would take. But agricultural workers and young people brought here illegally as children would be put on a speedier timetable. Immigration advocates welcomed the proposal. Hector Figueroa with the Service Employees Union said there will be a grass roots organizing effort to get the plan passed. HECTOR FIGUEROA: We are going to be mobilizing. We are going to do what democracy does best. And then eventually at the end of that process we want to see families united, people who have been here for years with the path to citizenship that they can attain. And we trust that we can be able to do it. LIASSON: On April 10, Figueroa said, supporters will hold a big rally at the Capitol - a not so subtle reminder of the growing political clout of Hispanics. President Obama won the Hispanic vote by 3-1 this fall and the share of Hispanic voters will only be larger in the next election. Today the president unveils his own proposal, which will closely mirror the Senate plan. Mr. Obama spoke about immigration in his inaugural address. PRESIDENT: Our journey is not complete until we find a better way to welcome the striving, hopeful immigrants who still see America as a land of opportunity, until bright young students and engineers are enlisted in our workforce rather than expelled from our country. LIASSON: Immigration reform has foundered before, most recently when President George W. Bush tried and failed to pass a bill. Former Clinton White House aide Bill Galston is amazed at the sea change. BILL GALSTON: Who would've thought five years ago that immigration reform, comprehensive immigration reform, would turn out to be the least contested issue in the first year of a Democratic president's second term. LIASSON: Least contested but not uncontested. There's bipartisan support in Senate, but there will be strong resistance to immigration reform in the House, where Republicans operate under a different political calculus. While national GOP leaders have decided that their party has to change its position on immigration in order to win elections, in nearly three-quarters of Republican House districts, Hispanics make up less than 10 percent of the voting age population. Still, House Speaker John Boehner has said it's time to deal with immigration. Mara Liasson, NPR News, the White House. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2013/01/29/170525728/senators-unveil-plan-to-fix-immigration-system"
        },
        {
            "headline": "Latino Voters Help Push Immigration Changes Forward",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 30,
                "year": 2013
            },
            "article_content": "President Obama told a friendly audience in Las Vegas Tuesday that the prospects are bright for an overhaul of immigration laws, now that bipartisan congressional leaders are on board. The new sense of urgency comes after Latinos turned out in large numbers last fall to help re-elect the president.  STEVE INSKEEP, HOST: It's MORNING EDITION, from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, HOST: And I'm Renee Montagne. It's that rare week in politics when Republicans and Democrats have been advocating roughly the same thing. INSKEEP: Some - though by no means all - GOP leaders insist it's time to back changes in immigration laws. Republican Senator Jeff Flake argued on this program yesterday, for example, that reform was morally right and also politically necessary for his party. MONTAGNE: In Nevada, President Obama argued that now is the time for Congress to approve a change. As NPR's Scott Horsley reports, the action comes after Latinos turned out in large numbers to help re-elect the president. (SOUNDBITE OF CHANTING) SCOTT HORSLEY, BYLINE: When Latino activists chanted in Spanish yes, we can during the president's speech, you got the sense they meant it. Immigration reform has gone from wishful thinking to a genuine prospect, as President Obama described a growing consensus that it's time to fix the system. (SOUNDBITE OF SPEECH) PRESIDENT BARACK OBAMA: A call for action can now be heard coming from all across America. I'm here today because the time has come for common-sense, comprehensive immigration reform. The time has come. HORSLEY: That was a top priority for the largely Latino Service Workers Union, which campaigned aggressively for the president's re-election. Union leader Eliseo Medina says this is a moment he's been waiting years for. ELISEO MEDINA: The fact that the Republican senators have indicated that they want to work together to get immigration reform done, I think this is a good moment for immigrants. I think this is a good moment for America. DAVID DAMORE: That's what elections can do. They can send a pretty strong message to one party when you're losing the fastest-growing demographic in a number of really important key swing states. HORSLEY: Political scientist David Damore of the University of Nevada, Las Vegas says the drubbing that Republicans took from Latino voters last fall has convinced some in the party they'll never be nationally competitive until they change their tune on immigration. This week, four Republican senators teamed up with Democrats to release their own plan for an overhaul. The president's plan presented yesterday is broadly similar. It includes strict border control, stronger workplace enforcement and steps to make it easier for high-skilled immigrants to get visas. The most contentious part of both plans is a path to citizenship for millions of immigrants who are already in the country illegally. (SOUNDBITE OF SPEECH) OBAMA: Now, we all agree that these men and women should have to earn their way to citizenship. But for comprehensive immigration reform to work, it must be clear from the outset that there is a pathway to citizenship. HORSLEY: Obama says he welcomes the Senate effort, but warns if lawmakers don't move forward in a timely manner, he'll draft his own immigration bill. He also cautioned the upcoming debate is likely to be emotional. (SOUNDBITE OF SPEECH) OBAMA: It's easy sometimes for the discussion to take on a feeling of us-versus-them. And when that happens, a lot of folks forget that most of us used to be them. HORSLEY: The president spoke warmly about generations of immigrants who often braved hardship to help build this country - in his words - brick-by-brick. In a parking lot of a Home Depot store down the street from the high school where the president spoke, Jose Hoya(ph) is looking for work and eager to do his part in building the country. Hoya came to the U.S. from El Salvador more than 20 years ago. JOSE HOYA: (Foreign language spoken) HORSLEY: Legalizing people without papers would be good for the whole country, Hoya says. He's not eligible to vote. But immigration activist Angelica Salas says many who did vote last fall felt alienated by what they saw as harsh rhetoric towards illegal immigrants from the GOP. ANGELICA SALAS: But I also wanted to send a message to the Republican Party: Don't think that all these voters cannot one day cast a vote for you. And I think that if they support immigration reform, many of these young people will then feel like there's more of an opportunity to choose either party. HORSLEY: Any overhaul still faces big challenges in the House, where many Republican lawmakers represent districts that are still overwhelmingly white. They may not feel the same demographic urgency that their Senate colleagues do. Union leader Medina says no one is claiming victory yet. MEDINA: Republicans and Democrats have a choice to make: Are they going to do the right thing, or are they going to stand in the way of what the American people want? And depending on how they act, we will act accordingly in the election of 2014. HORSLEY: Medina says immigration activists will be visiting lawmakers this spring to keep the pressure on. He hopes to see a bill passed within six months. Scott Horsley, NPR News, Las Vegas. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2013/01/30/170629905/latino-voters-help-push-immigration-changes-forward"
        },
        {
            "headline": "Immigration Debate To Drag Into Next Presidential Election",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n\n\n\n\n\n      Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2013
            },
            "article_content": "It's more than likely that overhauling immigration will not happen this year. Congress has only nine working days left in 2013. And it appears, the issue will not be resolved next year either.  RENEE MONTAGNE, HOST: And for more on where the immigration debate stands in Washington, NPR's national political correspondent Mara Liasson joined us from the White House. Good morning. MARA LIASSON, BYLINE: Hello, Renee. MONTAGNE: Now, Mara, it sounds like something of a mixed bag here. Some activists, who are, as we've just heard, very upset that President Obama wasn't able to do anything in 2013, or legislators didn't do anything, and others suggesting that they have patience when it comes to immigration reform. LIASSON: Well, there is a kind of hope springs eternal caucus among immigration reformers, but I do think that the chances are extremely slim to none for this year. After all, there are only a handful of working days left for Congress in 2013. The chances next year maybe are a little better, but also slim. And one of the things people forget is that after 2012, when Romney lost the Hispanic vote 71 to 27 percent and the Republican Party did that post-mortem autopsy report and recommended that the party embrace comprehensive immigration reform, the energy for that has really dissipated the farther away we have gotten from a presidential election and the closer we get to a congressional election where the political imperatives are just different. House Republicans running for reelection don't really have to worry about the Hispanic vote because very few Republican's congressional districts include a lot of Hispanic voters. For Republicans who are looking to pick up seats in the Senate in the 2014 elections, and they feel very confident that they can pick up a number of seats - whether they can actually take back the majority we don't know - but the thinking is, why not wait till after 2014, when they have a bigger minority or even a majority and then they can write an immigration reform bill that's a little bit more to their liking. MONTAGNE: So let's look at 2016 and those Republicans who would be thinking about facing an electorate as presidential candidates. I mean what are they going to do? LIASSON: Well, Republicans feel, establishment Republicans, if they can get something passed by 2016 and they can have a nominee who can reach out to the Hispanic community, they can do just fine. But it's been a tough path because they have to get through a Republican presidential primary first. And you saw what happened to Marco Rubio, who took the lead in the Senate working with Democrats to pass the Senate immigration bill. He tried to sell it to conservatives. He made the rounds of conservative talk show hosts, but in the end his approach was rejected and his stock inside the Republican Party fell. Now, that doesn't mean it can't recover. Then you saw Chris Christie. He has always taken an inclusive approach towards Hispanics. He won the Hispanic vote in New Jersey, something that he points to as a reason why he can do the same thing nationally. But even he has been backing away from his previous support for a path to citizenship for undocumented workers. He's been asked about it. He's decided not to answer the question and Republican presidential candidates have to walk a fine line. They don't want to alienate the conservative voters who come out in primaries, but they have to position themselves so they can appeal to Hispanic voters in a general election. MONTAGNE: Well, let's talk about the president. We've just heard from one leader of those pushing for immigration reform, that they are going to be looking to President Obama in 2014. We have seen him come out and say it might be okay to do this in a piecemeal approach, which at one point he said he would never do. He wanted comprehensive reform. What's going on there? LIASSON: Well, I think what the president is saying when he says, well, you can take a wing and then a leg and then a breast and finally we'll get the whole Thanksgiving turkey, he's not saying he'll settle for less than comprehensive reform. He can't sign anything without a path to citizenship. But what he is saying is if the House wants to pass this in pieces and then put it all together at the end, that's okay with him. The president is trying to keep faith with the Dreamers, with the Hispanic community. This is something he has been promising to do since his first year in office and he hasn't been able to get it done. There are some things he can do administratively. He can suspend certain kinds of deportations and he has done that. But I think, in the end, if comprehensive immigration reform passes by the end of President Obama's term, it's not going to be because he had some kind of leverage to force Republicans to do this. It's going to be because it was in both parties' self interests, particularly the Republican Party, that this thing gets passed. Either the Republicans pass some kind of comprehensive immigration reform or, as some people have said, they write themselves the longest suicide note in history. MONTAGNE: That's NPR's national political correspondent, Mara Liasson. Thanks very much. LIASSON: Thank you, Renee. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/12/04/248718304/immigration-debate-will-drag-on-into-next-presidential-election"
        },
        {
            "headline": "Gov. Christie Signs New Jersey 'DREAM Act' Into Law",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 20,
                "year": 2013
            },
            "article_content": "New Jersey Gov. Chris Christie at a news conference Thursday.\n                \n                    \n                    Mel Evans/AP\n                    \n                \nhide caption New Jersey Gov. Chris Christie at a news conference Thursday. New Jersey Gov. Chris Christie signed a bill on Friday that will give some students who are in the U.S. illegally a break on their tuition. Christie inked New Jersey's version of the DREAM Act, which the Republican governor supported in his last re-election bid. The state's Legislature passed the bill after a compromise that dropped a provision that would also have allowed students in the country illegally to be eligible for state financial aid if they qualified under income guidelines, according to The Associated Press. The AP reports: \"Christie had resisted going that far, saying it would be costly for the state and also make New Jersey a magnet for students in the country illegally but living in other states. \"The Democrat-controlled Legislature acquiesced to Christie's position and passed a new version of the bill Thursday.\" USA Today writes: \"Under current law, children of undocumented immigrants who live in New Jersey are not eligible for the lower in-state tuition rates currently available to students who are citizens. The compromise bill would extend the in-state rates to children of the undocumented, a change that advocates have labeled 'tuition equality.' \"Some conservatives have pointed to Christie's backing of tuition equality as kowtowing to a liberal constituency and raised the specter that his position may come back to haunt him in any bid for the GOP nomination for president in 2016.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/thetwo-way/2013/12/20/255849519/gov-christie-signs-new-jersey-dream-act-into-law"
        },
        {
            "headline": "Rep. Gutierrez: I Am A Product Of The Civil Rights Movement",
            "author": "By  \n\n      Tell Me More Staff",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2013
            },
            "article_content": "Rep. Luis Gutierrez at NPR's Washington DC studios.\n                \n                    \n                    Amy Ta/NPR\n                    \n                \nhide caption Rep. Luis Gutierrez at NPR's Washington DC studios. The nation is in the 10th day of a government shutdown, and the deadline over raising the debt limit is quickly approaching. But all that might seem like a day at the park for Congressman Luis Gutierrez (D-Ill.). He explains why in his new memoir Still Dreaming: My Journey from the Barrio to Capitol Hill. He speaks with Tell Me More host Michel Martin about his political journey and the fight for immigration reform. My Journey from the Barrio to Capitol Hill by Luis Gutierrez and Doug Scofield Hardcover, 413 pages | Your purchase helps support NPR programming. How? Opening the book with his house burning down in the 1980s – when he began his career as an activist – because someone threw a brick and Molotov Cocktail through his window. Nobody was arrested, but Gutierrez suspected it might have been political rivals in Chicago. Chicago was very tense politically and also racially charged. ... When the brick came through my window, I didn't know a brick came through. I was asleep. But a gallon of gasoline is a very destructive force. And I don't go around trying to attribute who's responsible. Whoever did it, I forgave them a long time ago. My life has moved on. I'm happy. My daughter, my wife and I are fine. Proudly getting arrested for fighting for immigration rights I am a product of the civil rights movement. Think about it: Black people in this country don't raise up their voices. They're murdered. Their churches are bombed in Birmingham. They're lynched. I mean, think of all of the sacrifices that people went through so that we could pass a Civil Rights Act. I was born in 1953. Now I was born in Chicago, as I relate in the book. But it was a segregated city. There were swimming pools, there were beaches, there were neighborhoods you did not venture into except for risk of your life. ... So I wanted to inform people about that, and this for me is a continuation of a civil rights movement. There's 11 million undocumented workers in the United States. There are five million American citizen children whose parents are undocumented. ... So what I said on the [National] Mall: Look, I'm going to deprive myself of my freedom and my liberty, and so will others, so that someone else can be free. That is kind of the struggle of freedom. And I also want to tell people: fight and challenge the system. Fixing America's immigration system There are between 40 and 50 Republicans ready to vote for comprehensive immigration reform. ... When we were in the majority, the Democrats, in 2007, 2008, 2009, 2010, we never took up the issue. ... You know why we didn't? Because a) Democrats were afraid that they were going to lose the majority if they took up the issue. My Mayor of the City of Chicago Rahm Emmanuel, who headed up the DCCC [Democratic Congressional Campaign Committee], said it's the third rail of politics. We didn't do it. We're ready to do it. I'm happy that Democrats have come around, and that we've gained exposure to Republicans. I think it gets fixed in this Congress. Nothing's going to happen right now. I understand that. But there are conversations today. There were conversations yesterday. And there are conversations planned for tomorrow in preparation among those of us that want to get this done for that moment. So when the light – when we see the light at the end of the tunnel, we'll be ready to move forward.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/10/10/231446080/gutierrez-i-am-a-product-of-the-civil-rights-movement"
        },
        {
            "headline": "Greek Neo-Nazi Party Arrests Follow High-Profile Murder",
            "author": "Joanna Kakissis",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 28,
                "year": 2013
            },
            "article_content": "The leader of ultra-right wing Golden Dawn party Nikos Michaloliakos is escorted by masked police officers from the police headquarters in Athens on Saturday.\n                \n                    \n                    Angelos Tzortzinis/AFP/Getty Images\n                    \n                \nhide caption The leader of ultra-right wing Golden Dawn party Nikos Michaloliakos is escorted by masked police officers from the police headquarters in Athens on Saturday. Greek police arrested the leader of the neo-fascist Golden Dawn party Saturday on charges of establishing a criminal organization. The police also issued warrants for more than 30 party members — including six members of parliament — on charges of murder, money laundering and other crimes. Greek TV stations interrupted regular programming to show live scenes of the Golden Dawn members led away in handcuffs. It's the first time since 1974 — when a seven-year military dictatorship ended — that sitting members of parliament have been arrested. \"Members of parliament in Greece usually have immunity, which means they cannot be prosecuted and arrested unless parliament gives its permission,\" Tania Dionysopoulou, a lecturer in criminal law at the University of Athens, told NPR. \"But that immunity does not apply to flagrant, serious crimes where there is strong evidence, as appears to be the case here.\" Long Suspected Of Violence Just three years ago, Golden Dawn was an obscure group, marginalized by most Greeks as neo-Nazi thugs, and it received just 0.23 percent of the vote in 2009 parliamentary elections. But after the debt crisis destroyed faith in mainstream politicians, the group rebranded itself as corruption-fighting patriots and blamed the country's problems on undocumented migrants and politicians who work for \"Jewish bankers.\" In elections last year, the party won 7 percent of the vote and 18 seats in the 300-member parliament. Golden Dawn supporters have long been suspected of carrying out violent attacks against immigrants, especially those of South Asian and African descent. In a recent report, the Greek Ombudsman noted at least 281 racist attacks in the country — including four murders — between January 2012 and April 2013. \"These arrests should have happened a long time ago,\" says Dimitris Psarras, an investigative journalist who wrote The Black Book of Golden Dawn, the definitive study of the group. \"It's not like the police didn't have evidence that the party is violent.\" High-Profile Killing Turns Public Attention But it took a Golden Dawn supporter's alleged involvement in the Sept. 18 murder of a 34-year-old Greek, Pavlos Fyssas, to incite national outrage, protests and now arrests of the party's members. Fyssas was a rapper who performed under the name Killah P and whose lyrics condemned racism and fascism. He had just left a cafe in Amfiali, a working-class neighborhood south of Athens, where he had been watching a soccer match on TV, when a gang of at least 10 men wearing black shirts and camouflage jumped him. A 45-year-old man who has been identified in the Greek press as Giorgos Roupakias allegedly stabbed Fyssas in the heart. Outrage over his murder prompted an investigation into connections between the Greek police and Golden Dawn. So far, the probe has resulted in the resignation of two senior policemen and the suspension of four others. Christos Stamou, a 21-year-old college student studying economics, says he believes the police have \"looked the other way\" while Golden Dawn's armed paramilitary gangs posing as neighborhood watch groups have terrorized the streets of Greek cities. \"People don't trust the police,\" he says. Dimitrios Kyriazidis, a retired police officer and parliamentary deputy with New Democracy, the ruling conservative party, has long warned that Golden Dawn functioned as a \"criminal gang\" that encouraged Greeks to become vigilantes instead of law-abiding democrats. \"They must be stopped before their power becomes an unbreachable wall,\" he said. Golden Dawn Denies Involvement Riot police try to move supporters of the Golden Dawn party during a protest in solidarity of the arrested lawmakers in Athens on Saturday.\n                \n                    \n                    Angelos Tzortzinis/AFP/Getty Images\n                    \n                \nhide caption Golden Dawn insists that the party was not involved in Fyssas' murder — or any other violence — and says the crackdown is a witch hunt. \"This is the political murder of a legal political movement,\" declared Artemis Mathaiopoulos, a Golden Dawn lawmaker from the northern city of Serres. \"We will fight until the end.\" The party claims its members are the victims of a conspiracy by corrupt politicians and international bankers. They called on their supporters to protest outside police headquarters. Early Saturday morning, police raided the home of Golden Dawn leader Nikolaos Michaloliakos, a mathematician-turned-army commando known for his Nazi-style salutes and violently racist and anti-Semitic rhetoric. Officers discovered three unregistered guns there, private TV news channel SKAI reported. Party spokesman Ilias Kasidiaris, who denies the Holocaust and made international headlines last year for slapping a female lawmaker on live TV, was also arrested. The party had been planning to nominate him as a candidate for mayor of Athens. Golden Dawn leaders in the Nikaia district, which includes the area where Fyssas was killed, have also been detained. Greece's Political Future Michaloliakos has threatened to pull out Golden Dawn's 18 lawmakers from the 300-member parliament. Prime Minister Antonis Samaras told reporters Saturday that neither a walkout nor the arrests will lead to new general elections. Polls show that most Greeks do not want another round of elections, even though nearly everyone is unhappy with circumstances in the country, where unemployment tops 27 percent. Psarras, the Golden Dawn expert, says he expects the party to struggle now that their leader, Michaloliakos, has been jailed. \"This is a party of sheep who follow their leader,\" he says. \"And now, finally, they're cut off from the world for the first time.\" Some polls show that if Golden Dawn collapses, its voters may migrate to Samaras' conservative New Democracy party, which leads Greece's two-party coalition government. Georgia Zafeiri, a 19-year-old medical student, says she would like to believe that most of her fellow Greeks who voted for Golden Dawn in 2012 elections are not fascists. \"I'd like to think they're unemployed people who lost hope and looked in the wrong place for a savior,\" says Zafeiri, who joined thousands of Greeks in an anti-fascism march in Athens last week. \"I hope they see that now.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/thetwo-way/2013/09/28/227188942/greek-neo-nazi-party-arrests-follow-high-profile-murder"
        },
        {
            "headline": "Steve King Doubles Down",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 26,
                "year": 2013
            },
            "article_content": "King said that most immigrants crossing the U.S.-Mexico border \"weigh 130 pounds and they've got calves the size of cantaloupes because they're hauling 75 pounds of marijuana across the desert.\"\n                \n                    \n                    Manuel Balce Ceneta/AP\n                    \n                \nhide caption King said that most immigrants crossing the U.S.-Mexico border \"weigh 130 pounds and they've got calves the size of cantaloupes because they're hauling 75 pounds of marijuana across the desert.\" Last week, a group of young people who'd been deported to Mexico made a big show of their ultimately futile attempt to re-enter the United States. They were pushing for legislation nicknamed the DREAM Act, which would grant a pathway to citizenship for undocumented young people who were brought to the United States when they were very young. But Steve King, a longtime Republican representative from Iowa and an outspoken opponent of immigration reform, wasn't having it. They will say to me and others who defend the rule of law, 'We have to do something about the 11 million. Some of them are valedictorians.' Well, my answer to that is ... it's true in some cases, but they weren't all valedictorians, they weren't all brought in by their parents. For everyone who's a valedictorian, there's another hundred out there, they weigh 130 pounds and they've got calves the size of cantaloupes because they're hauling 75 pounds of marijuana across the desert. Those people would be legalized with the same act. As you might have guessed, that didn't really go over too well. John Boehner, the speaker of the House, rebuked his fellow Republican's comments. \"There's no place in this debate for hateful or ignorant comments from elected officials,\" Boehner said earlier this week. Some young immigrant advocates delivered bags full of cantaloupes in front of King's office in mocking protest. Even Raul Labrador, an Idaho representative who's a conservative's conservative, blasted King this week, calling his comments \"reprehensible\" and referring to King as a \"wing nut.\" (No statement from the NFL yet, but presumably, scouts are salivating over this new crop of freakishly muscled running back prospects pouring over the border.) As my colleague Frank James wrote, King's comments come at an inconvenient time for Republicans, who were badly beaten by Democrats among Latino voters in last fall's elections even as Latinos become an increasingly significant part of the electorate. (According to polls, immigration matters less to Latino voters than the economy and education, but many people see immigration as a kind of litmus test for the way a candidate feels about Latinos.) The party had been trying to repair that breach before King's, er, impolitic comments. But where other politicians might walk back comments like this, King only doubled down. \"Eighty [percent] to 90 percent of the illegal drugs consumed in America come from or through Mexico,\" he said the next day. \"I can tell you that in Mexico they are recruiting kids to be drug smugglers, between the ages of 11 and 18.\" And in the grand Washington tradition, King's re-election campaign sent out an email to supporters referencing the hullabaloo and asking for donations to fight \"the pro-amnesty crowd [that's] out in full force against me.\" The email went on: The left will use these made up headlines in TV and radio commercials to influence the voters of Iowa's 4th District to vote against me. Without my own war chest, I won't be able to defend myself and set the record straight with Iowans. Can I count on you to contribute $25, $50, $100 or more to my campaign to help fend off these attacks? If every one of you who receive this email were to just give $15 today, we would raise enough money to pay for television ads on every Des Moines network station for this entire election cycle – and the left will be hard pressed to fight back. Say what you will about the guy and his history of, er, impolitic comments — that Hillary Clinton has close ties to the Muslim Brotherhood, calling for Muslims to be racially profiled at airports, seemingly comparing immigrants to dogs on Univision — he's more than willing to own what he says. King is hardly the first politician to make racially inflammatory statements. And there's an argument to be made that King's comments have some value; there are countless Americans who agree with King, and having his ideas in a public space gives the country an opportunity to grapple with them. (Conversely, granting legitimacy to comments like King's expands the universe of acceptable discourse.) But the current media environment means that someone like King, a relative backbencher, can get airtime and attention that far outstrips his actual political influence. That means King has a smaller margin of error from ignominy — he can't make public statements anywhere that won't end up on YouTube or tweeted out to the wider world. And given the challenge the GOP faces in winning Latino converts, his party has a smaller margin for error, too.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/codeswitch/2013/07/26/205885068/steve-king-doubles-down"
        },
        {
            "headline": "Jorge Ramos On Latinos And The Future Of U.S. Politics",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 24,
                "year": 2013
            },
            "article_content": "Univision newscaster Jorge Ramos anchors Noticiero Univision, the top-ranked newscast on Spanish-language TV.\n                \n                    \n                    Alan Diaz/AP\n                    \n                \nhide caption Univision newscaster Jorge Ramos anchors Noticiero Univision, the top-ranked newscast on Spanish-language TV. Jorge Ramos anchors the top-ranked newscast on Spanish-language TV, Noticiero Univision, alongside Maria Elena Salinas. Sometimes called \"the Spanish-language Walter Cronkite,\" Ramos has been a vocal — and influential — proponent of an immigration overhaul. (In recent summers, Ramos' network Univision has topped the prime-time TV ratings for all networks in the U.S. — English- and Spanish-language — among viewers 18 to 49, as Mandalit del Barco reported Tuesday.) Tell Me More guest host Celeste Headlee spoke with Ramos on Wednesday's show. \"If Latinos perceive that Republicans are to blame for the absence of immigration reform,\" says Ramos, \"I think Republicans are going to pay the price for that. So the challenge right now is for Republicans — and obviously speaker John Boehner. \"I don't think John Boehner wants to ... become the new Sheriff Joe Arpaio — among Latinos one of the most hated political figures. And I don't think John Boehner wants to join the ranks of Joe Arpaio or [former California Gov.] Pete Wilson or [Arizona] Gov. Jan Brewer. \"So I think Latinos know that John Boehner in this case is the man. That he can make it or break it when it comes to immigration reform. And Latinos won't forget it in the next election.\" Headlee: Although Latino voters (unless they're in John Boehner's district) can't punish him personally or politically, how will they exert [political] pressure? Ramos: \"Well, I think Latinos will simply punish the party that could be blamed for the absence of immigration reform. It's that simple. \"I mean the trend is so clear: from Bush who had 44 percent of the Hispanic vote in 2004, and then McCain down to 31, and Romney to 27. So, if this trend continues, it will be close to impossible for Republicans to win the White House back. \"And then we put it in context again, realizing we are 55 million Latinos right now. We will be 150 in a little more than 35 years. Republicans better understand that this is a different country, that we are in the middle of a truly, truly demographic revolution. Latinos are changing the way we speak, the way we dance, the way we do politics in this country, the way we vote. So unless you understand that this is a completely different country, that this is not a white and black country, that this is a much more complicated country where minorities will become the majority. \"I mean, you just have to go to California and realize that if you go to any hospital you'll realize that a majority of the names of the newborns are Jose, Matias, Jorge, Eduardo. Like it or not, Latinos are changing the way we see ourselves in this country.\" The Republican Party likes to say the Latinos are natural conservative voters because on social issues they agree in many ways with the GOP. So if immigration is taken off the table, do you think that those large number of Latinos that you're talking about will now gravitate toward the conservative party? \"That's a possibility. But again, if Republicans don't do that, we'll never know and they'll never know. They simply, I think, have no option but to approve immigration reform. ... \"The support for immigration reform within the Hispanic community is almost universal. Most polls suggest a level of support between 80 and 90 percent. And for me it's very simple to explain that. \"Immigration for us is personal. It's something personal. Half of adult Latinos are immigrants in this country. So when we are talking about immigration reform, we are talking about our neighbors. We are talking about my co-workers. We are talking about the people I talk to every single morning in the store.\" In order to exert real political pressure, though, it might be necessary to get more Latinos to the polls. Less than half of eligible voters among Latinos and Hispanics went to the polls this past presidential election. \"There is no excuse. Only 12 million Latinos went to the polls in the last presidential election. The estimates suggest that 60 million Latinos will go to the polls in the next election. However, in a very close election — and that is what we have been having since the year 2000 — in a very close election, Latino voters in states like Florida, Colorado, New Mexico again might decide the election. ... \"People thought of the Latino community as the sleeping giant. Well, the giant woke up many, many years ago. And the Hispanic community has decided the election in many states. And we are here to stay. \"As a matter of fact, I love it when I have the opportunity to go to Hispanic communities, when I have to present my books or lectures, or simply covering different news, because I get to meet Hispanic families who bring me their kids and they say, 'Look, this is Maria.' Or, 'This is Juan. And Maria will become the first presidenta.' Or, 'Juan will become the first Hispanic president.' And it is simply a matter of numbers. \"If the African-American community is smaller than the Hispanic community, I think the next frontier for Latinos is to have the first Hispanic president. And there are, of course, many names right now on the table for that.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/codeswitch/2013/07/24/205149054/Jorge-Ramos-On-Latinos-And-The-Future-Of-U-S-Politics"
        },
        {
            "headline": "How To Turn A Red State Blue: California Edition",
            "author": "By  \n\n\n      Ina Jaffe",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2013
            },
            "article_content": "Republicans celebrated when California Gov. Pete Wilson was re-elected in 1994. But his divisive campaign led to a backlash, especially among the growing Latino population in the state.\n                \n                    \n                    Kevork Djansezian/AP\n                    \n                \nhide caption Republicans celebrated when California Gov. Pete Wilson was re-elected in 1994. But his divisive campaign led to a backlash, especially among the growing Latino population in the state. All this week, NPR is taking a look at the demographic changes that could reshape the political landscape in Texas over the next decade — and what that could mean for the rest of the country. Democrats who hope to turn Texas from red to blue are looking to California for inspiration. Golden State Democrats now hold every single statewide office and big majorities in both houses of the Legislature. In the state that gave us Ronald Reagan, Republican registration has fallen below 30 percent. And California hasn't voted for a Republican for president since 1988. Where did the Republicans go wrong? Here's a look at how a state can go from red to blue in five simple steps: STEP 1: Start with a state that's not that red to begin with. Dan Schnur, head of the Jesse M. Unruh Institute of Politics at the University of Southern California, says that two or three decades ago, California was more of a centrist state. Voters \"tended to be more conservative on issues relating to the economy and jobs and taxes, and they tended to be more ... liberal on health care and education, environmental protection and other cultural and social issues.\" (Incidentally, that happens to be a pretty good description of current Democratic Gov. Jerry Brown.) STEP 2: Alienate the fastest-growing demographic group in the state. In 1994, Republican Gov. Pete Wilson hitched his bid for re-election to the campaign for Proposition 187 — a ballot measure aimed at denying public services to undocumented immigrants. Wilson and 187 won handily, but there was a backlash, says Raphael Sonenshein, head of the Pat Brown Institute of Public Affairs at California State University, Los Angeles. \"In the decade of the 1990s, a million new Latino voters came to the rolls. People who weren't citizens tried to become citizens; those who were citizens registered to vote.\" As a result, Latinos now make up more than a fifth of the California electorate — more than double their percentage in 1990. (And most of Proposition 187 was ruled unconstitutional.) STEP 3: Take positions out of sync with the voters. California voters have long been kind of \"live and let live\" on social issues and passionate about the environment. So when California Republicans come out against gay marriage or abortion rights or efforts to curb global warming, women and younger voters just tune them out. And Asian-Americans, who frequently register as independents, are also voting in overwhelming numbers for Democrats. \"The danger for Republicans,\" says Democratic consultant Bill Carrick, \"is people start casting votes for one party and they do it in a couple of elections, it becomes a permanent political identity.\" Republican Arnold Schwarzenegger won back the governor's office in a historic recall election in 2003. But Schwarzenegger didn't seem interested in building up the rest of the party.\n                \n                    \n                    Rick Bowmer/AP\n                    \n                \nhide caption Republican Arnold Schwarzenegger won back the governor's office in a historic recall election in 2003. But Schwarzenegger didn't seem interested in building up the rest of the party. STEP 4: Win the governor's office! Then, get nothing out of it. In 2003, Republican Arnold Schwarzenegger booted Democratic Gov. Gray Davis out of office in a historic recall election. By his second term, he was making appeals for \"post-partisanship.\" No one except the Governator seemed to know what that meant, but it was an indication that he didn't have much interest in party-building. \"They had a guy who ended up being a party of one,\" Carrick says. James Brulte, a former Republican leader in the state Senate and current head of the California GOP, says that when Schwarzenegger ran for re-election, \"the party operation was not designed to help anybody other than Gov. Schwarzenegger.\" STEP 5: Get overshadowed by the national party. Brulte wants to rebuild the California Republican Party by bringing a message of smaller government, lower taxes and more freedom to minority communities that Republicans have neglected. He ignores divisive social issues. But \"Californians all have TV sets, all have radios,\" says Carrick, the Democratic consultant. And, he says, what the Republicans are saying in Washington and around the country on those issues is \"totally out of sync with California.\" But keep in mind ... As tough as things are for Republicans in California right now, it could be a long time before anything similar happens in Texas, says Sonenshein at the Pat Brown Institute. \"There's a huge lag between demographic change and political change,\" he says. Turning a red state blue \"could [take] 20 years or more.\" Texas Republicans have time, Sonenshein says, to figure out how to keep the Texas GOP from suffering the same disastrous fate as Republicans in California.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/07/01/196337571/how-to-turn-a-red-state-blue-california-edition"
        },
        {
            "headline": "Health Exchange Outreach Targets Latinos",
            "author": "By  \n\n      Jenny Gold",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2013
            },
            "article_content": "Elva Jaldin, a promotora, talks with Andrea Velandia about health. Soon Jaldin will help women like Velandia sign up for health insurance under the Affordable Care Act.\n                \n                    \n                    Jenny Gold\n                    \n                \nhide caption Elva Jaldin, a promotora, talks with Andrea Velandia about health. Soon Jaldin will help women like Velandia sign up for health insurance under the Affordable Care Act. Andrea Velandia, 29, is just the sort of person the architects of the new health insurance marketplaces had in mind when they were thinking about future customers. She's young, in good health, uninsured and Latino. \"We're very healthy. We don't have many issues,\" she says of her family. For the most part, she and her husband avoid the health system. \"It's very expensive to go to the doctor to get a regular checkup,\" she says. \"And you only have an option to go to the emergency room, which is even more expensive.\" On Oct. 1, Velandia, who is from Colombia, will be able to sign up her family of four for a subsidized health insurance policy in the new Maryland Health Benefit Exchange, the state's online marketplace for insurance policies created under the Affordable Care Act. And just as Latinos were crucial to President Obama's re-election in 2012, they are now key to the implementation of his health law. The administration has made clear that the health law will succeed only if Latinos, like the Velandias, enroll. And it's pulling out all the stops to make sure they do. Health and Human Services Secretary Kathleen Sebelius will be making the rounds on Spanish-language media outlets to discuss the health law and the newly revamped CuidadoDeSalud.gov, the Spanish version of HealthCare.gov. Latinos make up 17 percent of the total U.S. population, but nearly one-third of the nation's uninsured. They're also more likely to be young — nearly half of Hispanics are under the age of 26. Their youth is important for the insurance pools to work. Young and healthy people need fewer medical services, and insurance companies can use their premiums to help subsidize coverage for older or sicker patients. On a recent morning, Velandia visited the legal clinic at the nonprofit community organization Casa de Maryland in suburban Washington to get help filling out the last bit of paperwork to become a U.S. citizen. Sitting patiently with her toddler and newborn, she was approached by one of the center's promotoras — lay health promoters who help spread public health information in the Latino community. The woman offered Velandia information about breast cancer, healthy eating and diabetes. In just a few months, Casa de Maryland's 20 promotoras will be expanding their outreach to include information on signing up for a new health insurance policy as well. The organization recently received a special grant from the state to help Latinos and other immigrants sign up for the exchange. George Escobar, Casa de Maryland's health director, says he plans to use the grant to train his promotoras and hire a dozen new employees to work full time on enrollment. Jennifer Ng'andu, who heads the health and civil rights policy project at the National Council of La Raza, says Latino organizations have their work cut out for them. The congressional health care debates of 2009 and 2010 created a sense of distrust in the community, she said, because there was a focus on how to keep undocumented immigrants from using any of the benefits under the health law. \"The takeaway often was that there isn't really anything in the Affordable Care Act for the Latino community,\" says Ng'andu. \"Many people forgot to talk about the fact that there are a broad set of Latinos who are lawfully present and who will gain the benefits of the Affordable Care Act.\" She adds that the current congressional debate about overhauling immigration is adding more fear and confusion, especially in families where some people are citizens and others aren't. On a recent trip to California, Obama highlighted an outreach campaign targeting Latinos that he says should be replicated in other states. Hispanic media groups Univision, Telemundo and ImpreMedia are publicizing the exchanges in a campaign on television, radio, mobile platforms and the Web. The administration says it could reach nearly 100 percent of Hispanic families in California. The message will also reach the millions of undocumented Latino immigrants — but the law bars them from purchasing insurance on the exchanges, even with their own money. Back in Maryland, George Escobar says the job of people promoting the exchanges doesn't end with enrolling people who qualify. The advocates also need to help those who can't use the exchanges find other options for care.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/health-shots/2013/06/25/195539769/health-exchange-outreach-targets-latinos"
        },
        {
            "headline": "The Immigration Movement: Without A Unified Leader, But On The Cusp Of Success",
            "author": "Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 10,
                "year": 2013
            },
            "article_content": "Thousands of immigration reform supporters march in the \"Rally for Citizenship\" at the Capitol in Washington, D.C., on Wednesday.\n                \n                    \n                    Saul Loeb/AFP/Getty Images\n                    \n                \nhide caption The atmosphere was different today. \"We have hope,\" Elsa Flores said. She was demonstrating with thousands of other protesters in Washington on Wednesday, demanding a path to citizenship for an estimated 11 million undocumented immigrants. Flores looked toward the U.S. Capitol dome, which was brilliant under an unusually hot spring sun. Unlike 2006, when hundreds of thousands of immigrants spilled onto the streets of city centers across the country, the representatives and senators inside that building seem poised to make comprehensive immigration reform a reality. The immigration movement is on the cusp of a major victory, but it got there without a charismatic, clear leader and without a cohesive national campaign. In a lot of ways, this march was a perfect example of that. You could see it in the signs that protesters carried: They were printed by labor unions, community and women's groups, LGBT and human rights groups. You could see it on stage: Top billing went to the NAACP's Benjamin Jealous, but he also shared the stage with others like Latin pop artist Olga Tañon, the poet Elizabeth Alexander, Service Employees Union President Mary Kay Henry and the United Auto Workers' Bob King. I walked among the marchers and asked a few people a simple question: Who's the voice of this movement? Who's the leader? No one could come up with a name. \"I guess it's us,\" Emily Arreguin, 17, said after taking a moment to think about it. Shanta Driver is the national director of the Coalition to Defend Affirmative Action, Integration & Immigrant Rights and Fight for Equality By Any Means Necessary. Her group traveled from California and Michigan. She said that by Easter, only 23 people had signed up for the trip to Washington. \"But those people became organizers,\" she said, as her group marched across Pennsylvania Avenue. In a couple of weeks, the 23 originals had filled five buses with recruits. \"People think we've got to get this done ourselves,\" Driver said. Mary Giovagnoli, the director of the nonpartisan Immigration Policy Center, agreed. A man dressed as Uncle Sam poses for photos at the demonstration.\n                \n                    \n                    Saul Loeb/AFP/Getty Images\n                    \n                \nhide caption A man dressed as Uncle Sam poses for photos at the demonstration. \"I actually don't think there is a centralized leader,\" Giovagnoli said in a phone interview. \"In a lot of ways, I think it's a strength.\" Giovagnoli said the immigration movement was born with national and local activists advocating for very specific interests. Some, for example, advocated for farm workers, others may have advocated for Africans seeking asylum. \"It really only became the case in the last decade that the sheer volume of issues in the immigration world were so many, so severe, that people started to recognize it was a big issue,\" said Giovagnoli. By the time it bubbled up to the national level, the movement remained decentralized. She said there is a coalition of grassroots organizations called the Fair Immigration Reform Movement, but they're very careful to not make the issue about \"one person, or group or ethnicity.\" \"I think that's a strength,\" said Giovagnoli. \"It's allowed an even broader coalition of people to come to the table.\" She says that's why at immigration rallies you'll see evangelical groups alongside gay rights groups. Giovagnoli said the decentralization also gives the movement political advantage. \"It means people can be smart and strategic and thoughtful about what voice they want to use,\" she said. In other words, in some parts of the country, the movement may use a business leader to lobby politicians, whereas in another state they may use the civil rights angle or in another they may use a child who was brought into the country illegally by their parents. \"I do think one of the things you are seeing is the maturing of the immigration movement,\" Giovagnoli said. Back at the rally, the crowd certainly looked diverse: There were African Americans, Asians, Indians and a great many Latin American countries represented. It was also very much an emboldened movement. It's not just any immigration reform they seek; it's citizenship for all 11 million. Sally Pillay, originally from South Africa, was by the Capitol Reflecting Pool. She was holding a sign for IRATE & First Friends, the New Jersey-based immigrant rights organization she works for. I asked her, \"So who's the national leader, here?\" \"The people,\" she said, without hesitating. She said throughout the 2012 elections, the people spoke. \"It's time for change.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/thetwo-way/2013/04/10/176828977/the-immigration-movement-without-a-unified-leader-but-on-the-cusp-of-success"
        },
        {
            "headline": "Rand Paul Reaffirms Support For Path To Citizenship",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 19,
                "year": 2013
            },
            "article_content": "Sen. Rand Paul, R-Ky., speaks Tuesday to the U.S. Hispanic Chamber of Commerce in Washington, D.C.\n                \n                    \n                    Alex Wong/Getty Images\n                    \n                \nhide caption Sen. Rand Paul, R-Ky., speaks Tuesday to the U.S. Hispanic Chamber of Commerce in Washington, D.C. Republican Sen. Rand Paul of Kentucky doubled down Tuesday on a previous call for a path to citizenship, telling a major Hispanic business group that his message to the nation's illegal immigrants is: \"If you wish to live and work in America, then we will find a place for you.\" Conservatives, he told the U.S. Hispanic Chamber of Commerce, must \"become part of the solution\" to immigration, including dealing with the estimated 11 million illegal immigrants now living in the U.S. In his Washington speech, Paul said: \"Let's start that conversation by acknowledging we aren't going to deport 12 million illegal immigrants. \"If you wish to work, if you wish to live and work in America, then we will find a place for you. \"In order to bring conservatives to this cause, however, those who work for reform must understand that a real solution must ensure that our borders are secure. \"But we also must treat those who are already here with understanding and compassion.\" In a speech that the Texas native sprinkled with Spanish, Paul, considered a potential 2016 presidential candidate, predicted that his party would find itself permanently marginalized if it fails to lead on immigration. \"Republicans need to become parents of a new future with Latino voters, or we will need to resign ourselves to permanent minority status. \"The Republican Party has insisted for years that we stand for freedom and family values. I am most proud of my party when it stands for both. \"The vast majority of Latino voters agree with us on these issues, but Republicans have pushed them away with harsh rhetoric over immigration. \"Immigration is a contentious issue in American politics. In our zeal for border control, we have sometimes obscured our respect and admiration for immigrants and their contribution to America. \"Republicans have been losing both the respect and votes of a group of people who already identify with our belief in family, faith and conservative values. Hispanics should be a natural and sizable part of the Republican base. \"That they have steadily drifted away from the GOP in each election says more about Republicans than it does about Hispanics.\" Paul joins Republican Sen. Marco Rubio of Florida, also frequently mentioned as a possible 2016 presidential candidate, in calling for a path to citizenship — an anathema for many conservatives. Rubio is part of a bipartisan group of eight senators writing an immigration overhaul proposal that includes a path to citizenship for illegal immigrants that would impose a decadelong waiting period for a green card, and citizenship opportunity three years after that. Paul is not part of the Senate group, but his comments Tuesday did not come as a surprise. Here's what he wrote on Feb. 8 in his weekly column in The Washington Times: \"To those who complain that if anyone is allowed to stay without returning to Mexico that it amounts to amnesty, I say: What we have now is de facto amnesty. No undocumented immigrants are being sent home, and no one is seriously advocating rounding up and sending home 11 million people. Immigration reform begins the process of bringing these folks out of the shadows and making American taxpayers out of them.\" Paul, a Tea Party favorite, recently grabbed the political spotlight with a nearly 13-hour, old-fashioned filibuster of John Brennan's nomination to be CIA director. And he shows no sign of relinquishing center stage while his party attempts to recover and reshape itself after a disastrous general election cycle. Shortly after Paul's speech, the Iowa GOP chairman, citing the filibuster, announced that the Kentucky senator would be the featured speaker at the state Republican Party's annual \"Lincoln Dinner\" in May. Iowa traditionally kicks off the presidential contest season with the first-in-the nation caucuses.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/19/174738241/rand-paul-reaffirms-support-for-path-to-citizenship"
        },
        {
            "headline": "Path To Immigration Too Toxic A Topic For Many Republican Politicians",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 14,
                "year": 2013
            },
            "article_content": "Amid GOP soul-searching over a dismal 2012 election, a consensus has emerged that Republicans must appeal better to Latino voters. The effort has even appeared at the Conservative Political Action Conference, with a panel on immigration reform on Thursday morning.  AUDIE CORNISH, HOST: The largest gathering of conservative activists since the November election began today just outside Washington, D.C. The meeting is the annual Conservative Political Action Conference, or CPAC. One of the first panel discussions today was all about an issue that appears to have hurt Republicans back in the fall. It was about immigration, and what to do about millions of people who live in the country illegally. NPR's David Welna reports if there was consensus, it was that Republicans need to do better on this issue. DAVID WELNA, BYLINE: It was a sparse crowd that showed up today for the CPAC panel that was titled, perhaps hopefully, Respecting Families and the Rule of Law: A Lasting Immigration Policy. Moderator Helen Aguirre Ferre hosts a Miami radio show on politics. She kicked off the discussion with a trenchant observation on its hot-button issue of immigration. HELEN AGUIRRE FERRE: I have to say that there isn't a topic today that has done more to divide our country unnecessarily. WELNA: It's a topic that has clearly divided Republicans. Panelist Whit Ayres, a GOP pollster, pointed out the party's dismal showing among Latino voters last November. And he admonished fellow Republicans to change both their tone and rhetoric when it comes to immigration. WHIT AYRES: You cannot run against a group of people and hope to have those people turn around and support you. And the idea that we can use harsh tones against the undocumented without affecting how the people who are American citizens look at us is delusional. It is just delusional. WELNA: But the only member of Congress on the five-person panel, Idaho House Republican Raul Labrador, disagreed. He said there's been enough self-flagellation in the party over badmouthing immigration. REPRESENTATIVE RAUL LABRADOR: Let's stop blaming ourselves. Let's just be a party of action. Let's fix this immigration problem. And let's stop talking about the rhetoric. I think it's important that we have better rhetoric. But you have five Republicans who have bad rhetoric. The rest of them are actually pretty good about what we're saying about the immigration issue. WELNA: Labrador said he favors finding some way to legalize the situation of the millions of undocumented immigrants. But he and many other Republicans do not favor laying out a path to citizenship for them. Daniel Garza heads a conservative Latino group that advocates giving illegal immigrants provisional work visas that might eventually become permanent. Congress, he said, faces a conundrum. DANIEL GARZA: If the Democrats force a vote that calls for a path to citizenship, the bill will almost fail. And if the Republicans propose legislation that calls for mere legality while coming up short on paths to citizenship, the bill, seemingly, will also fail. My hope is that American conservatives will come together to demand a bipartisan compromise. WELNA: Pollster Ayres, for his part, said Republicans also could use some new voices to aggressively recruit Latino voters. AYRES: We have got to have different messengers, and you are going to hear from several of them during the course of this conference. I happen to think one of them is an incredibly talented man, and I would say that even if he were not a client of our firm. You're going to hear this afternoon from Marco Rubio, the RGIII of American politics. WELNA: But when Florida Republican Senator Rubio spoke at the conference this afternoon, he said not one word about immigration, despite being one of the GOP's leading voices on the issue. Immigration and, in particular, the path to citizenship for undocumented immigrants that Rubio has come around to embrace, appears to remain too toxic a topic for ambitious Republican politicians to broach, at least at this CPAC gathering. David Welna, NPR News. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/03/14/174342961/path-to-immigration-too-toxic-a-topic-for-many-republican-politicians"
        },
        {
            "headline": "In Jeb Bush's Immigration Mishmash, One Thing's Clear: 2016 Race Is On",
            "author": "By  \n\n\n      S.V. Dáte",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2013
            },
            "article_content": "If Nov. 7 brought pangs of withdrawal from the end of the presidential race — good news! The next one has already started. Witness last week's dust-up over the American Conservative Union's failure to invite New Jersey's Chris Christie, one of the most popular Republican governors in the country, to its annual Conservative Political Action Conference. And if that flew under the radar, this week's book tour launch by former Florida Gov. Jeb Bush has removed all doubt that the countdown to Iowa has begun. Bush and conservative lawyer Clint Bolick jumped squarely into a major national debate with their release of Immigration Wars. Given Bush's name ID, his fundraising ability and his stature within the Republican Party, the book would have created buzz regardless of what it said. But Bush's handling of the key issue of what to do about the 11 million or so undocumented immigrants already in the country has become the story of a nascent 2016 campaign. On Monday, Bush told both NPR and NBC's Today Show that he supported allowing those who entered the U.S. illegally to stay and work legally, but not to become citizens — statements that match what he and Bolick wrote in their book. This is what Bush told Morning Edition's Steve Inskeep: \"Over a period of time, they can have a legalized status that allows them to live a life of dignity,\" Bush said, \"but not necessarily a path to citizenship, so as to not create incentives for future people that aspire to come to our country to do so illegally when they could come legally.\" He told the Today Show: \"There has to be some difference between people who come here legally and illegally. It's just a matter of common sense and a matter of the rule of law. If we're not going to apply the law fairly and consistently, then we're going to have another wave of illegal immigrants coming into the country.\" His statements raised eyebrows because Jeb Bush, like his brother and his father, had never bought into the nativist sentiment that has seemed to drive much of Republican Party thinking on the issue. His wife, Columba, was born and raised in Mexico. Jeb met her there during a high school exchange program. Last year, just as Mitt Romney had wrapped up the Republican presidential nomination after adopting a hard-line stance suggesting that illegal immigrants should \"self-deport,\" Bush went on the Charlie Rose show, where he declared support for a \"path to citizenship\" for those here illegally. \"You have to deal with this issue. You can't ignore it. And so, either a path to citizenship — which I would support and that does put me probably out of the mainstream of most conservatives — or a path to legalization, a path to residency of some kind,\" Bush said. \"I would accept that in a heartbeat as well if that's the path to get us to where we need to be, which is on a positive basis using immigration to create sustained growth.\" Just as political operatives and journalists began speculating that his new position was crafted for the benefit of Republican primary voters and caucus-goers — groups that, particularly in the early states, tend to be particularly conservative on issues like immigration — Bush had moved on. By Tuesday morning, Bush was pulling back from his day-old, anti-path position. On MSNBC's Morning Joe, Bush pointed out that he had written the book in 2012 — that is to say, back when he would have been more pro-immigration than the vast majority of his party. Back before Florida Sen. Marco Rubio and other Republican senators signed on to an immigration plan that includes a path to citizenship. \"We wrote this book last year, not this year,\" Bush said. \"Going forward ... if you could craft that in law where you could have a path to citizenship where there isn't an incentive for people to come illegally, I'm for it. I don't have a problem with that. I don't see how you do it. But I'm not smart enough to figure out every aspect of a really complex law.\" He repeated that sentiment later on CNN. \"Instead of saying, 'Send people back that are here illegally,' which was kind of the mantra of 2006, '07 and '08 amongst Republicans, I have always felt that you could not deal with 11 million people and say, 'See you later,' \" Bush said. How the immigration issue plays out in the coming year or two will have more do with President Obama and congressional leadership than a former Florida governor, even if he is the son and brother of former presidents. But as to the question of running for president himself, Bush is now giving a markedly different answer than the various iterations of \"not thinking about it\" that he has issued for more than a decade. In his CNN interview, he ticked through the various factors he would consider as he weighed a potential candidacy. And to NBC Nightly News, he even outlined the challenge of winning the Republican nomination and later appealing to a broader audience. \"The question is: How do you win with purpose and meaning that allows you to have a chance to win in the general election?\" Bush said. \"I think it's to talk about positive things rather than just appealing to people's legitimate anger about the direction of the country. You have to do more than that.\" And so let the race begin. Marco Rubio, Hillary Clinton, Joe Biden, Rand Paul ... even Jeff Sessions — move over. Only 1,345 days to Election Day, 2016. S.V. Dáte is the congressional editor on NPR's Washington Desk.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/05/173548811/in-jeb-bushs-immigration-mishmash-one-things-clear-2016-race-is-on"
        },
        {
            "headline": "Jeb Bush: Legal Residency, Not Citizenship, For Illegal Immigrants",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2013
            },
            "article_content": "Former Florida Gov. Jeb Bush speaks during the Republican National Convention in August in Tampa, Fla.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Former Florida Gov. Jeb Bush speaks during the Republican National Convention in August in Tampa, Fla. Forging an American Solution by Jeb Bush and Clint Bolick Hardcover, 274 pages | Your purchase helps support NPR programming. How? Clint Bolick is a lawyer and the director of the Goldwater Institute's Scharf-Norton Center for Constitutional Litigation.\n                \n                    \n                    Courtesy Clint Bolick\n                    \n                \nhide caption Former Florida Gov. Jeb Bush, the son and brother of presidents, says the United States should overhaul its laws to make immigration easier and to give illegal immigrants a way to legal residence, not citizenship. Bush lays out his plan with co-author Clint Bolick in the new book Immigration Wars. Bush tells NPR's Steve Inskeep that they propose legalizing undocumented immigrants \"after there is a recognition that if people come here illegally, they have to pay a fine or do community service [and] make sure they don't commit any serious crimes.\" \"Over a period of time, they can have a legalized status that allows them to live a life of dignity,\" Bush says, \"but not necessarily a path to citizenship, so as to not create incentives for future people that aspire to come to our country to do so illegally when they could come legally.\" Those who want to become citizens, Bush says, could go back to their country of origin and apply. \"And unlike the current conditions, if you change the ... immigration laws, actually people that could come here legally would be able to do so,\" he says. \"Right now, in effect, we tell people to get in the back of the line, but the line is either so long or it doesn't exist — I mean, we don't really have that option. Our proposal ... would allow for that option to exist.\" Bolick, a lawyer and director of the Goldwater Institute's Scharf-Norton Center for Constitutional Litigation in Phoenix, says their proposal would increase the number of people who can immigrate to the United States for work. \"We're the only country in the entire world that places such a low premium on people coming here to work. Two-thirds of our immigrants come as a result of family preferences, which are not just for spouses and minor children, which we think ought to remain, but also siblings and parents, and they, in turn, have a preference to bring in their relatives as well,\" Bolick says. \"We think that we ought to dramatically increase the number of people who can come for low-skilled jobs, for high-skilled jobs, for education or just because they want to become American citizens.\" Bush, often cited as a potential presidential candidate, says he's not running yet. \"I'll let you know if I ever decide to do that,\" he says. On why Republicans need to sign on to an immigration overhaul Bush: \"Being against other people's policies eventually puts you in a downward spiral. It's fine to be principled and oppose views that you don't agree with, but you also have to have an alternative. And so Clint and I believe that what we've proposed is a good, conservative, economically driven, respect-for-the-rule-of-law set of policies that would work, and it's something that the Republicans could embrace.\" On whether Republicans are fighting too many budget battles Bush: \"No, I think it's correct to say that we have a spending problem that's going to overwhelm all the priorities that people in public life would want, so advocating spending restraint is important. But I think it also ought to be combined with an advocacy of reform ... of our entitlement system and engage the president to get him to be public about what his plan is.\" On overhauling Medicare Bush: \"If the president is for increasing the eligibility rate, which I think makes sense, given the changing demographic nature of our country, if he's for whatever substantive changes he's for, he should be public about it. This is not a radical idea. This is how it has been done in American history — presidents have led, and they have used all the skills at their disposal to convince and persuade and to find common ground. My brother did it, Bill Clinton did it, my dad did it, Ronald Reagan did it, Lyndon Johnson did it. Why is it such a hard thing for us now to expect presidents to lead?\" On deciding whether to run for president Bush: \"We just had an election, and a lot will happen between now and the time that I would even begin to consider something like that. So, time would be the leading indicator.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/03/05/173434603/jeb-bush-legal-residency-not-citizenship-for-illegal-immigrants"
        },
        {
            "headline": "Greeks Ask Themselves: Who's A Greek?",
            "author": "Joanna Kakissis",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 24,
                "year": 2013
            },
            "article_content": "Stephanos Mwange, a Greek-born citizen of Ugandan descent, says his love for Greek history and mythology have inspired him to act ancient Greek tragedies such as Hecuba. He's a well-known actor, though his positive experience as a naturalized Greek citizen is exceptional. Most from a similar background say they've been made to feel like foreigners.\n                \n                    \n                    Courtesy of Sotiria Psarou\n                    \n                \nhide caption Stephanos Mwange, a Greek-born citizen of Ugandan descent, says his love for Greek history and mythology have inspired him to act ancient Greek tragedies such as Hecuba. He's a well-known actor, though his positive experience as a naturalized Greek citizen is exceptional. Most from a similar background say they've been made to feel like foreigners. When it comes to immigration, Greece faces a dilemma: The country needs new, young people because like the rest of Europe, it faces a falling birth rate and an aging population. Yet it's also struggling with a backlash against immigrants, especially those from Africa and South Asia. Although Greece has become the main entry point into the European Union for undocumented migrants, the country of 11 million is also home to roughly 1 million immigrants who reside here legally and have started families here. Their Greek-born children want to become citizens. So Greece is wrestling with a fundamental question: Who's a Greek? Greece's highest administrative court recently struck down a 2010 law that made it easier for the children of legal immigrants to apply for citizenship. The conservative prime minister, Antonis Samaras, wants to replace it with legislation that would require immigrants to show they have a \"genuine bond\" with Greece. In making it harder for legal immigrants to become citizens, the prime minister is tapping into centuries-old emotions about protecting an ancient national identity. Jackie Abhulimen, 21, was born in Athens to a Kenyan mother and a Nigerian father and has lived here all her life. In Greek history books, she says, \"the foreigner is always viewed as something negative, something threatening.\"\n                \n                    \n                    Joanna Kakissis/NPR\n                    \n                \nhide caption Jackie Abhulimen, 21, was born in Athens to a Kenyan mother and a Nigerian father and has lived here all her life. In Greek history books, she says, \"the foreigner is always viewed as something negative, something threatening.\" It's an identity Jackie Abhulimen has been hearing about all her life. The petite, energetic 21-year-old college student is the second of three children born in Athens to a Kenyan mother and Nigerian father. Her parents met as university students in Greece in the 1980s. She was raised and educated in Athens and speaks Greek fluently. \"I enjoy going out just as (much as) the next Greek kid,\" she says, sipping a cappuccino with friends at a jazz cafe in the bohemian neighborhood of Exarcheia in central Athens. \"You know, the whole, let's have fun, let's drink, let's dance, let's laugh. That is so Greek and so familiar.\" A Tough Path To Citizenship But she's not a Greek citizen. Unlike the United States, birth in European countries doesn't confer automatic citizenship. Abhulimen wants to become a citizen and applied for her Greek passport in 2010. That's when Yiannis Ragousis, a former interior minister with the center-left PASOK party, pushed to make it easier for people like Abhulimen to get citizenship. \"If someone really wants to become a Greek citizen, something which is an honor for this country, then we must create an efficient, respectful and transparent process through which they can apply for it,\" he told parliament in 2010. A young couple is framed by Greek flags while watching Antonis Samaras, now the country's prime minister, speak at a campaign rally last June. Samaras wants to dismantle a law making it easier for second-generation Greeks to obtain citizenship.\n                \n                    \n                    Courtesy of Myrto Papadopoulos\n                    \n                \nhide caption A young couple is framed by Greek flags while watching Antonis Samaras, now the country's prime minister, speak at a campaign rally last June. Samaras wants to dismantle a law making it easier for second-generation Greeks to obtain citizenship. Ragousis said that the process of applying for citizenship was riddled with corruption. Unless you paid bribes or had political connections, you often had to wait at least 10 years for anyone to look at your application. So he sponsored legislation, adopted in early 2010, that fast-tracked citizenship for the Greek-born children of legal residents who had lived in the country for at least five years. But Samaras lobbied to overturn the law, and earlier this month the country's highest administrative court obliged. Now tens of thousands of people like Abhulimen are in limbo. \"They have been treated like they don't exist,\" says her mother, Lucy Kabira. 'Defeating' Foreigners To Protect Greek Culture Dimitris Christopoulos, who leads the Hellenic League for Human Rights, says Samaras believes Greek nationality is special, derived from centuries of history, and that making it easier for foreigners to become citizens would destroy the very notion of Greek nationhood. \"He is convinced that nationhood is based on racial belonging,\" Christopoulos says. \"He uses that as a communication tool for his political campaign.\" In a TV interview just before his New Democracy party prevailed in elections last June, Samaras promised to wipe out the new citizenship law and stop giving \"handouts\" to immigrants at a time when Greeks were suffering. Growing up black, Abhulimen was made to feel that Greece was not really her home. \"I was always made to feel from the textbooks how the foreigner is always viewed as something negative, something threatening, something like, 'They're coming after us and we must defeat them,'\" she says. Many Greeks believe that defeating foreigners is a way of protecting Greek language and culture, which has survived for centuries through wars and occupations, says Nikos Konstandaras, a newspaper editor and essayist. \"For example, the triumphs of Alexander the Great, they mingle with the fall of Constantinople and the loss of Asia Minor and so on, as if they were part of everybody's lives,\" he says. Some Greeks especially see the 400-year occupation of the country by the Ottoman Turks as a time when preserving identity was a matter of life or death, he says. \"The fact that their lives depended on the Ottomans' wishes helped define who was one side and who was on the other, to a very strong extent,\" Konstandaras says. \"That has sunk in [for] the Greeks. And there is that sense of us against them, all the time.\" 'A Foreigner In Your Own Home' Stephanos Mwange, a well-known actor of Ugandan descent, has defied that sentiment. He was born and raised in Athens and is a proud Greek citizen. He says Greek history and mythology have always been part of his life. Mwange is now playing three roles in Hecuba, a play by the ancient Greek tragedian Euripides. His experience as a naturalized Greek citizen is exceptional: His parents, a doctor and a nurse, are among of a handful of Africans who work high-profile jobs at Greek hospitals. The police officers who stop other black men on suspicion of being undocumented migrants ask Mwange for his autograph. He wishes his homeland was more welcoming to people like Abhulimen. \"Anyone who's born here ought to have the chance to become a Greek,\" Mwange says. \"Why feel like a foreigner in your own home?\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/02/24/172696029/greeks-ask-themselves-whos-a-greek"
        },
        {
            "headline": "Senate Takes First Formal Step Toward Immigration Reform",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 13,
                "year": 2013
            },
            "article_content": "The Senate formally took up the question of immigration on Wednesday, with an at-times testy hearing about how to deal with the 11 million undocumented immigrants in the country. Republicans on the Senate Judiciary Committee insisted nothing should be done until border security is increased even further.  AUDIE CORNISH, HOST: From NPR News, this is ALL THINGS CONSIDERED. I'm Audie Cornish. ROBERT SIEGEL, HOST: And I'm Robert Siegel. Today, the Senate took its first formal step toward overhauling immigration laws. The Judiciary Committee held a hearing to discuss what new legislation should look like. And while changing immigration law has become a bipartisan cause since the 2012 election, Republicans still presented some stiff resistance. NPR's David Welna has the story. DAVID WELNA, BYLINE: Judiciary Committee Chairman Patrick Leahy opened today's immigration hearing with a warning that a bill on this politically hot issue has to be produced soon before enthusiasm wanes. SENATOR PATRICK LEAHY: I would say to everybody the window of opportunity will not stay open long. We're going to act on this issue. We have to do it without delay. And I hope today's hearing helps to emphasize the urgency of the situation. WELNA: The panel's top Republican, Charles Grassley of Iowa, declared that he for one had seen it all before. SENATOR CHARLES GRASSLEY: I voted for the 1986 amnesty because I believed it was a onetime solution to our problem. I was wrong. And today, we're forced to deal with the same problem and the same arguments and the same ideas of how to improve the situation. WELNA: The hearing room was filled with people who could be directly affected by changes in immigration laws. Their anger over the Obama administration's tough enforcement of current laws became audible as Homeland Security Secretary Janet Napolitano began addressing the committee as the lead witness. SECRETARY JANET NAPOLITANO: I now serve as the chief enforcer of immigration law and the chief administrator of immigration services. I have dealt with immigration law and policy... (PEOPLE TALKING AND SHOUTING) LEAHY: The committee will stand in recess until the police can restore order. The police will restore order. WELNA: Napolitano soon resumed, assuring the panel that, in her words, our borders have, in fact, never been stronger. The former Arizona governor said much has changed since Ronald Reagan signed what many consider to have been an amnesty for 3 million undocumented immigrants. NAPOLITANO: In 1986, the then-INS removed, I think, about 25,000 individuals from the country. Last year, we removed 409,000. It's a record number. Fifty-five percent of those had other criminal convictions, by the way. But it's the enforcement of - and the removals that have caused some of the tensions that we saw expressed earlier today. WELNA: Napolitano was followed at the witness table by a former Washington Post reporter. JOSE ANTONIO VARGAS: I come to you as one of our country's 11 million undocumented immigrants. WELNA: Jose Antonio Vargas told the panel that he has been unable to obtain U.S. citizenship since being brought to the country as a child by his grandfather from the Philippines more than two decades ago. VARGAS: For all the undocumented immigrants who are actually sitting here at this hearing, for the people watching online and for the 11 million of us: What do you want to do with us? (APPLAUSE) WELNA: Another witness offered an answer. Janet Murguia heads the National Council of La Raza. JANET MURGUIA: The single most essential element of immigration reform is an earned legalization program with a clear, achievable road map to citizenship. WELNA: It's a road map that's been embraced by South Carolina Republican Lindsey Graham, who put this question to Napolitano. SENATOR LINDSEY GRAHAM: Have you ever seen a better opportunity than the moment that exists today to pass comprehensive immigration reform that would prevent a third wave? NAPOLITANO: No, this is the moment. WELNA: Graham and other Republicans are insisting that before any illegal immigrants have a shot at citizenship, a commission must first establish that the borders are indeed secure. But Alabama's Jeff Sessions was one of several Republicans on the panel who said, essentially, not so fast. SENATOR JEFF SESSIONS: And we're not going to be taking a pig in a poke. And there's a lot of overconfidence about this bill. WELNA: Sessions warned that any immigration bill will be getting a lot of scrutiny from him and others. David Welna, NPR News, the Capitol. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2013/02/13/171933434/senate-takes-first-formal-step-toward-immigration-reform"
        },
        {
            "headline": "Immigration Opponents Remain Adamant, Despite Political Risk",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 29,
                "year": 2013
            },
            "article_content": "A woman takes the oath of allegiance during a naturalization ceremony at the district office of the U.S. Citizenship and Immigration Services in Newark, N.J.\n                \n                    \n                    John Moore/Getty Images\n                    \n                \nhide caption A woman takes the oath of allegiance during a naturalization ceremony at the district office of the U.S. Citizenship and Immigration Services in Newark, N.J. After years of inaction, immigration policy changes suddenly have notable momentum in Washington. President Obama will address the issue in a speech Tuesday in Las Vegas — a day after a bipartisan group of senators outlined their ideas for a bill that could move through the chamber as early as this spring. There's little mystery as to why immigration is gaining traction. Obama owes his re-election victory in large part to Hispanics, who gave him 71 percent of their vote in November, according to exit polls. Since then, conventional wisdom in the media has held that the GOP is going to have to soften its stance on the immigration issue in order to have a chance in national elections. \"There are some Republicans who have read the results of the election to suggest that they need to change their position on immigration in order to have a hope of winning the votes in the future of Latinos,\" says Jessica Vaughan, director of policy studies at the Center for Immigration Studies, which favors limits on immigration. Whose Conventional Wisdom? But the conventional wisdom could be wrong, Vaughan says. Not all Republicans have changed their minds — and not all Democrats, either. Many continue to believe the best way to curb the influx of undocumented immigrants is to make it more difficult for such people to get employment, housing and other necessities of life. They will have to be convinced of the merits of the comparatively open approach favored by Obama and the bipartisan working group in the Senate, if such ideas are going to have a real chance of becoming law. GOP Rep. James Sensenbrenner of Wisconsin (right) greeted former Republican presidential hopeful Mitt Romney at a campaign event last spring. Sensenbrenner sponsored a controversial 2005 House bill on immigration.\n                \n                    \n                    Steven Senne/AP\n                    \n                \nhide caption GOP Rep. James Sensenbrenner of Wisconsin (right) greeted former Republican presidential hopeful Mitt Romney at a campaign event last spring. Sensenbrenner sponsored a controversial 2005 House bill on immigration. \"I certainly believe that Republicans need to do a better job of appealing to Hispanics,\" says Republican Rep. Lamar Smith of Texas. \"But I believe we will be best served and the country will be best served by appealing to them on economic grounds, rather than giving amnesty to millions of people in the country illegally.\" A fair amount of Republicans support making life so uncomfortable for illegal immigrants that they will \"self-deport,\" as Mitt Romney said during last year's GOP primaries. Such thinking has damaged the GOP brand among Hispanics, but some Republicans argue that it's still the right approach. The fact that net migration from Mexico has dwindled during the recession is proof that such tactics work, says Bob Dane, communications director for the Federation for American Immigration Reform, a group that favors immigration limits. \"If you dry up the jobs magnet [through employment eligibility verification], that would solve the problem,\" he says. \"The economy will ultimately rebound, and if a major amnesty bill passes, it really will send a global message that America's de facto immigration policy is occasional amnesty,\" he says. \"People will stand in line and wait for the next round of amnesty.\" What's Changed Since Last Time The last time Congress made a serious effort at addressing immigration came toward the end of George W. Bush's presidency. Back then, the House and Senate made moves in different directions. The House in 2005 passed a bill that would have, among other things, classified illegal immigrants as felons. The following year, the Senate passed a bill that closely resembles the proposal outlined this week, including an increase in guest workers and ways for people presently in the country illegally to gain citizenship. Senate sponsors tried again in 2007 but didn't get very far. \"We had an identical bill proposed, and the American people said, 'No, thanks,' and that's putting it nicely,\" Dane says. \"Nothing is different.\" Congress has since done little with the immigration issue — a vacuum filled by numerous states that have enacted hundreds of laws in recent years, including controversial measures calling on local police to check the immigration status of people they believe are in the country illegally. But the political dynamics surrounding the immigration issue have changed. For one thing, it's lost some salience among rank-and-file Republican voters who once viewed it as a top priority. Six years ago, illegal immigration was the second-leading concern among Republicans, after terrorism, according to the Pew Research Center. Now, it's tied for 12th. Even among Hispanics — as critics of a more open immigration policy, such as Texas Rep. Smith, are fond of pointing out — immigration does not rank as the paramount concern, lagging the economy and health care, some polls show. Still, the issue clearly remains important to Latino voters, a majority of whom have relatives or friends who are undocumented, according to the polling firm Latino Decisions. Nearly a third of Hispanics would be more likely to support Republicans if the party takes a leading role in passing legislation that includes a path to citizenship, the group says. And they are increasingly important political players. Hispanics cast 10 percent of the ballots last November. By 2030, according to Pew, their ranks are likely to double as a share of the electorate. Political Calculations Many members of Congress will weigh the new proposals based on principle, talking up the need to secure the border and figuring out ways to encourage skilled workers to come to the U.S. without opening up the floodgates. \"Extending amnesty to those who came here illegally or overstayed their visas is dangerous waters,\" Wisconsin Rep. James Sensenbrenner, a Republican who sponsored the 2005 House bill, said in a statement Monday. \"We are a nation of laws, and I will evaluate any proposal through that matrix.\" But political calculations undoubtedly will be part of the mix. And that cuts both ways. Some Republicans will be wary of the direction Obama wants to go, if only because granting citizenship to millions of illegal immigrants could turn them into loyal Democratic voters. \"The problem is not just longtime opponents, but people who are Republicans we need, who are from districts that need the workers,\" says Tamar Jacoby, president and CEO of ImmigrationWorks USA, a business-backed group that favors the approach outlined by the Senate working group. \"They say, 'I don't have Latinos in my district' or 'I'm worried about being primaried from the right.' \" Lowering The Odds Just as Obama will be pressing his case, people who favor maintaining a hard and fast line against illegal immigration will be working to sway colleagues who might be nervous about shifting political demographics. Mitch McConnell of Kentucky, the Senate Republican leader, told reporters Monday that the issue was too important to be \"written in a back room, sent to the floor with a take-or-leave-it approach.\" \"There's no indication that the House of Representatives is interested in passing anything like this,\" says Vaughan, the CIS policy studies director. \"I don't even know if it can pass the Senate in the form that's being talked about.\" Vaughan says she has heard from Republicans who believe the party will never gain traction among Hispanics, no matter how it votes on a so-called amnesty proposal. \"Let's appeal to Hispanics like we appeal to all Americans, which is to talk about improving their economic fortunes,\" Rep. Smith says. \"I don't think it will ever be natural for Republicans to outbid Democrats in giving benefits to people who are in the country illegally.\"",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/29/170504454/immigration-opponents-remain-adamant-despite-political-risk"
        },
        {
            "headline": "Despite Bipartisan Beginnings, Immigration Overhaul Could Splinter GOP",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 28,
                "year": 2013
            },
            "article_content": "Sens. John McCain, R-Ariz., and Charles Schumer, D-N.Y., are closer on the immigration issue than McCain is to many in his party. They were among the eight senators who announced the framework for a bipartisan immigration overhaul on Monday.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption Sens. John McCain, R-Ariz., and Charles Schumer, D-N.Y., are closer on the immigration issue than McCain is to many in his party. They were among the eight senators who announced the framework for a bipartisan immigration overhaul on Monday. If President Obama wanted to pick the perfect wedge issue to split the Republican Party, he could hardly have improved on a comprehensive overhaul of the nation's immigration laws. Not that he has an ulterior motive in advocating for action on Capitol Hill. But it works out the same way. That was evident Monday, as conservatives reacted to the news that a bipartisan group of senators had agreed on a blueprint for comprehensive changes in immigration laws. The fissures among Republicans were popping up all over. On one hand, you had Al Cardenas, leader of the American Conservative Union and a Cuban-American immigrant himself, welcoming the initiative: \"Congratulations to both sides of the aisle in forging a responsible framework today. Difficult days lay ahead in working out specifics on the legislation itself, but the Senate is off to a good start and I encourage the House to follow suit.\" On the other, you had Republican Rep. Lamar Smith of Texas, who referred to the framework as an \"amnesty,\" one of the most detested words in the conservative lexicon. \"No one should be surprised that individuals who have supported amnesty in the past still support amnesty. When you legalize those who are in the country illegally, it costs taxpayers millions of dollars, costs American workers thousands of jobs and encourages more illegal immigration.\" That, my friends, is a wedge issue, in 3-D. The rifts in the Republican Party over a proposal that would give an estimated 11 million undocumented people a path to become legal Americans were reminiscent of the cleavages exposed in 2006 and 2007, the last time a major immigration overhaul was attempted. Democrats, at least some of them, insist that it's not their aim to drive Republicans apart. \"We do not want immigration as a wedge issue,\" Sen. Chuck Schumer, a New York Democrat, said at a Capitol Hill news conference with a bipartisan group of Senate colleagues. But for Obama and congressional Democrats, pushing for a comprehensive immigration overhaul is low risk, high reward. It fulfills a pledge the president and his party made in the 2012 general election. If they succeed — still a big if — that could significantly boost the energy of an important part of the Democratic base heading into the 2014 midterm elections: Latinos who gave the president more than 70 percent of their support in November. It would obviously be the kind of second-term achievement that would expand Obama's legacy and could enhance Vice President Biden's claim for the Democratic presidential nomination in 2016. For Republicans, however, the political dynamics are far more complicated and perilous. It's definitely high risk, with an uncertain reward. GOP support for a bipartisan agreement would mesh with one of the supposed lessons of the 2012 election, that antagonizing Latino voters going forward is a dubious strategy if the goal is to win a larger share of the vote from that ever more important demographic. Many Latino voters were, after all, upset by Republican presidential nominee Mitt Romney's talk of illegal immigrants \"self-deporting.\" That may help explain why Romney's running mate, Rep. Paul Ryan, who is widely expected to compete for his party's 2016 presidential nomination, said he agrees with the pathway to citizenship laid out by Republican Sen. Marco Rubio of Florida, a member of the bipartisan working group, and himself a likely presidential contender. But many conservatives join Smith in opposing the prospect of supplying illegal immigrants with a way to become legal, even if it's an onerous path. For them it's rewarding lawbreakers, pure and simple. (It also doesn't help that most of the new citizens would — presumably — tilt Democratic, based on Hispanic political affiliations currently.) What further compounds matters for many conservatives is the inclusion of Sen. John McCain of Arizona among the \"Gang of Eight\" senators who reached the framework. McCain was heavily involved in the 2006-2007 effort that triggered a backlash from conservatives. And as his party's 2008 presidential nominee, McCain did nearly as poorly as Romney in attracting Latino voters. The Republican split on immigration only adds to the headaches facing House Speaker John Boehner, the Ohio Republican. The speaker, who didn't take a public position on the Senate plan Monday, has enough problems getting his House GOP conference to march in unison on issues on which Republicans roughly agree, like the need for fiscal discipline. On immigration, he could really wind up getting buffeted by the turbulence, especially if he has to rely largely on Democrats to ultimately pass legislation. Meanwhile, if the House Republicans wind up thwarting immigration overhaul as they did in 2006 — before they lost control of the House, only to regain control four years later — it would hand Democrats a potentially powerful political cudgel heading into the 2014 midterm elections.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/28/170497037/despite-bipartisan-launch-immigration-overhaul-could-splinter-gop"
        },
        {
            "headline": "In New Immigration Plan, A Fraught Phrase Is Mostly Sidelined",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 28,
                "year": 2013
            },
            "article_content": "Crowd members seek help applying for the Deferred Action for Childhood Arrivals program at the Coalition for Humane Immigrant Rights of Los Angeles last August.\n                \n                    \n                    Jonathan Alcorn/Reuters/Landov\n                    \n                \nhide caption Crowd members seek help applying for the Deferred Action for Childhood Arrivals program at the Coalition for Humane Immigrant Rights of Los Angeles last August. Here's one thing that was hard to find in the \"Gang of Eight's\" Senate proposal to overhaul the country's immigration system: the term \"illegal immigrant.\" The bipartisan framework employs a few different terms in reference to people who are in the country without legal status: \"illegal entrants,\" \"undocumented immigrants\" and \"unauthorized immigrants.\" While the framework refers repeatedly to \"illegal immigration,\" the term \"illegal immigrant\" is used just once, as are the other terms. So why does it matter which terminology the senators used in their draft framework? Some of the Republican Party's rising stars, like Florida Sen. Marco Rubio (one of the eight senators who unveiled the proposal) and Louisiana Gov. Bobby Jindal, publicly criticized the GOP's stance and rhetoric on immigration after its anemic performance among Latinos during November's elections. Avoiding \"illegal immigrant\" could be an attempt to move away from politically loaded language in the party's efforts to reach out to Latino voters. And \"illegal immigrant\" has become very loaded. The term stretches back to the 1930s, but according to Slate's Mike Vuolo, the term started to become closely associated with Latino immigrants in the 1960s. Many immigration advocates say the term \"illegal immigrant\" criminalizes and dehumanizes people who live in the United States without documentation. Jose Antonio Vargas, a former reporter for The Washington Post who does not have citizenship status, has been pressing news outlets to stop using the term. \"When journalists, who are supposed to seek neutrality and fairness, use the term, they are politicizing an already political issue,\" Vargas wrote in Time last fall. To make their point, Vargas and others point to Frank Luntz, a Republican strategist who wrote a 2005 memo calling on members of his party and conservatives to use \"illegal immigrant\" as their term of choice. In this view, the term has become a kind of symbol whose use tells you about the political leanings of the person using it — like \"pro-life\" or \"pro-choice\" in the debate over abortion. But others, like Julia Preston, who covers immigration issues for The New York Times, consider the term neutral and accurate. Preston has used it in many of her stories. \"It is a violation of law for a foreign-born person to be present without legal status,\" she told the paper's public editor last year.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/28/170480874/in-new-immigration-plan-a-fraught-phrase-is-mostly-sidelined"
        },
        {
            "headline": "Latino Voters Urge Obama To Keep Immigration Promise",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2013
            },
            "article_content": "Latino voters were a key to President Obama's victory in November, turning out in big numbers and supporting Obama by more than 2 to 1 over Republican Mitt Romney. Now, many of those voters say it's time for Obama to do something he did not do in his first term: push hard for and sign a comprehensive immigration overhaul. Let's start with a group of Latinos — young and old, some U.S. citizens, some not — heading from Florida to Washington, D.C., for Obama's inauguration and for meetings with members of Congress. As caravans go, it's a small one: 13 people in two vans. The group is pushing the president to follow through on promises to fix a broken immigration system. They also want him to suspend deportations, which have reached record levels in Obama's first term. \"Politicians sit there and they preach and talk ... about family values, and how [for] a society to succeed, it needs great family values,\" says Daniel Barajas, 30, during a stop in Charlotte, N.C. \"But they just sit there on the side, twiddling their thumbs, while families are being ripped apart daily [by deportations].\" Barajas says he sees the president as the lesser of two evils. He says Republicans are far worse with their call for a high-tech border fence and talk of \"self-deportation\" — a phrase used by GOP nominee Romney. Another member of the caravan takes a more positive tone. Carlos Lopez, 20, has never been to Washington and has never seen the president, let alone an inauguration. \"One of the reasons that I'm pretty excited about it is because I've never been to one. So it's going to be really interesting. There's going to be a lot of people,\" he says. \"And I've never seen snow because I've been stuck in Florida this whole time, so I'm pretty excited about that as well.\" Unfortunately for Lopez, snow isn't a sure bet for Monday's inauguration. Still, he says he's happy to take part in the celebration of a new term for Obama. There is, however, a \"but.\" \"I think the 'but' is Obama promised immigration reform four years ago and didn't do anything,\" he says. \"And now he's said it again. He's promised it, you know. And that's [why] I came here — to push him and make sure he knows that we're there. And we're going to be pushing till it comes through, you know?\" For Latinos, their lopsided vote in support of the president in the election, their strong turnout and their overall population growth make them a rising political force. Some key Republicans, including House Speaker John Boehner, Florida Sen. Marco Rubio and others, now also see risk in taking a hard line and alienating these voters. In Washington on Thursday, another group advocating for an immigration overhaul, the Campaign for Citizenship, held an event featuring the so-called dreamers — young people who were brought illegally to the U.S. as children and remain undocumented. The DREAM Act, which failed to pass in Congress, would have provided a path to citizenship for them. Alejandra Gomez, who lives in New Mexico, told an emotional story about her two brothers' deportation last year. \"My prayers for 2013 is that President Obama and the Congress will act to finally fix our immigration system and create a path to citizenship for families like mine, so that families like mine can reunite,\" she said. Gomez said she does support the president, and she urged others to do so during the election. But she also says now is the time for this issue to be settled. The president again begins a term of office calling immigration a priority. Many Latinos hope that's for real this time.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/18/169653284/latino-voters-urge-obama-to-keep-immigration-promise"
        },
        {
            "headline": "Germany's Refugee Policy Tested By New Arrivals",
            "author": "By  \n\n\n      Soraya Sarhaddi Nelson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 16,
                "year": 2013
            },
            "article_content": "NPD Party activists hold up German flags in the Hellersdorf-Marzahn district of Berlin last month, as they protest a new home for asylum seekers.\n                \n                    \n                    Odd Andersen/AFP/Getty Images\n                    \n                \nhide caption NPD Party activists hold up German flags in the Hellersdorf-Marzahn district of Berlin last month, as they protest a new home for asylum seekers. As many as 5,000 Syrian refugees are moving to Germany this month after Chancellor Angela Merkel's government agreed to a U.N. request to host them. But they aren't receiving the warmest welcome in a country where a growing number of Germans are unhappy about the steady stream of asylum seekers. Fanning the flames are right wing extremists, who want Germany to close its doors to refugees. Among their targets is Hellersdorf, a working class neighborhood on the outskirts of Berlin. The city government has placed refugees from war-torn countries in an abandoned high school there — a move that had led to multiple demonstrations, both for and against the refugees. Many Hellersdorf residents say they opposed the protests, which were largely staged by out-of-towners, but they aren't happy their community is forced to host refugees from Syria, Afghanistan and other countries, either. The blue-collar neighborhood filled with Soviet-era apartment blocks lacks the ethnic diversity seen in much of Berlin. It is also short on services and schools. City planners who spent billions of dollars renovating other parts of the German capital have largely ignored this community. Wariness At Growing Numbers \"We don't know these people; they come from another country,\" says 25-year-old resident Enrico Kieser. \"I wasn't worried so much about them raising the crime rate, but large numbers of them moving in could cause problems.\" Another 22-year-old resident who would only give her first name, Nikke, says she feels less safe walking around her neighborhood with the refugees here, and accuses the male refugees of harassing women. \"I've had to walk around at night carrying a truncheon, and that's not right,\" she says. German groups like the National Democratic Party, or NPD, are playing on such paranoia, especially during Germany's national election season. It has hung campaign posters in Hellersdorf featuring a photo of a blond woman next to another woman whose face is covered with a black veil. The slogan reads: \"Maria, not Sharia,\" referring to Islamic law. Most of the refugees at the center are Muslim. Manfred Rouhs, of the anti-refugee Pro-Deutschland group — he once ran for local office on the NPD ticket — says the government has no right to force German communities like Hellersdorf to take refugees in. \"Records show that more than 90 percent of the asylum seekers who come here are economic refugees and are in no way being persecuted,\" he says. Rouhs says Syria's neighbors — and not Germany — should be helping the refugees. It's an argument playing out elsewhere in Europe. Last month, a proposal in the Swiss town of Bremgarten to segregate asylum seekers from the rest of the population drew support from the head of the country's immigration office, but criticism from human rights groups. 'Heavily Traumatized' The refugees have their supporters, too. This welcome sign hangs opposite the former school that will now house asylum seekers.\n                \n                    \n                    John MacDougall/AFP/Getty Images\n                    \n                \nhide caption The refugees have their supporters, too. This welcome sign hangs opposite the former school that will now house asylum seekers. But while few Germans share Rouhs' views, officials say they are encountering growing resistance to opening new refugee centers. That's bad not only for the city, but for the refugees, says Monika Lueke, who is the Berlin Senate's commissioner for integration and migration and integration. \"Many of them are from Syria and Afghanistan, and they are heavily traumatized,\" she says. \"They have gone through civil war, they have seen people in their families dying, and they have fear; and it's not acceptable for them to be confronted with demonstrations like this.\" Lueke added she prefers to integrate the refugees by placing individual families in apartments across the city, but that a housing shortage has forced them to open emergency shelters like the one in Hellersdorf. Refugee advocates reject the government's explanations. They say the German government should have planned long ago for the refugees given the fact that the number of asylum seekers in Germany has doubled every year recently. Across from the new Hellersdorf refugee center, activists gather to bring attention to the refugees' plight. \"Everybody agrees that this is about the worst place you could put any human being in,\" says activist Dirk Meiser. \"This school was closed about five years ago because it was so rotten that people said there is no financial way we can actually redo the school again. \"Now, five years later, they open the doors, move people into former classrooms, and tell them, 'Well you can live here.' \" The few refugees who venture outside the center are too afraid to talk to reporters. Most of the neighbors steer clear of the activists. But one 80-year-old resident shyly approaches them with a question. Her name is Else Haussig, and she tells the activists she wants to donate stuffed animals, toys and curtains to the people living at the school. \"We should make it as easy as possible for the refugees,\" she says.",
            "bias": "refugees",
            "url": "https://www.npr.org/sections/parallels/2013/09/16/222958524/germanys-refugee-policy-tested-by-new-arrivals"
        },
        {
            "headline": "In A Rough Neighborhood, Jordan Clings To Its Stability",
            "author": "By  \n\n\n\n\n\n\n\n      Deborah Amos\n    \n\n ,  \n\n      Nabih Bulos",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2013
            },
            "article_content": "Jordanian protesters chant slogans against corruption during a March 15 anti-government demonstration in Amman. Jordanians have held Arab Spring-inspired protests since 2011, demanding political reforms and anti-corruption measures. The protests have been peaceful.\n                \n                    \n                    Khalil Mazraawi/AFP/Getty Images\n                    \n                \nhide caption Jordanian protesters chant slogans against corruption during a March 15 anti-government demonstration in Amman. Jordanians have held Arab Spring-inspired protests since 2011, demanding political reforms and anti-corruption measures. The protests have been peaceful. Across the turbulent Middle East, Arab revolts have toppled dictators and strongmen. Jordan remains stable for now but the pressure is mounting. The Syrian war rages right next door, sending a flood of refugees across the border that has strained every resource in the kingdom. Jordan shares the region's troubles: a faltering economy; rampant unemployment, especially among the young; and a popular demand for a say in how the country is governed. \"Jordan is stable, but you feel what is so unstable,\" says Labib Kamhawi, describing the contradictions. He is the head of the National Front for Reform, a coalition of political groups and civil society organizations. \"The decision-making process is without any input from the people.\" Protests Fade, Grievances Persist Jordan didn't escape Arab Spring protests. When it started in January 2011, demonstrators had some of the same demands as Syria's protest movement next door. But Jordan was different. Protesters stopped short of calling for the downfall of King Abdullah, the boyish-looking monarch educated in the U.S. and Britain. Syrian refugees at Zaatari refugee camp in the Jordanian city of Mafraq, near the border with Syria, on April 25. The massive influx of refugees fleeing fighting in neighboring Syria is straining the Jordanian system.\n                \n                    \n                    Muhammad Hamed/Reuters/Landov\n                    \n                \nhide caption Syrian refugees at Zaatari refugee camp in the Jordanian city of Mafraq, near the border with Syria, on April 25. The massive influx of refugees fleeing fighting in neighboring Syria is straining the Jordanian system. And Jordan's security service was relatively restrained, handing out cold water and juice to protesters in a region where riot police regularly use clubs and guns to crush dissent. \"Violence and blood spilling in the region led to catastrophes,\" observes Ali Shukri, a retired general and former adviser at the royal palace. The protest movement is smaller now, but the grievances have not gone away. High-level corruption is the biggest complaint, says Kamhawi. In the latest scandal, a relative of the king fled to London after a parliamentary investigation into corruption charges. He is just one more official skimming millions, complains Kamhawi, as Jordan survives on foreign aid. \"People feel that this country is taken for a ride by a small group of people,\" Kamhawi says, and the economic ride for Jordanians is increasingly bumpy. Jordanians want a bigger say in how the country is run, says Kamhawi. There are elections, but the king can dissolve Parliament and can hire and fire the prime minister. The king has fired five prime ministers in the past three years. The government recently announced a dramatic rise in electricity prices, which could spark large protests again. But Jordan's political opposition remains fragmented, says Kamhawi. \"There is no alternative to the king and the monarchy,\" he says. Jordan's King Abdullah, in the poster on the right, is shown next to his late father, King Hussein. Posters such as these reinforce the idea of continuity in a time of change.\n                \n\n                    David Berkowitz/Flickr\n                    \n\nhide caption Jordan's King Abdullah, in the poster on the right, is shown next to his late father, King Hussein. Posters such as these reinforce the idea of continuity in a time of change. Flow Of Refugees Pressures System Stability trumps concerns over the economy these days. The tensions are clear in Mafraq, a dusty town 40 miles from the Syrian border. \"We can hear daily, from midnight to 3 a.m., the constant barrage of bombings,\" says Amer al-Dughmi, who heads the tax office in Mafraq. \"We even see the lights and the flashes from those explosions.\" Mafraq lives with Syria's war every day, swamped by rebels and refugees. The population there has more than doubled. As the town filled with Syrians, some Jordanians rented out their chicken coops and rooftops to refugees. International aid agencies picked up the inflated tab, complains the tax collector, driving prices out of reach for the locals. \"You basically now have a total breakdown of the economic model that we had before,\" he says. Local marriages have been delayed because newlyweds can't find affordable housing. Refugees work longer hours for lower wages than the local residents. Merchants complain that refugees hurt local business by selling food and tents they get for free from international aid workers. Jordanians are convinced Syrians have crowded them out of the local hospital as the caseload has more than tripled in two years. At the local hospital, the administrator, Dr. Samir al-Mashakbey, points out that Jordan is one of the most \"water poor\" countries in the world. Jordanians are now complaining loudly, he says, because of the pressure on the system. Syria 'A Gift In Disguise' For Abdullah Still, Jordanians are grateful that they have not suffered from the violence they see in Syria, Iraq and elsewhere in the region. Many Jordanians are now more hesitant to knock the Jordanian monarchy, says Ramzy Mardini, an analyst with the Jamestown Foundation. \"I think Syria has been a gift in disguise for King Abdullah,\" he says. Mardini, based in Jordan, says regional violence and chaos have taken the steam out of Jordan's protest movement. \"Do they want stability or democracy? It's made that choice very clear,\" he says. \"I think it's actually made Abdullah more secure in his position rather than less secure.\" On billboards across Jordan, Abdullah's face beams down on his subjects. He is often pictured with his father, King Hussein, and his teenage son, a message of continuity in a chaotic time. At a dinner party in an upscale neighborhood in the hills outside Amman, the guests say that at least Jordan is safe. Naser Tahboub is the host for the meal. A professor, he is a member of the faculty at Jordan University's School of International Studies. The guests include some of his students, and his niece, May Tahboub, an architectural engineer. The discussion is all politics: Should Jordan intervene in Syria? The overwhelming consensus is to stay out. Then the discussion turns to Jordan's protest movement and demands for wider democracy. \"It is definitely the case that the mood in Jordan has changed,\" declares Tahboub, the political science professor. His voice rises as he argues that Jordanians have lost confidence in a movement, he believes, that wants too much too soon. \"Are those who are on the extreme, demonstrating, some of them at least, can they deliver, can they do a better job?\" he asks his students. \"There is a great deal of skepticism.\" Niece May speaks for a younger generation. She asks if Jordan can be stable, really safe, as long as Jordanians have no say in how the country is governed. But the threat from Syria and across other borders has changed even her calculations. \"We backed up, not because we are against striking or talking out loud,\" she says. \"We don't know what to do.\"",
            "bias": "refugees",
            "url": "https://www.npr.org/sections/parallels/2013/07/01/196656296/stability-or-democracy-in-jordan-its-a-fragile-balance"
        },
        {
            "headline": "After Boat Tragedy, Calls For A Unified European Policy",
            "author": "By  \n\n\n      Krishnadev Calamur",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2013
            },
            "article_content": "A survivor of the shipwreck of migrants off the Italian island of Lampedusa looks out over the water Tuesday. The tragedy has bought fresh questions over the thousands of asylum-seekers who arrive in Europe by boat each year.\n                \n                    \n                    Tullio M. Puglia/Getty Images\n                    \n                \nhide caption A survivor of the shipwreck of migrants off the Italian island of Lampedusa looks out over the water Tuesday. The tragedy has bought fresh questions over the thousands of asylum-seekers who arrive in Europe by boat each year. Top officials are calling for a change to the European Union's immigration policies after a boat filled with African migrants caught fire and sank off the coast of the Italian island of Lampedusa on Oct. 4, killing hundreds. As NPR's Eleanor Beardsley reports on Morning Edition, the accident shocked Europe. \"This is not an Italian tragedy, this is a European tragedy,\" Italian Interior Minister Angelino Alfano said. \"Lampedusa has to be considered the frontier of Europe, not the frontier of Italy.\" Indeed, migrants try to enter Europe in similar boats through Spain and Greece, which, along with Italy, were hit hard by the global economic crisis. The Lampedusa tragedy prompted the EU's Home Affairs Commissioner Cecilia Malmstroem to call for common European asylum policy. She said 90 percent of the bloc's asylum-seekers were taken in by 10 countries. \"That means that 17 countries could do much more,\" she said. The EU has 27 members. Malmstroem wants a powerful, Mediterranean-wide search and rescue force that can find and intercept the migrant vessels in time to save lives. Here's more from Eleanor: \"The latest accident has highlighted the EU's underfunded border patrol agency, called Frontex ... Based in Warsaw, Frontex currently helps Italy intercept migrant boats, but has limited resources. The Mediterranean countries which bear the brunt of the migrant onslaught from Africa have appealed to the EU for more money. But northern nations say they already do enough by taking in a large proportion of the migrants. ... Malmstroem is also pushing for tougher measures to fight smugglers, partnerships with migrants' home countries and an increase in legal immigration quotas.\" But as we've reported before, there's growing opposition to asylum-seekers across Europe at a time of economic hardship. There's been a steady increase over the past year of migrants from North Africa and the Middle East reaching Italy. The U.N. High Commissioner for Refugees says more than 30,000 migrants reached Italy by boat between Jan. 1 and Sept. 30. Here's more from the BBC: \"The biggest groups were from Syria (7,500 in total), Eritrea (7,500) and Somalia (3,000). Both Syria and Somalia have been ripped apart by war, while in Eritrea thousands are either imprisoned on political grounds or face conscription into the army. \"Under international law refugees fleeing persecution have a right to asylum, but when hundreds of migrants come ashore the authorities have the difficult task of identifying the genuine asylum seekers. Often they lack papers to prove their nationality or place of origin. \"Lampedusa is overburdened with migrants — the island's normal population is just 6,000 and its migrant reception centre has a capacity of just 250. The capacity was reduced after a fire there in 2011.\" More than 1,000 migrants live at the center now — and though they are supposed to stay at the center, authorities let them wander the island, the BBC reports. But the issue of migrants resonates far beyond Europe's borders. Australia Takes A Tough Line Nearly 1,000 people have died trying to reach Australia by boat over the past decade. In one recent case, as many as 50 people — many of them Lebanese — died in late September when a boat carrying asylum-seekers heading to Australia sank off the Indonesian coast. The issue is a delicate one in the country. As we noted in August, it was a hot topic in the Australian elections. In the face of mounting opposition to asylum-seekers, then-Prime Minister Kevin Rudd announced that they would be housed in refugee-processing centers on Papua New Guinea. But that decision didn't help Rudd. In last month's election, conservative leader Tony Abbott, who campaigned on reducing the number of asylum-seekers arriving in the country, won easily. Indeed, as the Australian Broadcasting Corp. reported, Abbott's government was planning to return a group of asylum-seekers to Indonesia after rescuing them at sea. (ABC has a useful explainer on the legality of such a move.) U.S. Policy Migrants from Cuba and Haiti take to the seas to reach the U.S., but they can face different treatment. Cubans who reach U.S. soil are allowed to stay, while those intercepted at sea are returned to Cuba or a third country under the so-called \"wet-foot, dry-foot\" policy. Many die while making the journey. But this policy doesn't cover Haitians, who are sent back if caught. Still, many Haitians try — often with deadly consequences. The flow of migrants across the southern border with Mexico has been the source of concern for years, and Congress has been reviewing the issue as part of possible comprehensive immigration legislation. While the influx of migrants across the U.S.-Mexico border has fallen because of the recession, as well as better enforcement, the death rates among migrants are at an all-time high in the southern Arizona desert. The Los Angeles Times noted that the deaths were due to exposure. Here's more: \"The deaths have likely increased because those who still choose to cross the border illegally are traveling for longer periods of time — mostly on foot — through more remote areas to avoid detection by border enforcement officials.\"",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/sections/parallels/2013/10/09/230794848/after-boat-tragedy-calls-for-a-unified-european-policy"
        },
        {
            "headline": "In Australian Vote, Prime Minister Concedes To Abbott",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 7,
                "year": 2013
            },
            "article_content": "Women hold a banner celebrating Australia's next prime minister, conservative Tony Abbott, in Sydney. Abbott swept away Prime Minister Kevin Rudd, as voters punished Labor for years of internal party warfare.\n                \n                    \n                    Saeed Khan/AFP/Getty Images\n                    \n                \nhide caption Women hold a banner celebrating Australia's next prime minister, conservative Tony Abbott, in Sydney. Abbott swept away Prime Minister Kevin Rudd, as voters punished Labor for years of internal party warfare. In Australia's just-concluded national vote, conservative Tony Abbott has won enough support to become the country's next prime minister and end six years of Labor rule. That's the analysis from the Australian Broadcasting Corporation, which reports that voters' main issues were the economy and repeal of carbon and mining taxes. The election comes months after Julia Gillard, 51, Australia's first female prime minister, lost the support of her party. Labor replaced her with Kevin Rudd, who had preceded Gillard as prime minister. But the party failed to show a unity of purpose, according to many analysts. Rudd conceded defeat on Saturday, The Sydney Morning Herald reports. A former Rhodes scholar who leads the Liberal-National coalition, Abbott benefited from \"the strident support of Rupert Murdoch's newspapers,\" the BBC says. He has \"promised to restore political stability, cut taxes and crack down on asylum seekers arriving by boat,\" according to Reuters. Abbott was also the target of a famously ferocious speech by Gillard in 2012, when she called him a misogynist who had repeatedly offended her and all the women in Australia, as The Two-Way reported.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/sections/thetwo-way/2013/09/07/219970105/in-australian-vote-prime-minister-concedes-to-abbott"
        },
        {
            "headline": "From A 'Death' To A Crisis, Tracing China's Bo Xilai Scandal",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 26,
                "year": 2013
            },
            "article_content": "Chongqing Municipality Communist Party Secretary Bo Xilai attends the opening ceremony of the Chinese People's Political Consultative Conference at the Great Hall of the People on March 3, 2012, in Beijing, China.\n                \n                    \n                    Feng Li/Getty Images\n                    \n                \nhide caption Murder, Money, and an Epic Power Struggle in China by Pin Ho and Wenguang Huang Hardcover, 334 pages | Your purchase helps support NPR programming. How? On Feb. 7, 2012, Wang Lijun, a former Chinese police chief, showed up at the American Consulate in Chengdu, China. He said his life was in danger, asked for asylum and said he had information implicating Bo Xilai, an important member of the Chinese political elite, in the murder of a British citizen. The incident set off an international media deluge, and the ensuing scandal sent ripples throughout the ruling Communist Party that are still being felt. The episode and its implications are chronicled in A Death in the Lucky Holiday Hotel: Murder, Money and an Epic Power Struggle in China, by Pin Ho and Wenguang Huang. Huang spoke with Jacki Lyden, host of weekends on All Things Considered, about the scandal, which he said \"felt like a Shakespearean play.\" On how the scandal played out on the Internet \"Weibo, or Chinese version of Twitter, has been playing a huge role in the Bo Xilai scandal. ... So, this is almost like the Chinese public and the world can watch it real time, whereas 10 years ago, when a scandal like this happened, people wouldn't learn about it until two or three months later, or sometimes a couple of years later.\" On the legitimacy of the trial of Bo Xilai's wife \"The whole trial only lasted a whole day. And they started at 10 o'clock and finished everything by 5 o'clock. They wanted to get the trial done before the Communist Party congress in October, so they could clear the way — if the wife was convicted — it would justify the action to remove the husband from this important senior leader position. So the trial was conducted without the presence of any witnesses. The court did not consider any opinions of the defense lawyers, and so Gu Kailai was convicted very easily.\" Wenguang Huang is a writer, journalist, translator and author of the memoir The Little Red Guard.\n\n                    \n                    Tao Zhang/Courtesy PublicAffairs\n                    \n                \nhide caption Wenguang Huang is a writer, journalist, translator and author of the memoir The Little Red Guard. On the scope of the crisis \"It involved not only just China itself. It involved the British government and the Singaporean government and then the United States, and it became an international incident. Nothing is isolated now. And the most important thing is, you know, this Neil Heywood death [the murdered British businessman] not only just involved Bo Xilai, just one political figure. Hundreds of politicians have been affected.\" On the scandal's impact on China's political future \"We try to point out the fact that the China model, which is development without democratic reforms, is not sustainable. Even the senior leaders in China right now, they start to recognize that. Look at this Bo Xilai scandal, because of this lack of transparency in the succession process. And then there is all kinds of political conspiracies, persecutions and murders. In order to get ahead, people have to do this. In other words, we feel like, if China does not introduce political reforms, and does not introduce open, fair elections in China, there will be more political earthquakes.\"",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2013/05/26/186098150/from-a-death-to-a-crisis-tracing-chinas-bo-xilai-scandal"
        },
        {
            "headline": "The Emperor's Code: Breach Of Protocol Spurs Debate In Japan",
            "author": "By  \n\n      Lucy Craft",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 13,
                "year": 2013
            },
            "article_content": "Actor turned lawmaker Taro Yamamoto (second left) hands a letter to Japan's Emperor Akihito, as Empress Michiko and chief steward Yutaka Kawashima (top center) look on during the autumn garden party at the Imperial Palace in Tokyo on Oct. 31.\n                \n                    \n                    Koji Sasahara/AP\n                    \n                \nhide caption Actor turned lawmaker Taro Yamamoto (second left) hands a letter to Japan's Emperor Akihito, as Empress Michiko and chief steward Yutaka Kawashima (top center) look on during the autumn garden party at the Imperial Palace in Tokyo on Oct. 31. A staid and unremarkable royal garden party suddenly became the stuff of front-page scandal, when rookie lawmaker and passionate anti-nuclear activist Taro Yamamoto slipped a handwritten letter to Emperor Akihito. The mystified monarch hurriedly passed the epistle to an aide, unread — but the damage was done. There is no audible reaction on video of the Oct. 31 incident, but the collective public gasp over an unusual breach of conduct was heard nationwide. The lawmaker's sin, officially, is violating Japan's ban on using the emperor for political gain. But the incident shows lingering sensitivity over the emperor nearly 70 years after the end of World War II. That's when Emperor Akihito's father, Hirohito, renounced his divine status. Japan's emperor has been a titular head since then, as the U.S. imposed a constitution that proscribed royal participation in the business of ruling. His life is confined to a whirlwind of goodwill trips, photo ops with foreign dignitaries, and attendance at arts events. Since the aging and frail monarch is constitutionally powerless, the letter incident was widely seen as a pointless and shameless spotlight grab. Yamamoto argued he was only trying to draw imperial attention to the plight of Fukushima, particularly children's exposure to radiation, and workers involved in cleaning up the aftermath of the March 2011 nuclear plant accident. The 38-year-old independent politician explained on his website that \"very little progress has been made on the life-threatening situation [in Fukushima]. As time passed, I felt that only the emperor could understand the anguish and anxiety in my heart. My overwhelming love and respect for the emperor prompted me to write him.\" An actor whose wide-ranging oeuvre runs from gore to G-rated, Yamamoto has managed to stay in the limelight in his latest role, representing the city of Tokyo in Japan's Upper House. In an interview with Asahi Shimbun just after his election last summer, he said the nuclear accident had so permeated his subconscious that he shouted \"Meltdown!\" in his sleep. Instant polls on the Japanese Yahoo site and elsewhere showed scant sympathy for the pol gone rogue. Spurning calls for his removal from office, the Upper House instead decided to banish him from any future events where the emperor, who presides over the world's longest continuous royal line, would be present. Residual Lese-Majeste The prohibition against pulling royals into politics didn't stop conservative Prime Minister Shinzo Abe from deploying a princess to bolster Japan's bid for the Olympics, nor from placing the emperor and empress at Japan's first \"return of sovereignty\" ceremony this year, seen as an exercise in nationalism. The center-left Democrats have also had their turn at dragging the royal family into politics. There seems to be a residue of prewar lese-majeste animating the most apoplectic of the Yamamoto bashers. \"In the old days, Yamamoto would have had to commit ritual disembowelment,\" one person fumed. \"No, he wouldn't have been given the honor!\" said another. \"He would simply have been crucified!\" \"Simply crucified\" is perhaps the best way to describe the spleen still being vented at Yamamoto. Perhaps just as much a source of umbrage as anything else was his flouting of etiquette. More than one commentator has fulminated that the offending letter was, for goodness sakes, not even placed in a proper envelope! Even Fukushima's benighted residents, while naturally more sympathetic toward someone who speaks so passionately on their behalf, have called him out for bad behavior. In a conservative country steeped in traditions, customs and rules governing the most minute aspects of public behavior, stepping out of line, even in the purported service of a noble cause, can only have consequences.",
            "bias": "nationalism",
            "url": "https://www.npr.org/sections/parallels/2013/11/12/244765746/the-emperors-code-breach-of-protocol-spurs-debate-in-japan"
        },
        {
            "headline": "Critics Fault BJP's Candidate For Indian Prime Minister",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 15,
                "year": 2013
            },
            "article_content": "The main opposition party in India has anointed Narendra Modi as its candidate for prime minister in next year's general election. Critics say Modi is a hardline Hindu nationalist who helped foment deadly anti-Muslim riots in 2002.  DAVID GREENE, HOST: There is a chance that by next year, India will be led by a man with a reputation for being polarizing. India's main opposition party, the BJP, has chosen Narendra Modi to lead it in next year's election. He just completed his 12th year as the elected chief minister of the state of Gujarat, where he oversaw economic growth and periods of deadly inter-ethnic violence. As NPR's Julie McCarthy reports, many believe Modi is the man who can lead the BJP to victory over the ruling Congress Party. JULIE MCCARTHY, BYLINE: The western state of Gujarat on the Indian Ocean is the birthplace of Mahatma Gandhi. The Hindu ascetic known as the father of the nation preached harmony among India's many religions and wore a simple homespun cloth. Today, Gujarat's leading citizen, Chief Minister Narendra Modi, has a fondness for silk kurtas, or tunics, designer glasses and right-wing Hindu nationalism, which Modi portrays as harmless. India is a majority-Hindu state, and Modi told Reuters: I'm patriotic. I'm a nationalist. I'm a Hindu. NARENDRA MODI: So, you can say, yes, I'm a good nationalist, because I'm a born Hindu. So nothing is wrong in it. MCCARTHY: At age eight, Modi joined the militant Hindu group known by its acronym RSS. The RSS promotes an assertive Hindu identity for India, rather than the tolerant Hinduism of Mahatma Gandhi. In 1948, an RSS follower assassinated Gandhi. Modi, the son of a tea vendor, rose to prominence as a pro-business go-getter for Gujarat. MODI: (Foreign language spoken) MCCARTHY: In speeches, Modi extols Gujarati pride and the willingness of citizens to pay high taxes for what he calls good governance. He says that's why his state has grown faster than the national average. (SOUNDBITE OF PRINTING PRESS) MCCARTHY: In an industrial sector of Gujarat's capital, Ahmedabad, printing presses churned out forms and stationery on a recent Saturday. Owner Pankaj Ghorawat looked all over India before setting up his business in Gujarat. He says taxes here are high, but the supply of state electricity is uninterrupted, something unheard of in most other states. PANKAJ GHORAWAT: There's a whole lot of difference in what you see here and other places. Getting a water connection, getting electrical connection, getting licenses - you have systems in place. MCCARTHY: When Modi lured Tata - India's second-biggest carmaker - to Gujarat, journalist Vinod Jose says the deal was not only lucrative for the car company... VINOD JOSE: There's a huge tax incentive which Tata was given. MCCARTHY: He says Modi also got the opportunity to tell big business... JOSE: Come to me. I'll protect you. I'm your man. MCCARTHY: Gujarat's entrepreneurial tradition long predates Modi, but businessman Amit Banthia says Modi made the government machinery accountable and won over key industrialists. AMIT BANTHIA: After Modi took charge, he started acting like a CEO, and people thought that this person means business. MCCARTHY: Modi's PR machine promotes Gujarat as India's top performer. But Indira Hirway, professor of economics at the Center for Development Alternatives in Ahmedabad, says nearly half of all children under five in Gujarat suffer malnutrition, and two-thirds of rural households lack toilets. Hirway says the Gujarat model is not very different from the rest of India. INDIRA HIRWAY: But here, the ambitions of the government, they're going overboard when you want to be the fastest-growing state. MCCARTHY: Neglecting social needs, says Hirway. Modi adopts an autocratic style. HIRWAY: He thinks he knows everything. Dissent is something which he cannot tolerate. He feels quite threatened, insecure if somebody criticizes him. MCCARTHY: No single event elicits more condemnation of Modi than the Hindu-Muslim violence of 2002 in Gujarat, just after he became chief minister. A deadly fire on a train carrying Hindu pilgrims was blamed on Muslims. It ignited a wave of reprisal that killed more than a thousand people, mostly Muslims. Modi was accused of standing by as mobs of militant Hindus rampaged - a charge he vigorously denies. (SOUNDBITE OF BIRDS CHIRPING) MCCARTHY: Here in the burned-out remains of the Muslim enclave of Gulberg in Ahmedabad, a Hindu mob took revenge on February 28th, 2002. Sixty-nine Muslims were killed at this place, including Muslim leader Ehsan Jafri, whose case is still before the courts. The Muslim notable was hacked to death outside his gutted home, where I'm now standing. The area is now overgrown and deserted, as if forgotten, but the memories of this place are not forgotten. Roopa Mody - no relation to the chief minister - took refuge in Jafri's home, along with 60 others. ROOPA MODY: (Foreign language spoken) MCCARTHY: Rupa chokes back tears recalling how the house was torched. Her young son was frightened and worried about her safety. Making their escape, Rupa fell to the ground, her son's hand slipping from hers. She would never see her son again. In 2009, senior police officer Sanjiv Bhatt told a special investigating team of the supreme court that the night before the killing spree, Modi told the assembled senior police to, quote, \"let the Hindus vent their anger.\" SANJIV BHATT: He says that the policy of taking even-handed action won't work this time. You will have to allow the Hindus to vent out there anger. There is so much of anger, and that anger would have consumed them had it not been directed somewhere else. That was a very conscious political decision. MCCARTHY: No other official has corroborated Bhatt's statement. An inquiry found no credible evidence to implicate Modi, who was cleared. The United States, however, was not as forgiving, consistently denying Modi a visa. Nirmala Sitharaman, a spokeswoman for Modi's BJP party, shrugs off U.S. disapproval. NIRMALA SITHARAMAN: You already seen leaders coming in dealing with him who earlier hesitated to even talk to him. And, any case, Narendra Modi has not applied for a new U.S. visa, and therefore I can't see why this debate is being kept alive. MCCARTHY: India's Central Bureau of Investigation, meanwhile, continues to probe police killings of people who were allegedly plotting to assassinate Modi. Projecting himself as a unifier, Modi told a recent rally in Delhi that when it comes to governing, there is only one religion: nation first, India first. Survivors of the carnage of 2002 are unconvinced. Roopa Mody points to the Hindu-Muslim rioting last month that swept through a village in the state of Uttar Pradesh. MODY: (Foreign language spoken) MCCARTHY: If all of this happened in Gujarat and it's still happening in other places, imagine, she says, what will happen if Modi becomes prime minister. In highlighting economic development, Narendra Modi has changed the conversation in India. But his ability to lead such a religiously diverse country remains hotly debated. Julie McCarthy, NPR News. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2013/10/15/234586995/critics-fault-bjbs-candidate-for-prime-minister"
        },
        {
            "headline": "Prime Minister's 'Loose Cannon' Style Divides Greece",
            "author": "Joanna Kakissis",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 30,
                "year": 2013
            },
            "article_content": "A year into his tenure as prime minister, Antonis Samaras is viewed with suspicion by many Greeks.\n                \n                    \n                    Eurokinissi/AFP/Getty Images\n                    \n                \nhide caption A year into his tenure as prime minister, Antonis Samaras is viewed with suspicion by many Greeks. Antonis Samaras became prime minister of Greece a year ago, when the world assumed his country, battered by debt and austerity, would exit the eurozone. European leaders were openly relieved that Samaras' conservative, pro-bailout New Democracy Party eked out a victory in elections last June over the leftist, anti-bailout Syriza Party. \"Today, the Greek people express their will to stay anchored with the euro, remain an integral part of the eurozone, honor the country's commitments and foster growth,\" Samaras said that night. \"This is a victory for all Europe.\" European leaders believed Samaras, a 62-year-old, U.S.-educated economist from a well-connected family, would tow the line on austerity. But he was also known as a loose cannon, says political analyst Thanos Veremis. \"He always leapt into the unknown and usually fell in the crevice,\" Veremis says. As a young foreign minister in the early 1990s, Samaras took a leap that brought down the very government he was serving. He ignited an embarrassing diplomatic crisis by refusing to let a newly independent Balkan country call itself Macedonia. The name, he declared, was historically Greek. He expected nationalist outrage over protecting this special Greek identity to sweep him into power then, Veremis says. \"He thought he was riding a wave of patriotism which emerged at the time, but you know such waves don't last forever,\" he says. \"They're here today, gone tomorrow.\" A Rise, A Return, Then A Reversal Samaras' nationalism has its origins in his own family. His great-grandmother was Penelope Delta, who wrote patriotic children's books and committed suicide in 1941, when Nazi troops entered Athens. He graduated from Athens College, an elite private secondary school established by Americans. Aristos Doxiadis, an entrepreneur who went to high school with Samaras,remembers him as a \"cheerful guy who was very good at sports.\" Greek Prime Minister Antonis Samaras speaks with German Chancellor Angela Merkel during an EU summit in Brussels last week. Samaras began his term by refusing to negotiate with with EU leaders, but now calls Merkel an ally.\n                \n                    \n                    Yves Logghe/AP\n                    \n                \nhide caption Greek Prime Minister Antonis Samaras speaks with German Chancellor Angela Merkel during an EU summit in Brussels last week. Samaras began his term by refusing to negotiate with with EU leaders, but now calls Merkel an ally. He attended Amherst College in Massachusetts in the early 1970s. He lived in the same dormitory as George Papandreou, the scion of Greece's most prominent political family and a future prime minister himself. He also got an MBA at Harvard. Samaras was a rising star in Greek politics until the Macedonia debacle, which kept him out of politics for a dozen years. He returned as the leader of the New Democracy Party in 2009; the following year he rode another wave — this time, against popular outrage over austerity measures — to unseat Papandreou as prime minister. Papandreou had shocked world markets by revealing the country was deeply in debt. To save Greece from bankruptcy, he asked for billions in bailout loans from the European Union and the International Monetary Fund, which demanded painful austerity measures in return. Samaras accused Papandreou of destroying the country. He refused to negotiate with anyone, including German Chancellor Angela Merkel, now his ally. \"During the first year of the bailout, [Samaras] really stoked the fires of populism and was not constructive at all,\" Doxiadis says. \"So when he took over the government and started actually implementing, with some zeal, measures that needed to be implemented, yes, I was pleasantly surprised, like quite a few people.\" Failing To Please But some see Samaras as hypocrite for supporting the austerity policy he used to blame for killing the Greek economy, now in its sixth year of recession. The private sector has been especially hard-hit. Tens of thousands of businesses have gone under in the last three years. Among the latest is Katselis, a well-known producer of baked goods. Nearly a thousand people there are set to lose their jobs, including 55-year-old Olga Dimitriadou, who has worked at the factory for 13 years. \"Politicians protect the public sector and let the private sector flounder,\" Dimitriadou says. \"They only care about staying in power.\" She says politicians give their friends jobs in the public sector, where, until recently, the constitution forbade layoffs. So earlier this month, Samaras hoped to appeal to reformers by abruptly shutting down the state-run Hellenic Broadcasting Corporation and firing its staff of more than 2,600 people. He complained the staff there was always on strike and failed to broadcast good news about the country and his government. Instead of embracing the shutdown, many Greeks saw it as dictatorial. They joined the laid-off broadcast workers, who still occupy the network's suburban headquarters, at protest concerts outside the building. Members of his own coalition government were also shocked. The Democratic Left, one of two parties supporting the Samaras government, which didn't win enough votes to govern alone, resigned from the coalition in protest. \"He only consulted us when he wanted laws passed,\" says Maria Yannakaki, a Democratic Left parliamentary deputy. \"The rest of the time, he ignored us.\" Samaras promised to reopen the broadcast network with a much smaller staff hired on merit, but his plan sounds vague, as if he had hatched it over a weekend, Veremis says. \"His shortcoming is that he's a man of checkers rather than chess,\" he says. \"I mean, he makes a move, which is interesting, but there's no follow-up. And that is Samaras' personality.\" Last week, he appointed a new cabinet of party loyalists after some members of his government resigned. As he takes his latest leap into the unknown, he vows to stay in office.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2013/06/30/197124698/samaras-loose-canon-style-divides-greece"
        },
        {
            "headline": "As Myanmar Reforms, Indonesia Offers Some Lessons",
            "author": "Anthony Kuhn",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 23,
                "year": 2013
            },
            "article_content": "Police and students stand off at Trisakti University in West Jakarta, Indonesia, on May 8, 1998, before scuffles erupted. Student protests against President Suharto that ignited throughout Indonesia ultimately ended the 30-year rule of the military leader.\n                \n                    \n                    Tatan Syuflana/AP\n                    \n                \nhide caption Police and students stand off at Trisakti University in West Jakarta, Indonesia, on May 8, 1998, before scuffles erupted. Student protests against President Suharto that ignited throughout Indonesia ultimately ended the 30-year rule of the military leader. As Myanmar's leaders push a series of political and economic changes, they are also having to deal with recent strife between the majority Buddhists and minority Muslims, or Rohingya. Many countries making the transition from authoritarian rule to democracy have faced similar ethnic and sectarian conflicts, from Iraq to the former Yugoslavia. But for Myanmar, perhaps the most compelling case study is also the closest. Angry Indonesian mobs burn cars and Chinese shops in Jakarta on May 14, 1998. Indonesia has made great progress since the ethnic and religious violence of the immediate post-Suharto era.\n                \n                    \n                    Choo Youn-Kong/AFP/Getty Images\n                    \n                \nhide caption Angry Indonesian mobs burn cars and Chinese shops in Jakarta on May 14, 1998. Indonesia has made great progress since the ethnic and religious violence of the immediate post-Suharto era. Fifteen years ago this week, a deepening economic crisis and weeks of political unrest in Indonesia forced military dictator Suharto to resign after 30 years in power. In the months and years that followed, sectarian and ethnic violence raged across the Muslim-majority Indonesian archipelago. Race riots against ethnic Chinese erupted in Jakarta. Ethnic Dayaks fought with Madurese settlers on the island of Borneo. And Muslim jihadis battled Christians in the Maluku Islands. Some feared the country would disintegrate. But now, Indonesia is widely seen as a vibrant democracy that also has Southeast Asia's largest economy. It seems as if the country got some things right that may also provide lessons for Myanmar as it attempts its own transformation. A Nation-Building Bandwagon Indonesia started off on the right foot by uniting the country's diverse peoples in its anti-colonial revolution against the Netherlands, according to University of Toronto political scientist Jacques Bertrand. \"The Indonesian nationalist movement, or the fight against the Dutch, really rallied groups from all the archipelago,\" Bertrand says. \"Whoever was within the territory of the [former] Dutch Indies ... they sort of hopped on the bandwagon of the idea of creating a new state.\" In Myanmar, or what was then known as Burma, the independence movement against the Japanese, and later the British, was mostly an enterprise of the Burman majority. The British had used divide-and-rule tactics successfully and cultivated Christian minorities such as the Karen as a hedge against the Burmans. Myanmar not only lacks an inclusive narrative of nation building, Bertrand says, but it has yet to come up with a formula — such as federalism — under which minorities could join the union. As a result, large parts of Myanmar's border regions remain under rebel control. Indonesian President Susilo Bambang Yudhoyono (right) walks with Myanmar's then-prime minister, Gen. Thein Sein, at the Presidential Palace in Jakarta on March 16, 2009. Both men are former military officers, leading their Southeast Asian nations along a sometimes rocky path to democracy.\n                \n                    \n                    Bay Ismoyo/AFP/Getty Images\n                    \n                \nhide caption Indonesian President Susilo Bambang Yudhoyono (right) walks with Myanmar's then-prime minister, Gen. Thein Sein, at the Presidential Palace in Jakarta on March 16, 2009. Both men are former military officers, leading their Southeast Asian nations along a sometimes rocky path to democracy. Separation Between Military And State Indonesia was also successful in getting military men to relinquish their posts in government. It shut down military businesses and separated the police force from the military. The growth of democratic institutions accelerated the military's \"return to the barracks.\" A freer press amplified public demands for better governance and accountability. The government lifted restrictions on political parties, and 48 parties contested elections in 1999, the year after Suharto stepped down. Election turnout has been high at about 80 percent, and instances of violence and vote-rigging have been low. The process remains unfinished, according to some. Military rulers have not been held to account for past abuses. Notably, both Myanmar's and Indonesia's presidents are former army officers. Myanmar's military retains sweeping emergency powers and extensive control over state budgets. The constitution reserves one-quarter of parliamentary seats for the military, which retains control over vital sectors of the economy, such as energy and international trade. Also, the military has been slow to stop sectarian violence and quick to quash public protests. Burma's military has also continued offensives against ethnic Kachin insurgents despite President Thein Sein's unilateral declaration of a cease-fire. The president's ministers say he is fully in control of the military. But Myanmar's commander in chief, Gen. Min Aung Hlaing, says the military intends to hang on to its leading role in national politics. Rohingya Muslims, trying to cross the Naf river into Bangladesh to escape sectarian violence in Myanmar, look on from an intercepted boat in Teknaf on July 13, 2012.\n                \n                    \n                    Munir uz Zaman/AFP/Getty Images\n                    \n                \nhide caption Rohingya Muslims, trying to cross the Naf river into Bangladesh to escape sectarian violence in Myanmar, look on from an intercepted boat in Teknaf on July 13, 2012. Decentralizing Authority About the time of Suharto's fall, an Asian financial crisis hit, triggered by the collapse of neighboring Thailand's currency. This also hit Indonesia, which was faced by demands for local autonomy, Jakarta responded by devolving authority over nearly half of government spending to local governments. After a quarter-century-long insurgency in westernmost Aceh province, Jakarta made it a special administrative region with the power to legislate Shariah, or Islamic law. It has had less success with West Papua province, where a low-level insurgency still simmers. Myanmar must address the autonomy issue to end ongoing insurgencies, which are being fought in part for control of resources, including jade, timber and hydropower, and foreign investment in these resources. These economic issues are often overlooked when ethnic or sectarian violence flares. The University of Toronto's Bertrand points out that the crumbling of authoritarian regimes commonly produces a sense of uncertainty about the future, in which different groups tend to jockey, often violently, for a stronger relative position under the new order. Buddhist monks and others walk across a road in downtown Yangon, Myanmar, on May 13.\n                \n                    \n                    Khin Maung Win/AP\n                    \n                \nhide caption Buddhist monks and others walk across a road in downtown Yangon, Myanmar, on May 13. Religion In The State At its independence, Indonesia faced a choice of whether to become an Islamic or secular state. It chose secular nationalism, and suppressed radical Islamists who resisted by force. Indonesia's Islamist political parties' share of the vote in two elections over the past decade has dropped from 38 percent to 25 percent. Of course, problems remain, notably Sunni extremist groups' persecution of Shiite and Ahmadiyya minority sects. Myanmar, on the other hand, has explicitly used its support of Buddhism to bolster its legitimacy. The junta followed in the footsteps of its precolonial predecessors, awarding monastic titles, building temples and publicly lavishing money on monks to get their karmic seal of approval. Melissa Crouch, a legal scholar at the National University of Singapore, notes that Myanmar's constitution refers to \"the special position\" of Buddhism in the country, but that minorities may question this article if room for political debate grows. It's hardly a shock that Myanmar is seen as lagging behind Indonesia. After all, it began its democratic reforms just over two years ago. What's most lacking to many observers is a clear commitment by Myanmar's government to full civilian rule, equality for minorities and democratic rights for the majority. Without these, the reforms will continue to appear tentative and reversible.",
            "bias": "nationalism",
            "url": "https://www.npr.org/sections/parallels/2013/05/21/185815047/as-myanmar-reforms-indonesnia-offers-some-lessons"
        },
        {
            "headline": "Japan Marks 'Restoration Of Sovereignty' For The First Time",
            "author": "By  \n\n\n      Krishnadev Calamur",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 28,
                "year": 2013
            },
            "article_content": "Japanese Prime Minister Shinzo Abe delivers a speech Sunday in Tokyo as Emperor Akihito, third from right, and Empress Michiko, second from right, listen during a ceremony marking the day Japan recovered its sovereignty under the San Francisco Peace treaty in 1952.\n                \n                    \n                    Itsuo Inouye/AP\n                    \n                \nhide caption Japanese Prime Minister Shinzo Abe delivers a speech Sunday in Tokyo as Emperor Akihito, third from right, and Empress Michiko, second from right, listen during a ceremony marking the day Japan recovered its sovereignty under the San Francisco Peace treaty in 1952. Japan marked for the first time Sunday the end of the allied occupation of the country following its defeat in World War II. \"We have a responsibility to make Japan a strong and resolute country that others across the world can rely on,\" Prime Minister Shinzo Abe said at a ceremony in Tokyo that was attended by dignitaries, including Emperor Akihito and Empress Michiko. During the election campaign that returned him to power last December, Abe and his Liberal Democratic Party promised to mark April 28 as \"Restoration of Sovereignty Day.\" April 28, 1952, was when the San Francisco Peace Treaty took effect, marking the official end of World War II and the allied occupation of Japan. Since his election, Abe has surged in the polls on the back of both his economic prescriptions for a stagnant economy as well as his plan to rewrite the country's pacifist, post-war constitution. Such a move would loosen restrictions on the country's armed forces. The developments have worried China and South Korea, both of which were occupied by the Japanese during World War II. Reuters reports: \"The prime minister has devoted greater attention in recent weeks to a more hawkish stance on security and Japanese history ahead of a July upper house election that his ruling bloc needs to win to cement its grip on power. Abe has defended the visits in the past week by more than 160 lawmakers to the Yasukuni shrine, which honours Japan's war dead but offends neighbouring countries because it also honours Japanese war criminals.\" The campaign comes amid growing nationalism in Japan. As the Asahi Shimbun reports, nationalist groups have targeted ethnic Koreans in Tokyo's Korea town. Separately, Japan and China are also involved in a standoff over uninhabited island in the East China Sea. Sunday's Restoration of Sovereignty Day ceremony was marked by protests in Okinawa, which remained in U.S. hands until 1972, and which now plays host to U.S. troops. \"April 28 is considered the day when Japan, with the San Francisco Peace Treaty, recovered its independence while keeping Okinawa in the prison of the U.S. military,\" Norio Motomura, an activist from Okinawa, told Japan Times. People on the island labeled the ceremony a \"humiliation\" for Okinawa.",
            "bias": "nationalism",
            "url": "https://www.npr.org/sections/thetwo-way/2013/04/28/179664908/japan-marks-restoration-of-sovereignty-for-the-first-time"
        },
        {
            "headline": "Venezuelan President Hugo Chávez Has Died",
            "author": "Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2013
            },
            "article_content": "Venezuelan President Hugo Chavez in 2006.\n                \n                    \n                    Spencer Platt/Getty Images\n                    \n                \nhide caption Venezuelan President Hugo Chavez in 2006. Venezuela's President Hugo Chávez, has died, Vice President Nicolás Maduro announced in a televised statement. Chávez died at a military hospital in Caracas at 4:25 p.m. Tuesday. He was 58. In power since 1999, the former military commander became an icon of socialist policies in Latin America. With his country's oil wealth as backup, he launched fierce and unyielding criticism of the United States and its allies. The AP reports: \"During more than 14 years in office, Chavez routinely challenged the status quo at home and internationally. He polarized Venezuelans with his confrontational and domineering style, yet was also a masterful communicator and strategist who tapped into Venezuelan nationalism to win broad support, particularly among the poor.\" Chávez was battling cancer when he won a tough reelection campaign last year. A supporter of Venezuelan President Hugo Chavez cries after learning of his death in Caracas on March 5, 2013.\n                \n                    \n                    Juan Barreto/AFP/Getty Images\n                    \n                \nhide caption A supporter of Venezuelan President Hugo Chavez cries after learning of his death in Caracas on March 5, 2013. As we reported earlier, Maduro called a meeting of top Venezuelan politicians today and he asked the country to keep working, despite Chavez's ailment. Maduro said history would judge Chávez as a \"new liberator.\" \"That's what Chávez means to us and to our history; our Chávez is the 21st Century liberator,\" Maduro said during a press briefing. During the press conference where Maduro announced Chávez's death, the vice president's voice cracked. \"It's a moment of deep pain,\" he said. He asked the country for \"peace and tranquility\" and asked Chávez's foes, who had questioned whether he should be considered president because he was never formally inaugurated, to show \"respect.\" \"We are heirs and sons of a giant,\" Maduro said. The press conference ended with Maduro lifting his fist and saying, \"Honor and glory to our commander Hugo Chávez.\" TeleSur is broadcasting live from Venezuela. This is a breaking news story, we'll have more as it develops. Update at 9:56 p.m. ET. Elections Within 30 Days: Venezuelan Foreign Minister Elias Jaua tells the TeleSur network that the country's vice president, Nicolas Maduro, will assume power until elections that will be called within 30 days. Update at 7:37 p.m. ET. More From Miami: NPR member station WLRN is Storifying coverage of Miami. Among their highlights, a report from the Miami Herald's Manny Navarro. He reports that the Miami Marlins are playing Venezuela tonight and there will be \"no moment of silence for Hugo Chávez tonight... in Jupiter. Flag at full staff too.\" Update at 7:29 p.m. ET. Capriles Calls For Unity: Henrique Capriles, who ran against Chavez last year, said he was in solidarity with the family and supporters of Chávez. \"In tough moments, we need to show our deep love and respect for our Venezuela! The Venezuelan family is united,\" he tweeted. Update at 7:08 p.m. ET. Celebration In Miami: The Miami suburb of Doral, which has the largest concentration of Venezuelans in the United States, is seeing celebration. NBC 6 reported from a Venezuelan restaurant in Doral, where people were celebrating by waving Venezuelan flags and singing the national anthem. \"We're not celebrating the death of anything,\" one patron said. \"We're celebrating a new beginning for Venezuela.\" NBC6 is streaming their live coverage. Update at 6:39 p.m. U.S. Supports Venezuelan People: The White House just sent out this statement: \"At this challenging time of President Hugo Chavez's passing, the United States reaffirms its support for the Venezuelan people and its interest in developing a constructive relationship with the Venezuelan government. As Venezuela begins a new chapter in its history, the United States remains committed to policies that promote democratic principles, the rule of law, and respect for human rights.\" Update at 6:31 p.m. ET. Highlights From His Life: The Guardian has put together a video with highlights of Chávez's political life. It begins with his failed coup attempt and goes through his many meetings with controversial leaders, as well as his many controversial comments: The Miami Herald has a bit more on the early days of Chávez's: \"Born to teachers in the agricultural heartland of Barinas state, Chávez was the second of six brothers. According to his biographers Alberto Barrera Tyszka and Cristina Marcano, he joined the military academy in 1971. It was there that Chávez was exposed to the writings of Latin American liberator Simón Bolivár and Venezuelan revolutionary Ezequiel Zamora that gave rise to his particular blend of nationalistic socialism that would guide his life and presidency. \"A star pupil in the academy, he quickly moved up the ranks to commander in 1991, the same year he was put in charge of a paratrooper battalion in the coastal city of Maracay.\" Update at 6:17 p.m. ET. Reaction In Caracas: The BBC's Irene Caselli reports from Caracas that reaction to Chávez's death has been \"mixed.\" \"Fireworks have been let off in celebration in an anti-Chavez part of the city, she says, but many of the president's supporters have been crying and praying at the hospital where we was being treated,\" the BBC reports. Television images showed many people on the streets looking somber. El Universal posted video of Chávez supporters at Plaza Bolívar. The video shows them chanting, \"We are all Chávez.\" Update at 5:59 p.m. ET. The Final Months: Bloomberg has a good recap of what Chávez's final months were like: \"Chavez was unable to return to Caracas for a swearing-in ceremony to start his third six-year term on Jan. 10, 2013, after winning about 55 percent of the vote over Henrique Capriles Radonski in October. He traveled back to the capital Feb. 18, 2013, and was transferred to a military hospital, the government said. \"Aside from photos the government published Feb. 15, 2013, of Chavez in his Havana hospital bed, Venezuelans hadn't seen or heard from their president since he stepped off a plane in Cuba for his Dec. 11 operation. \"Chavez suffered a respiratory infection following the surgery that required the use of a tracheal tube and left him unable to speak, the government said.\" Update at 5:42 p.m. ET. Constitution Calls For New Election: Christopher Sabatini, senior director for policy at the Council of the Americas, tells our Newscast unit Chávez's death could signal the \"end of an era.\" \"Chávez marked the backlash in Latin America ... to a convergence toward Democracy and Democracy building, human rights as well as market reforms. Chávez really represents the collapse of, in some cases, old, tired party systems and democratic systems and the emergence of a new style of leadership,\" Sabatini said. The big question now is what happens to Venezuela's revolution. The New York Times reports that Chávez leaves a country bitterly divided. The constitution calls for new elections within 30 days of the president's death. The Times explains: \"The election is likely to pit Mr. Maduro, whom Mr. Chávez designated as his political successor, against Henrique Capriles Radonski, a young state governor who lost to Mr. Chávez in a presidential election in October. \"But there has been heated debate in recent months over clashing interpretations of the constitution, in light of Mr. Chávez's illness, and it is impossible to predict how the post-Chávez transition will proceed. Mr. Chávez was given a diagnosis of cancer in June 2011, but throughout his treatment he kept many details about his illness secret, refusing to say what kind of cancer he had or where in his body it occurred. He had three operations from June 2011 to February 2012, as well as chemotherapy and radiation treatment, but the cancer kept coming back. The surgery and most other treatments were done in Cuba.\" Update at 5:34 p.m. ET. Chávez's Legacy: We've now posted a full obituary for Chávez. NPR's Juan Forero writes that Chávez was certainly a leader with an \"outsized personality.\" But what did his transition of Venezuela into socialism really accomplish for the country? Forero writes: \"Chavez, who ruled Venezuela from 1999 until his death Tuesday, was not able to turn the country's oil wealth into broad-based prosperity. At various times, the country experienced high inflation, food shortages and many other economic problems. \"On the international stage, the countries that followed Venezuela's lead were some of Latin America's poorest and least influential. Chavez maintained fervent supporters throughout his rule. But in the end Venezuela was, in some ways, worse off than when Chavez began.\"",
            "bias": "nationalism",
            "url": "https://www.npr.org/sections/thetwo-way/2013/03/05/173559844/president-hugo-chavez-has-died-vice-president-says"
        },
        {
            "headline": "Despite Limited Election Choices, Iranians Eager To Be Heard",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 12,
                "year": 2013
            },
            "article_content": "Supporters of Saeed Jalili, Iran's top nuclear negotiator and a candidate in Iran's June 14 presidential election, attend a street campaign after Friday prayers in Tehran on June 7.\n                \n                    \n                    Ebrahim Noroozi/AP\n                    \n                \nhide caption Supporters of Saeed Jalili, Iran's top nuclear negotiator and a candidate in Iran's June 14 presidential election, attend a street campaign after Friday prayers in Tehran on June 7. The day we arrived in Iran's capital, Tehran, billboards along the drive from the airport to the city center were already telling us something about what's happening in the country as it prepared for Friday's presidential elections. We see typical highway signs for Sony Ericsson, but also billboards featuring the face of Ayatollah Ruhollah Khomeini, the founder of the Islamic Republic. We also see and drive under giant signs that are from Iran's current supreme leader, Ayatollah Ali Khamenei, urging people to vote. Iran's supreme leader has predicted his country will produce an \"epic\" turnout, a big endorsement of the Islamic Republic. After a TV debate on May 31, presidential candidates at the time appear onstage: Saeed Jalili (from left), Gholam Ali Haddad Adel, Mohammad Bagher Qalibaf, Ali Akbar Velayati, Mohammad Gharazi, Mohammad Reza Aref, Hassan Rowhani, Mohsen Rezaei. Aref dropped out of the race on Tuesday.\n                \n                    \n                    Mehdi Dehghan/Islamic Republic of Iran Broadcasting\n                    \n                \nhide caption After a TV debate on May 31, presidential candidates at the time appear onstage: Saeed Jalili (from left), Gholam Ali Haddad Adel, Mohammad Bagher Qalibaf, Ali Akbar Velayati, Mohammad Gharazi, Mohammad Reza Aref, Hassan Rowhani, Mohsen Rezaei. Aref dropped out of the race on Tuesday. Khamenei calls for that endorsement at a time of intense pressure on the country, both internal and external. Its powerful clerics have used intensive security measures after a wave of protests four years ago and is now carefully managing the upcoming polls. Eight candidates won permission to try to succeed the controversial President Mahmoud Ahmadinejad. And the election has ramifications far behind Iran's borders. The country faces international isolation over its nuclear program, which continues to confound and frustrate the West even as the U.S. and EU apply ever-stricter sanctions. It will also affect Iran's key role as a regional player, most notably in Syria, where Iran backs the regime of Bashar Assad. Dissatisfaction With Iran's Direction When the last presidential election was disputed in 2009, it was Khamenei who ordered millions of protesters to stop marching in the streets. Security services jailed many Iranians. Four years later, Khamenei and key officials still preside over the struggling capital. U.S.-led economic sanctions linked to Iran's nuclear program have hammered the country. Analysts also blame declining oil revenues and poor economic management. You can measure the damage by visiting Tehran's money changers, where people trade thick stacks of Iran's currency. The rial has spiraled downward in value: These days, a cup of espresso can cost up to 60,000 rials, or nearly $5. A supporter of presidential candidate Hassan Rowhani, a former nuclear negotiator for Iran, holds a newspaper with Rowhani's pictures during a rally in Tehran, on June 9.\n                \n                    \n                    Ebrahim Noroozi/AP\n                    \n                \nhide caption A supporter of presidential candidate Hassan Rowhani, a former nuclear negotiator for Iran, holds a newspaper with Rowhani's pictures during a rally in Tehran, on June 9. Many people have traded rials for gold coins or American dollars. With each bit of news, the currency shifts, and the man behind the counter says his job is stressful. He says he is worried all the time. When he goes home, he says, he argues with his family. At the window of a different cash exchange, a pharmacist making a transaction shrugs off the trouble. There are a lot of problems because of the sanctions, he says, but business goes on. Yet that doesn't mean he's happy with his country's direction. We ask if he is following the election; he responds with a laugh. The man still thinks about the disputed election in 2009, which gave Ahmadinejad a second term. \"The president,\" he says, \"is not a real president, but this is just my opinion.\" Elections Brings Out Critics Iranians are now free to criticize the departing president, who's seen as having fallen out of favor with the supreme leader. But this potential voter says something bolder. Despite the billboards urging him to vote, he says he may not. And though some billboards declare, \"We have the right to choose,\" he feels he does not. A woman buys cleaning brushes from a vendor in Tehran's central bazaar.\n                \n                    \n                    Nishant Dahiya/NPR\n                    \n                \nhide caption A woman buys cleaning brushes from a vendor in Tehran's central bazaar. He says none of the candidates are interesting to him, and as a result he's not likely to vote. \"All of them just selected by the government,\" he says. The government approved only 8 out nearly 700 would-be presidential candidates. Those not deemed qualified to be president included a former president. Election time is a time of relative openness in Iran's political debate, though always within limits. The government is on guard against a repeat of the 2009 protests. Two candidates declared to be defeated back then are still under house arrest. Many students at universities, traditional centers of activism, were sent home early this year. Yet at a campaign rally, some chanted the name of a defeated candidate from four years ago. At another rally, people chanted for political prisoners to be freed. And on the streets, people keep finding ways to speak. In Tehran's old bazaar, horse-drawn carriages roll by, and colorful tiles cover the buildings. We meet two men who sell cleaning brushes. One says his income has stagnated, while the cost of his rental apartment soars, more than doubling in the past two years. It is a busy day at the bazaar, and a crowd begins gathering to listen to our discussion about the election. The men say they will vote, if reluctantly. It's a decision that matters. Voters who say they want to reform Iran's government have been weighing whether to vote, which effectively endorses the system — or sit out the election, which would let their more conservative opponents win. Telling Their Stories Now the whole crowd is engaged, and it's clear we're being watched intently. A man records the scene on his cellphone. A police station is nearby. Yet people keep pushing forward, tugging my elbow, interrupting the interpreter, wanting to be heard. Some in the crowd say they do favor certain candidates: Ali Akbar Velayeti, a former foreign minister; and two men who have been Iran's nuclear negotiators, Hassan Rowhani and Saeed Jalili. Some voters support conservative candidates, who emphasize loyalty to the supreme leader, traditional roles for women, or resistance to the West. One man says he hates the U.S. for its pressure on Iran's nuclear program. Other voters back candidates who are running as reformers, urging free speech or better relations with the West. Better relations are exactly the desire of a former factory worker in the crowd who says he's now a street peddler. He favors better relations, even with the U.S., if it can help the Iranian economy. And still more people wanted to be heard. One woman says she hasn't voted since the protests in 2009. Then another woman says her husband is a disabled veteran of Iran's war against Iraq in the 1980s. And she also brings up that disputed 2009 election. Her son was a protester, she says. He was arrested, and tortured. She says she used to wear a chador — a conservative black garment that covers everything but the face — but, she says, she got so angry she stopped. Police wade into the crowd just as she finishes talking. The men in uniform break up the discussion, and briefly lead our producer and me to a police station. A commander politely acknowledges we'd done nothing wrong. He says he was just concerned that large crowds might turn violent. Yet the intervention did not quite end the discussion. Even as we walk into the police station, one more woman follows us. You never talked to me, she says. She wants to tell her story.",
            "bias": "border",
            "url": "https://www.npr.org/2013/06/12/190695131/despite-limited-election-choices-iranians-eager-to-be-heard"
        },
        {
            "headline": "Afghan-Pakistani Forces Exchange Fire Along Shared Border",
            "author": "By  \n\n\n      Sean Carberry",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 7,
                "year": 2013
            },
            "article_content": "Tensions between Afghanistan and Pakistan are on the rise again following two border clashes in the space of a week. The trouble was apparently sparked by Pakistan's decision to erect a new border gate despite Afghan objections.  STEVE INSKEEP, HOST: Some other news. For the second time in less than a week, Afghan and Pakistani forces have exchanged fire along their shared border. The countries clashed again yesterday over a gate that Pakistani forces have been building on what Afghans say is their side of the line. The roots of this problem run much deeper. But as NPR's Sean Carberry reports,. SEAN CARBERRY, BYLINE: Several thousand Afghans took to the streets in Kabul to rally against Pakistan, as Afghan and Pakistani forces were trading fire over the construction of a border gate yesterday. Del Agha is a retired army officer. DEL AGHA: (Through Translator) I'm ready to volunteer and take my gun and defend my territory. I was a member of the Mujahedeen, so I have experience. I want to go to the frontline and stand against Pakistan. CARBERRY: Relations between Afghanistan and Pakistan have been on a downward spiral for months. In particular, they've been blaming each other for sabotaging efforts to negotiate with the Taliban. The latest flare up began last Wednesday. Afghan officials say a border police officer approached the Pakistani forces who were building a gate along the border of Nangahar Province. Things got heated. Each country says the other fired first. Regardless, the two countries clashed for six hours and one Afghan border officer died. Things quieted down, until Afghan President Hamid Karzai spoke over the weekend. HAMID KARZAI: (Foreign language spoken) CARBERRY: He started out saying it's in neither country's interests to fight. But then he said Pakistan is attacking and shelling Afghanistan and exporting extremism. Pakistan is either trying to undermine a growing Afghan government, he said, or Pakistan is trying to force Afghanistan to recognize the so-called Durand Line. DAVOOD MORADIAN: The Durand Line is the international border between Afghanistan and Pakistan. CARBERRY: Davood Moradian is a political analyst in Kabul. MORADIAN: That was an artificial demarcation and it was done in late 19th century. CARBERRY: At that time, the British annexed a large portion of eastern Afghanistan, and divided the Pashtun people between Afghanistan and what later became Pakistan. To this day, most Afghan Pashtuns, like President Karzai, don't recognize the Durand Line as the legitimate border. Moradian says it's become a convenient political cause. Opposition politicians in Kabul point out that for 11 years, Karzai said nothing about border issues, and suddenly he's talking tough about Pakistan and the Durand Line. MORADIAN: By asserting the Pashtun historical claim on the Durand Line, he wants to gain a degree of legitimacy. CARBERRY: And Karzai wants to use that legitimacy to promote a hand picked successor in next year's presidential election. Moradian says the border clashes could also unify the Afghan people and boost support for the Afghan security forces. Afghans like Del Agha at yesterday's protest say they're standing together. AGHA: (Through Translator) Pakistan has created factionalism among us. Now we understand that we must be united to fight foreigners like them. CARBERRY: NATO is hoping that cooler heads will prevail. They have brokered a truce for the moment in hopes of at least resolving the immediate issue of border gates. Sean Carberry, NPR News, Kabul. (SOUNDBITE OF MUSIC) INSKEEP: On a Tuesday, it's MORNING EDITION from NPR News. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "border",
            "url": "https://www.npr.org/2013/05/07/181823814/afghan-pakistani-forces-exchange-fire-along-shared-border"
        },
        {
            "headline": "Courts Become A Battleground For Secularists, Islamists In Syria",
            "author": "Deborah Amos",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 14,
                "year": 2013
            },
            "article_content": "An Islamist rebel group in Aleppo called \"the Authority for the Promotion of Virtue and Supporting the Oppressed\" reviews applications for aid on Feb. 25. In addition to handing out aid, the Islamist group says it is carrying out civilian administration in parts of Aleppo.\n                \n                    \n                    Hamid Khatib/Reuters/Landov\n                    \n                \nhide caption An Islamist rebel group in Aleppo called \"the Authority for the Promotion of Virtue and Supporting the Oppressed\" reviews applications for aid on Feb. 25. In addition to handing out aid, the Islamist group says it is carrying out civilian administration in parts of Aleppo. In rebel-held parts of Syria, a clash of ideologies is playing out. Powerful Islamist brigades are competing with pro-democracy civilians to shape Syria's future. One battlefront is in the courts. In many areas in northern Syria, Islamists have set up religious courts that deliver rulings under Shariah, or Islamic law — a fundamental change in Syria's civil legal system. This is evident on a recent day in a courtroom in the northern Syrian city of Azaz. We like Shariah — it comes from God, but not in the way they are doing it. Tammam al-Baroudi, businessman and activist from Aleppo In the courthouse, a judge and two lawyers preside over a civil case. It's a commercial dispute over a carload of cigarettes. The defendant says he somehow lost the goods. His partner, a shopkeeper, wants him to pay for the loss. The court is in session and everyone is asked to rise. The defendant is swearing an oath, his right hand on the Quran. This is a rebel court. Self-appointed judges, lawyers and clerics started working together a few months ago, but it's the cleric's judgment that counts. The lawyers are a recent addition. Attorney Jamil Osman says he joined the court system to try to insert Syria's civil code into these proceedings. \"There needs to be the presence of lawyers because, frankly, the Shariah people do not know the procedures of the judiciary,\" he says. But it's the religious ruling that Syrians want, says Osman. The memories of the corrupt court system of the regime of President Bashar Assad are too fresh. \"Most people in Syria prefer to have this system in place because it creates a large amount of trust,\" Osman says. \"People trust the religious scholars.\" Expanding Hard-Liners' Influence Islamists — backed by ultra-conservative armed groups — dominate the courts across rebel-held areas. A member of an Islamist group holds a flag in Raqqa province, eastern Syria, on Tuesday. Recently, militants there posted leaflets announcing that anyone who supports democracy is an infidel — a serious offense under Shariah law.\n                \n                    \n                    Hamid Khatib/Reuters/Landov\n                    \n                \nhide caption A member of an Islamist group holds a flag in Raqqa province, eastern Syria, on Tuesday. Recently, militants there posted leaflets announcing that anyone who supports democracy is an infidel — a serious offense under Shariah law. As these rebels took control in northern Syria, they set up religious courts to dispense simple justice, says Andrew Tabler, a Syria specialist with the Washington Institute for Near East Policy. \"In the interim, it's the one system that people are able to set up and understand, and in at least two if not more provinces, it's working,\" he says. It is also working to expand the influence of the most hard-line factions, Tabler says. The Islamists, and the Salafists in particular, have a lot of influence because they are there in the area and are in direct touch with armed groups, he says. But judging by what happened when Jabhat al-Nusra — the most hard-line of the armed groups — rolled into Mayadeen, a town in eastern Syria, the admiration for Islamist courts may be fading. A large convoy of trucks and vans filled with armed, bearded men converged on Mayadeen's municipal building to set up a religious police force. The move prompted three days of demonstrations calling for al-Nusra to get out of town. And in Aleppo, the largest city in northern Syria, moderate Muslims are also starting to object to these hard-line factions dominating the courts. Tammam al-Baroudi, a businessman and activist in Aleppo, says everyone is afraid of these hard-line groups, but so far, \"the people are saying that between themselves.\" We didn't go to them; people came to us. And they came to us because we were implementing justice. And this is just proof that we're doing things in the right way. Abdelrahman al-Suri, Islamist leader But there is growing anger, he says, over new rules. Signs have recently appeared warning that anyone who \"speaks against Islam\" will go to jail. A doctor was arrested for taking down a black Islamic banner at his hospital. Baroudi was recently arrested and jailed over a dispute with a rebel commander. \"What I saw in these 20 days make me scared about the future,\" he says. He saw people who were brought in by the militias. \"They were in a very bad situation. They had been tortured. Anybody in the militias, he can hit him, kill him, as he wants,\" Baroudi says. \"This is very bad. This is the situation in Aleppo at the moment.\" An Aleppo court staffed with lawyers and clerics freed him. But Baroudi says al-Nusra can arrest and try you again if it doesn't agree with the ruling. \"They don't like a judge, so they can catch you again,\" he says. \"This is what we are afraid all the time.\" And in the religious courts, Baroudi says, \"if the judge gives you a sentence, no one can say if it's OK or not. There is no appeal.\" \"We like Shariah — it comes from God,\" he says, \"but not in the way they are doing it.\" What Syrians Want There is also a fear that Islamist radicals may kick out the old form of dictatorship but replace it with an Islamist version. In the northern city of Raqqa, militants posted leaflets announcing that anyone who supports democracy is an infidel, a serious charge in any Islamic court. Abdelrahman al-Suri is a founding member of one of the largest Islamist battalions. \"We are not democrats,\" Suri tells a group of Western journalists in an interview near the Turkish border. The heavily bearded 29-year-old oversees a system of more than two-dozen courts. He says he doesn't need elections to know all Syrians want Islamic law. \"We know what they want and what they're asking for and what their ambitions are, and those are to live under the laws of God and under the laws of Shariah,\" he says. \"So this choice has already been made by the Syrian people. Even if we don't go to actual elections and voting, this is something that the vast majority of Syrians already endorse and want.\" \"We didn't go to them; people came to us. And they came to us because we were implementing justice,\" Suri says. \"And this is just proof that we're doing things in the right way.\" But not all Syrians agree — and some believe the coming fight will be with these hard-liners.",
            "bias": "border",
            "url": "https://www.npr.org/2013/03/14/174327447/courts-become-a-battleground-for-secularists-islamists-in-syria"
        },
        {
            "headline": "Tea Party Texan Cruz Gives GOP Hope In Hunt For Hispanic Votes",
            "author": "Wade Goodwyn",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 1,
                "year": 2013
            },
            "article_content": "Sen.-elect Ted Cruz of Texas answers a question from a television reporter on Nov. 6 in Houston.\n                \n                    \n                    David J. Phillip/AP\n                    \n                \nhide caption Sen.-elect Ted Cruz of Texas answers a question from a television reporter on Nov. 6 in Houston. Sen.-elect Ted Cruz of Texas is a bright young Hispanic star who will be sworn in this week in Washington. The Republican Party nationally hopes Cruz will be part of the solution to its growing problem luring Hispanic voters. Almost nobody had heard of Cruz when he began his campaign for the U.S. Senate. But when he stepped in front of a microphone, he could light up a room in a way that made the other Republican candidates seem lifeless. \"We're here to talk about politics,\" Cruz told a group of West Texas Republican women on the campaign trail. \"If you go back to the ancient Greek, politics had two parts: 'poly' meaning many and 'tics' meaning blood-sucking parasites.\" After laughter and applause, he continued: \"Look, we're all tired of empty talk. I mean, what's frustrating as a voter is you see candidate after candidate that talks a good game, says they're going to cut our taxes, says they're going to stand for principle, and then they go to Washington and they turn into a spineless jellyfish.\" Cruz had been speaking for just 40 seconds, but the West Texas women were nodding and laughing and saying \"Amen.\" Cruz paced in front of them with a wireless microphone like a Cuban Tony Robbins — young, smart, good looking, intense, no notes, no teleprompter, his words and ideas flowing seamlessly. He spent less time attacking President Obama than what he calls the \"sold-out Republican establishment.\" He campaigned as a Tea Party true believer, calling to his followers to march with him to the barricades. \"From Ed Meese to Phyllis Schlafly to Dr. James Dobson to the five strongest conservatives in the U.S. Senate — Jim DeMint, Mike Lee, Rand Paul, Pat Toomey and Tom Coburn — every one of them is united behind this campaign,\" he told the crowd. \"If conservatives continue to unite — and I ask for your help — we're going to win this race, and when we win this race Texas will lead the fight.\" With no money, having never run for office, Cruz crushed Lt. Gov. David Dewhurst by 14 percentage points in the Republican Senate primary. Then he sailed to victory by an even bigger margin in the general election. In the 1950s, Cruz's father fought beside Fidel Castro in Cuba but became so disenchanted with the revolution's aftermath that he became a staunch conservative after moving to the United States. His son has followed his father's footsteps, becoming a strict constitutionalist. \"Ted Cruz is someone who believes firmly in the United States Constitution and what it was intended to achieve,\" says Texas Attorney General Greg Abbott, who was Cruz's boss and remains a good friend. \"He was able to translate that into a unifying campaign across the state. Unifying those who believe that America has lost its way and bringing along those who see a brighter future for tomorrow. \" Many in the GOP hope Cruz will be able to bring more Latino voters into their column. But he takes a Tea Party hard line on immigration. He's for bigger border walls patrolled by drones from above and is against the Dream Act. In the general election, Cruz did about as well as Republican presidential nominee Mitt Romney did with Texas Hispanic voters — which is to say, not very well. \"I think he's got time to think about this and to figure it out,\" says Ross Ramsey, executive editor of the Texas Tribune. \"He doesn't have to stand for election, so he can experiment. He's got a period here where he can figure out where he fits in the Washington spectrum, where he fits in the national Republican Party and how the Hispanic politics work. But I think he's clearly in place, if it develops right, to become a national player.\" If there's one thing political opponents have learned about Cruz, it's that you underestimate him at your own peril.",
            "bias": "Dreamers",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/01/08/168370534/tea-party-texan-cruz-gives-gop-hope-in-hunt-for-hispanic-votes"
        },
        {
            "headline": "King Wing Presents Both A Problem And An Opportunity For GOP",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 24,
                "year": 2013
            },
            "article_content": "Rep. Steve King, an Iowa Republican, is taking heat for comparing many young immigrant DREAMers to drug mules.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption Rep. Steve King, an Iowa Republican, is taking heat for comparing many young immigrant DREAMers to drug mules. Both for the Republican Party, in general, and the GOP House leadership, in particular, Rep. Steve King's controversial comments about young immigrants who entered the U.S. illegally are a setback, to put it mildly. King, as anyone knows who hasn't been single-mindedly focused in recent days on the birth of Prince George Alexander, caused a sizable ruckus with comments that are being called \"hateful,\" \"inexcusable\" and \"reprehensible\" — even by some of his fellow House Republicans. In a Newsmax interview last week, the Iowa Republican said of the DREAM Act argument that young people whose parents brought them into the U.S illegally shouldn't be penalized: They will say to me and others who defend the rule of law, 'We have to do something about the 11 million. Some of them are valedictorians.' Well, my answer to that is ... it's true in some cases, but they weren't all valedictorians, they weren't all brought in by their parents. For everyone who's a valedictorian, there's another hundred out there, they weigh 130 pounds and they've got calves the size of cantaloupes because they're hauling 75 pounds of marijuana across the desert. Those people would be legalized with the same act. Definitely not helpful to a Republican Party anxious to increase its appeal to Hispanic voters who in 2012 gave President Obama 71 percent of their votes. While King is a one-man wrecking crew to the bridge Republicans are trying to build to Latinos, in a weird way he could also wind up helping GOP members of Congress who want to do something on immigration. First, he's already giving them a chance to contrast themselves with the party's more extremist King wing. We're seeing that with statements from Speaker John Boehner, House Majority Leader Eric Cantor, Rep. Raul Labrador and Rep. Trey Gowdy. Like the uncle who utters outrageous things during the holiday dinner, King makes everyone else seem reasonable by contrast. King gives them the opportunity to show sympathy with Latinos and put space between themselves and the notion they're anti-Hispanic. True, many Latino voters may remain skeptical. But Boehner and company will still get to reinforce the message that the party isn't a monolith on the immigration issue. Secondly, King gives Boehner a chance to marginalize those within the House Republican Conference who oppose any changes to immigration laws that would give a path to citizenship to at least some of those now in the U.S. illegally, like the DREAMers. King gives the speaker the chance to say to his House Republican conference somewhere down the road: \"Look, you're either with us or you're with Mr. Cantaloupe Legs over there. We give the party the best chance to win national elections in the future. He doesn't.\" Assuming negotiations happen at some point on immigration with the Senate, Democrats and White House, Boehner can point to the Steve Kings in his conference and say: \"We want to do something on this immigration legislation but you see the kind of attitudes some of our people have. So I can't go as far as you'd like, but I'm going a whole lot further than some of my people would like.\" So while King presents Republicans with a clear problem, he could also, in a perverse way, provide them with some opportunities. Meanwhile, King is certainly the gift that keeps giving, to the news media at least. A sampler of his edgier quotes: We could also electrify this wire with the kind of current that would not kill somebody, but it would simply be a discouragement for them to be fooling around with it. We do that with livestock all the time. -- On the House floor in 2006, in opposition to President George W. Bush's immigration reform effort Unicorns, leprechauns, gay marriages in Iowa — these are all things you will never find because they don't exist. -- Statement in reaction to Iowa judge's decision in 2003 to approve a divorce between two lesbians It turns out to be the best vote that I cast, was my 'no' vote to the $51.5 billion to Hurricane Katrina. That probably was my best vote. -- Interview with The Hill in 2009",
            "bias": "Dreamers",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/07/24/205232244/king-wing-presents-both-a-problem-and-an-opportunity-for-gop"
        },
        {
            "headline": "Jeb Bush May Have Changed His Mind On Immigration With 2016 Bid In Sight",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2013
            },
            "article_content": "When former Florida Gov. Jeb Bush got to work on his new book on immigration, he was expected to be out in front of his party urging a broader conversation with Hispanics and more open legislation. After all, he had previously supported a pathway to citizenship for immigrants here illegally. Instead, it's fellow Florida Republican Marco Rubio in the lead, and Bush who's explaining an apparent reversal on the issue of citizenship. Both are likely candidates for president in 2016.  AUDIE CORNISH, HOST: From NPR News, this is ALL THINGS CONSIDERED. I'm Audie Cornish. Republicans are struggling with the politically sensitive issue of immigration. And this week came an apparent shift in policy from one influential Republican. Jeb Bush is the popular former governor of Florida, brother and son of presidents and one of the most prominent of the possible 2016 GOP presidential candidates. NPR's Mara Liasson explores where he and other Republicans stand. MARA LIASSON, BYLINE: When former Florida Governor Jeb Bush began a recent round of interviews promoting his new book on immigration, he was expected to repeat what he's said in the past, that his party should have a more open conversation with Hispanics. Instead, he was caught up in a confusing series of statements, including an apparent reversal on the issue of whether undocumented workers in the U.S. should be able to eventually become citizens. In an interview taped yesterday morning, he told NPR's Steve Inskeep his answer to that question was no. JEB BUSH: If people come here illegally they have to pay a fine or do community service, make sure they don't commit any serious crimes. And over a period of time, they can have a legalized status that allows them to live a life of dignity but not necessarily a path to citizenship. LIASSON: That is quite a change for Bush. Back in June, he said this on the \"Charlie Rose Show.\" BUSH: You have to deal with this issue. You can't ignore it. And so, either a path to citizenship, which I would support - and that does put me probably out of the mainstream of most conservatives - or a path to legalization. LIASSON: The political world was flummoxed. Advocates for reform felt betrayed, since Bush had long urged his party to change its tone and policy on immigration. Former Romney aides were furious. Bush was saying illegal immigrants who want to become U.S. citizens should go back to their home countries and apply - that sounded a like self-deportation, the Romney approach that Bush criticized during on the campaign. Bush offered an entirely different interpretation this morning on NBC. He said his new book was simply overtaken by events. BUSH: Remember, this is a proposal that we attempted to put out prior to the election to create a consensus for conservatives to actually get in the game. Because in November, prior to the election, we weren't even in the game. LIASSON: But after Election Day, when Romney lost the Hispanic vote 3-to-1, the Republican Party turned on a dime. Republican senators, including Bush's protege Marco Rubio, came out in support of a path to citizenship. To make things even more confusing, in another interview this morning, Bush seemed to return to his previous stance. BUSH: If you can craft that in law, where you can have a path to citizenship where there isn't an incentive for people to come illegally, I'm for it. I don't have a problem with that. LIASSON: This could just be the ideological gymnastics of a potential presidential candidate trying to get closer to the much more conservative base of his party. But it's also reflective of the dilemma the GOP has on immigration: Their base, the people who vote in Republican primaries, is out of sync with national opinion. In a recent Fox News poll, 72 percent of Americans said they favored an eventual path to citizenship. John Feehery, a former House Republican leadership aide, says over time it will be difficult for his party to hold the line at legalization, in effect giving formerly illegal immigrants the responsibilities but not the rights of citizens. JOHN FEEHERY: In my own personal opinion, it's awfully hard to give people, make them legal without giving them a path to citizenship. That's this that you can have, you know, if you serve in the military or get a college degree, we'll give you a green card but we won't give you a path to citizenship. I think that that's kind of ridiculous. LIASSON: That was during the DREAM Act debate when Republicans tried but then gave up on making legalization, not citizenship, the goal for young people brought here illegally as children. The same thing might happen with a comprehensive immigration bill. If the House passes anything, it will probably stop at legalization, while the Senate is expected to support a path to citizenship. Then negotiations will begin. And for Jeb Bush, the issue might be resolved one way or another long before the 2016 primaries start. Mara Liasson, NPR News, the White House. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2013/03/05/173559206/jeb-bush-may-have-changed-his-mind-on-immigration-with-2016-bid-in-sight"
        },
        {
            "headline": "After Months Of Deadlock, Italy Gets New Government",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n\n\n\n\n\n      Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 29,
                "year": 2013
            },
            "article_content": "On Sunday, a new government was sworn in in Italy. The event was marred by a man who shot and wounded two police officers and a passerby as the swearing in ceremony was taking place.  RENEE MONTAGNE, HOST: Italy has a new government, now that a new prime minister has been sworn in to preside over a grand coalition of that country's political parties, among them, the party of Silvio Berlusconi, if not the man himself. It took a lot of wrangling, leaving Italy without a government for two months, and it still has to get past a confidence vote in parliament today. We go now to NPR's Sylvia Poggioli in Rome. Good morning. SYLVIA POGGIOLI, BYLINE: Good morning, Renee. MONTAGNE: Let's begin with a shocking event that marred the celebration of yesterday's swearing-in: A man shot two police officers and a passerby as the swearing in ceremony was taking place right out front. POGGIOLI: That's right, and it really stunned the country. The man was 49-year-old Luigi Preiti. He's been jobless for two years. He told investigators: I wanted to shoot a politician and then kill myself, but I ran out of bullets. He said, I don't hate, but I'm desperate. And, you know, the shooting came, really, as social malaise in Italy is soaring. There's been a spike in suicides, particularly by small businessmen. And there's massive anger at the political establishment, which is seen as detached from reality. That feeling was visually captured on TV. Split-screens showed smiling new ministers being sworn in, unaware of the shooting, next to images of panicked people screaming and running in the street and the two agents on the ground. It was a sober reminder that the government's first task will be dealing with an acute economic and social pressure. MONTAGNE: And this new government itself didn't come about easily. It was cobbled together after, as we've said, weeks of partisan bickering. So what is the Cabinet lineup? POGGIOLI: Well, most analysts say this was the only possible outcome to avoid another round of elections. It's an unprecedented left-right coalition, an uneasy alliance between two archenemies: the center-left Democratic Party and the conservative party of former Prime Minister Silvio Berlusconi. Many Democrat voters find the deal abhorrent. The new prime minister is a youthful and highly respected young Democrat, Enrico Letta. He has put together a Cabinet of new, young faces in an attempt to reverse what he himself called Italian politicians' total loss of credibility. And there's an Italian record: There are seven women among the 21 ministers. And it's also unprecedented that one of them is an Afro-Italian. She's the Congo-born Cecile Kyenge, an ophthalmologist who will serve as minister of integration. But she was immediately attacked by the xenophobic Northern League, which said she's a symbol of a hypocritical, do-gooding left that would like to abolish the crime of illegal immigration. MONTAGNE: And given that the country's going through its worst recession in 20 years, what's the top of the agenda? POGGIOLI: Well, this is one area where the left and the right are in total agreement, and that is convincing European Union officials to ease up on their fixation with austerity policies. Polls show that an overwhelming majority of Italians reject austerity. Prime Minister Letta has said his priority will be to focus on growth and investment to pull the country out of its economic doldrums, so he wants to renegotiate Italy's agreements will Brussels. He's a very staunchly pro-European. He will be flanked by the new economy minister, Fabrizio Saccomanni, a long time official at the Bank of Italy and a new foreign minister, Emma Bonino, who is well-known in European corridors of power. So the trio is in a good position to make Italy's voice heard in Brussels. MONTAGNE: But this government has also been described as Berlusconi's political comeback, and that even if he's not in the government - which he is not - he's a king-maker. POGGIOLI: Well, his influence is very strong, and he could bring the government down in a moment. Berlusconi is caught up in several legal battles. He's on trial for tax fraud and paying for sex with a minor, and he faces other investigations. Many analysts say Berlusconi's number-one priority is avoiding conviction which would ban him from political office. It's in no way clear how this could be done. However, he has an unofficial veto power, and could block every single government action if he wants. So this could prove to be a very turbulent government. MONTAGNE: Sylvia, thanks very much. POGGIOLI: Thank you, Renee. MONTAGNE: NPR's Sylvia Poggioli, speaking to us from Rome, where Italy has a new government today. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2013/04/29/179762905/-after-months-of-deadlock-italy-gets-new-government"
        }
    ]
}