{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "nationalism",
        "border",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "The Contentious Land of Az.",
            "author": "By  \n\n\n      Mike Pesca",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 15,
                "year": 2006
            },
            "article_content": "According to the latest Harris Poll, the three biggest national issues to voters are, in order: the war, the economy, and immigration.  In Arizona, the order is more like immigration, immigration and then, in third place, the war. The Arizona economy is pretty good, unemployment is low, and the housing boom has really helped wages.  But most discussions of the macro economy eventually lead right back to immigration -- and it will color the election tremendously. What struck me about both Rep. J.D. Hayworth and Harry Mitchell is that they both believe they are sitting on the winning argument -- not the argument that should win the hearts and minds of voters, but the one that will. Hayworth thinks of the Kennedy/McCain immigration bill as \"amnesty\"; his views are in line with Arizona's Republican senator, Jon Kyl. For his part, Mitchell thinks that Arizona employers need a steady stream of workers to keep the economy humming. Hayworth feels so strongly about the issue, he's even written a book about it. Both sides can look at recent polls and infer they're speaking for the majority of voters.  A recent Arizona State University poll's headline indicates that most voters support the President's immigration plan to allow guest workers. But it's unclear if people are reacting to the overall plan -- or just the aspects of it that do something -- anything -- about immigration.  The poll simultaneously shows support for Bush's plan, which Hayworth has criticized, along with majority support for a plan from a group Mitchell has criticized, the Minutemen. Let's take a look at another issue, one that pollsters tell us is supposed to favor Democrats: stem cell research.  The fifth congressional district has a large research university which would presumably get stem cell funding; and ASU political science professor Patrick Kennedy says Arizona's 5th isn't so socially conservative as to oppose stem cell research. Hayworth, however, was a supporter of President Bush's veto of the stem cell bill -- so that stance should have the potential to hurt him with the voters, right? But in conversations with voters like Scottsdale doctor Ray Mahoubi, I realized many Arizonans don't even know Mitchell and Hayworth differ on the issue. With roughly three months before Election Day, Mitchell can live with that level of ignorance.  But if we fast-forward to three weeks before the election and most voters don't know his position, he'll be in trouble. Which brings up the dynamics of communication. Buying TV time is hard here; you have to pay Phoenix rates but you're only reaching a fraction of the Phoenix audience. There's no precedent for a televised debate for the fifth district, which was redrawn 6 years ago. And for Mitchell, there is the issue of going up against one of the most quotable men in Congress. Asked if he is worried about the kind of pithy messaging that a lot of Democrats are convinced Republicans wield like magic spells, Mitchell said voters want more than \"simple sound-bites\" from politicians. This will be a tough race for Hayworth; an uphill struggle for Mitchell -- and perhaps a disillusioning experience for the people of the fifth. Already Hayworth's people are attaching little notices on their signs, asking Mitchell not to steal them. In sign parlance, the small add-ons are called snipes.  They won't be the last.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/08/15/5652735/the-contentious-land-of-az"
        },
        {
            "headline": "Fiery Rep. Hayworth in Hot Arizona Race",
            "author": "By  \n\n\n      Mike Pesca",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 15,
                "year": 2006
            },
            "article_content": "Rep. J.D. Hayworth speaks as Rep. Luis Gutierrez (D-IL) looks on during a taping of NBC's Meet the Press.\n                \n                    \n                    Alex Wong/Getty Images\n                    \n                \nhide caption Republican Congressman J.D. Hayworth represents a solidly Republican district in Arizona -- he won his last re-election with a comfortable 60 percent of the vote.  But this year's race against Democratic challenger Harry Mitchell is proving to be surprisingly tough for the incumbent. A year ago, it was assumed that Rep. Hayworth would cruise to re-election, which would be his seventh victory. A frequent visitor to cable news and AM radio talk shows, Hayworth is a well-known candidate who also has a sizeable war chest. The two candidates share little in common. Mitchell, the beloved former mayor of Tempe, taught high school civics for 28 years. Hayworth, a former TV sportscaster, reveres Ronald Reagan. Though Mitchell is expected to do well in Tempe, the vast majority of Arizona's fifth congressional lies outside the city. By party affiliation, registration in the district is 3 to 2, in favor of the Republicans. But the latest polls show Mitchell within 5 points of Hayworth. One of the key issues in the race is immigration. Mitchell cites local polling on immigration which says Arizonans want a guest worker program.  Hayworth, referencing the same poll, says Arizonans want a fence and increased security. This November, voters will chose one path, and one candidate; the other will either head back into retirement or on to talk show prominence.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/08/15/5651179/fiery-rep-hayworth-in-hot-arizona-race"
        },
        {
            "headline": "Immigration Divides Bush from His Base",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 16,
                "year": 2006
            },
            "article_content": "\"Calling out the National Guard\" is an old expression for pulling out all the stops in an emergency. In his speech to the nation Monday night, President Bush invoked just such a spirit of urgency to deal with the crisis of illegal immigration. The president is literally calling out the Guard.  But is his deployment of 6,000 National Guard troops really meant to seal the porous 2,000-mile border with Mexico? No. Their mission will be to supplement the Border Patrol until its own reinforcements arrive over the next two years. The Guard will not conduct military-style patrols. The White House idea is to reduce the number of illegal crossings, but border experts say the impact of this deployment will be limited.  And activists who want much tougher enforcement were swift to dismiss this gesture as futile. So is this Guard deployment really about the border at all? Or is the cavalry being called to rescue the president from a crisis of another kind? President Bush is in trouble with his best supporters, the conservatives who are his base.  They are unhappy about the growth of spending, debt and government under his administration.  They are disillusioned with the war in Iraq.  But they are most distressed by the White House stand on illegal immigration, which attempts to balance rule-of-law Americanism with an eager outreach to the nation's fastest growing bloc of voters: Hispanics. The president and his top strategist, Karl Rove, are adopted Texans who count on winning with a healthy share of the Spanish-speaking vote.  It worked in Texas, and it worked in the country as a whole in 2004.  Both Bush and Rove regard the exclusive politics of Pat Buchanan as slow poison. Both support policies that allow millions of Mexicans and other foreign-born workers to stay the U.S. and permit some a path to citizenship. A little over a year ago, the president could afford to deviate somewhat on immigration as he rode his re-election momentum.  He enjoyed conservatives' overwhelming confidence on virtually every other issue. But the past year has seen that confidence erode over Iraq, deficits, Hurricane Katrina, Harriet Miers, Arab-owned companies operating U.S. ports and the climbing price of gas.  And that's not even to mention the pace of social counter-revolution on abortion, school prayer, obscenity and gay marriage -- a pace some religious activists regard as slow to the point of betrayal. Recent polls show the proportion of self-identified conservatives who support Mr. Bush has fallen this year from well over two-thirds to roughly half.  The latest Harris poll has the president below 50-percent approval among conservatives. This is a blow for which a combat-tested White House was not prepared.  It undermines their grand strategy not only for the second term but for creating a long-term national Republican majority. Rove has talked openly of such historic gains for the GOP, and his frustration with current trends is beginning to show.  It flashed at a speech he gave earlier on the day of the president's speech.  Rove was talking about the successes of the current U.S. economy to an audience at the American Enterprise Institute.  When asked why the president's polls were so far down, Rove said the country \"still likes this president\" but that it was \"sour about the war.\"  The problem, he implied, was the continual televising of American casualties in Iraq. Rove was asked why some conservatives were not happier with the economic and fiscal record he was touting.  Were they missing something? \"Yes,\" he shot back.  \"They're missing the facts.\" He said conservatives would be happier if Congress would allow the White House to reduce spending further, but \"it's difficult.\"  And when asked why the president had never vetoed any of the spending bills that conservatives abhor, Rove said veto threats had been just as good and insisted Congress always backed down when so confronted.  The audience stared back in plain disbelief. Over the past decade Rove has become a familiar public figure, bearding liberals and Democrats for lively audiences beaming back their approval.  But unless his boss re-establishes his connection with his base soon, Rove will have to get used to more outings where the skeptics outnumber the faithful.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/05/16/5408187/immigration-divides-bush-from-his-base"
        },
        {
            "headline": "Rep. Goode Launches Debate over Muslims in Office",
            "author": "By  \n\n\n      Allison Keyes",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 24,
                "year": 2006
            },
            "article_content": "Rep. Virgil Goode (R-VA) has stirred much debate after criticizing an incoming congressmen's decision to use the Quran in a private, unofficial swearing-in ceremony. Goode said it points to the need for a change in immigration policy, and wrote a letter warning of an influx of Muslims if tighter immigration policies aren't enacted.  ANDRÉA SEABROOK, host: This is WEEKEND EDITION from NPR News. I'm Andrea Seabrook. Republican Congressman Virgil Goode is standing by a letter he wrote to constituents, warning of an influx of Muslims and Muslim-elected officials if tighter immigration policies aren't put into place. Some have called Goode's comments bigoted, since they attack the nation's first Muslim congressman, who plans to use the Koran for his ceremonial swearing-in next week. NPR'S Allison Keyes has this report. ALLISON KEYES: The drama started last week, when Virginia Rep. Virgil Goode dashed off a letter to calm his constituents. Goode says that Virginians were concerned because incoming Minnesota Congressman Keith Ellison has said he'll use the Koran at his ceremonial swearing in ceremony. Representative VIRGIL GOODE (Republican, Virginia): Printed media and other media indicated that Mr. Ellison was going to use the Koran, and that generated scores and hundreds of emails to my office. And so I thought it very important to state my view. And my view is that I don't subscribe to the Koran, and I will now be using the Bible when I take the oath. KEYES: In his letter, Goode calls Ellison the Muslim representative from Minnesota, and Goode warns Americans if they don't adopt his position on immigration, there will - his words here - likely be many more Muslims elected to office and demanding the use of the Koran. Some of Goode's constituents wrote outraged letters to a local paper. But many wrote in to support his position, saying he was trying to protect the country. At a news conference, Goode denied that he's a bigot, insisted his letter isn't discriminatory to Muslims, and refused to say whether he's against Ellison using the Koran or Muslims legally immigrating to this country. But he was sure of this. Rep. GOODE: I do not apologize and I do not retract my letter. The letter stands for itself and I support the letter. KEYES: Ellison, a Detroit native who converted to Islam in college, says he isn't angry about Goode's comments. But he says there's a learning gap about Muslims that needs to be closed. He also says the Koran isn't the issue. Representative KEITH ELLISON (Democrat, Minnesota): The document that we all should focus on is not any religious text - that's personal - but the Constitution; that's where our focus needs to be. And the Constitution explicitly prohibits any government body from having a religious test for an elected official. KEYES: Ellison declined to call Goode a bigot, saying he hasn't met him. But he did respond to Goode's comment warning of more Muslims being elected if there's no crackdown on immigration. Rep. ELLISON: That's an interesting concept, because I can trace my ancestry in America to 1742. And so I don't see the connection between my election and illegal immigration. But I do think that what we've got to do is just continue to remind people - and sometimes even Congress people - that you know, that America stands for opportunity and inclusiveness. KEYES: Several other Democrats, including New Jersey Congressman Bill Pascrell, responded with outrage. Representative BILL PASCRELL (Democrat, New Jersey): This is very un-American. This is very un-patriotic. KEYES: Pascrell dashed off a letter to Goode upon hearing about the controversy, and says he urged his Virginia colleague to apologize to the Muslim community for insulting them. Pascrell says there's nothing but prejudice in Goode's missive. Rep. PASCRELL: It is on the - almost on the edge of being a bigoted letter. KEYES: Pascrell says he's considering whether there's something more he and his congressional colleagues can do to show their displeasure. The House can take official action against members. Back in 1832, Ohio Congressman William Stanberry was censured for insulting the speaker of the House. Massachusetts Congressman Barney Frank was reprimanded in 1990 for using his political influence to fix parking tickets. And three members were expelled from the House in 1861 for taking up arms against the United States. The nation's largest Muslim advocacy group, the Council on American Islamic Relations, isn't calling on Congress to do anything. CAIR national legislative director Corey Saylor. Mr. COREY SAYLOR (CAIR): You know what I'd like to see is, I'd like to see Representative-Elect Ellison take his oath, which is, you know, you raise your right hand and you take your oath, and then be allowed to go about the business of serving his district. His faith really doesn't play any role in this, nor does the faith of any other member of Congress. KEYES: But that doesn't mean the group isn't annoyed with what Saylor calls bigotry. Saylor says he can't believe Goode was surprised that people were offended. Mr. SAYLOR: I think this is a standard case of Islamophobia that we see fairly frequently. What's particularly disturbing is this is a sitting elected member of Congress. KEYES: Saylor says his group is also disturbed that neither the Virginia state Republican Party nor the Republican National Committee distanced themselves from Goode's comments. Virginia GOP officials could not be reached for comment, and the RNC did not return a call for comment. One note. Ellison would not be the first elected official to forgo the Bible for his swearing-in ceremony. Several lawmakers have used the Hebrew Bible. And in 1825, John Quincy Adams took the presidential oath using a law volume. Allison Keyes, NPR New, Washington. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/12/24/6669964/rep-goode-launches-debate-over-muslims-in-office"
        },
        {
            "headline": "Senate Takes Step Toward Immigration Vote",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 24,
                "year": 2006
            },
            "article_content": "The Senate votes to cut off debate on an immigration overhaul, moving it a step closer to passing the legislation. With a final vote expected late Thursday, the Senate package is sharply different from the House bill, and there are doubts the two can be reconciled. A vote today shut off any possibility of a filibuster on a compromise plan that incorporates both a path toward citizenship for immigrants already in the country - and tougher enforcement at the border. The Senate's vote to limit further debate on the immigration bill was 73 to 25, 13 votes more than what's needed to break a filibuster. Massachusetts Democrat Edward Kennedy hailed the outcome, saying it \"creates major momentum for this legislation.\" And Pennsylvania Republican Arlen Specter, who managed the bill through days of debate and amendments, defended what others have criticized as an unworkable plan to legalize the status of millions now in the country illegally. \"Is it too unwieldy? No. Does it respond to a very complex set of facts? Yes,\" he said. But Sen. Specter also added, \"Does somebody have a better approach? Not yet -- but we're still open for business.\" A final vote on the Senate bill could come by Thursday.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/05/24/5428461/senate-takes-step-toward-immigration-vote"
        },
        {
            "headline": "Immigrant Marches Planned for Labor Day Weekend",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 30,
                "year": 2006
            },
            "article_content": "Activists are holding a new round of immigration marches, starting this Labor Day weekend. The largest marches are planned for Los Angeles, Chicago, Phoenix and Washington, D.C. The message they hope to send: immigrants are voters, too.  STEVE INSKEEP, host: It's MORNING EDITION from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, host: And I'm Renee Montagne. A new round of mass immigration marches will take place, beginning this Labor Day weekend. The marches are timed to when Congressmen return to Washington, even though many consider the House and Senate to be hopelessly deadlocked over immigration legislation. NPR's Jennifer Ludden reports. JENNIFER LUDDEN reporting: The biggest marches are planned for Los Angeles, Chicago, Phoenix, and Washington D.C. Activists fanned out to Hispanic church services this past Sunday to promote turnout. And radio stations, again, have taken up the cause. (Soundbite of Spanish Language radio) Unidentified Man: (Foreign language spoken) LUDDEN: This promo in the Washington area, suggests people wear a white shirt and carry the U.S. flag as they, quote, demand legalization for all, and a stop to deportations. (Soundbite of Spanish language radio) Unidentified Man: (Foreign language spoken) LUDDEN: Do it for your family, your friends, and your future, it says. Be a part of history. Jaime Contreras is a key rally organizer with the Service Employees International Union. He says the marches will not support a wide-ranging Senate immigration bill. He calls its legalization program too limited and so unworkable. Instead, Contreras says, the marches will carry a broader message. Mr. JAIME CONTRERAS (Rally Organizer): We have shown, as a movement, power in numbers. We have shown that we have economic power. Now we got to show something different. Now we have to show that we have voting power. LUDDEN: To that end, immigrant groups have spent this summer waging a nationwide voter registration drive, hoping to influence this fall's midterm elections. Joshua Hoyt, of the Illinois Coalition for Immigrant and Refugee Rights, calls immigrants the new soccer moms and NASCAR dads. Mr. JOSHUA HOYT (Coalition for Immigrant and Refugee Rights, Illinois): The numbers of naturalized immigrants in, for example, the key race for Henry Hyde's seat, has gone up 50 percent - from 60,000 to over 90,000. Those are immigrants who can vote. LUDDEN: But hitting the streets again to show potential voting power is a risky strategy. Mark Krikorian is with the Center for Immigration Studies, which wants lower immigration levels. Like a number of conservative commentators, he finds the very idea of these immigrant demonstrations audacious. Mr. MARK KRIKORIAN (Center for Immigration Studies): The fact is that people who are not members of the household, members of the family, have no business issuing demands to the American people. It's just morally wrong. LUDDEN: Krikorian says the marches also created a backlash, and after the spring rallies, polls did show a dip in public support for the immigrants' cause. Mr. ANTONIO GONZALEZ (William C. Velasquez Institute): Well, we're all concern about backlash, but that doesn't mean you don't march. LUDDEN: Antonio Gonzalez heads the William C. Velasquez Institute. He asks: how can immigrants not speak out again, since, he says, members of Congress have spent all summer demagoguing(ph) against them. Mr. GONZALES: The growth of very virulently anti-immigrant - both politicians and civic activity - requires a response. LUDDEN: Since July, numerous House subcommittees have traversed the country holding field hearings aimed at rousing opposition to any legalization. The events have largely fallen off the radar of the National Media, but they've generated local coverage, like this recent Houston TV report that featured the testimony of a tearful mother. (Soundbite of TV report) Unidentified Woman: Yes, the borders need to be secure, and yes you need to do something about this. Unidentified Announcer: Carrie(ph) Reece's(ph) 17-year-old daughter Felicia(ph) was violently killed by an undocumented immigrant in 1999… LUDDEN: Activist Joshua Hoyt says House members are only hearing half the story. So, after their march this weekend in Illinois, immigrant groups there are going to hold their own hearing. Mr. HOYT: There're going to be people speaking who've lost family members working for the desert. There're going to be people speaking who have seen family members been deported. There're going to be people speaking who've been waiting 23 years to bring family members from a place like the Philippines. LUDDEN: Hoyt hopes such voices can be part of the wider debate as the nation heads into an election season with illegal immigration a leading campaign issue. Jennifer Ludden NPR News, Washington. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/08/30/5736011/immigrant-marches-planned-for-labor-day-weekend"
        },
        {
            "headline": "Migrants' Job Search Empties Mexican Community",
            "author": "By  \n\n\n      Lulu Garcia-Navarro",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 8,
                "year": 2006
            },
            "article_content": "Malinalco is a quiet provincial capital with cobblestone streets. But despite its charm, more people are leaving every day. \n                \n                    \n                    Ellen Calmus\n                    \n                \nhide caption Malinalco is a quiet provincial capital with cobblestone streets. But despite its charm, more people are leaving every day. Benancio Nieto, 77, works long hours in his field. This season, the subsistence farmer is planting rice with the help of his son. But he says times are hard because of NAFTA (the North American Free Trade Agreement).\n                \n                    \n                    Lourdes Garcia-Navarro, NPR\n                    \n                \nhide caption Benancio Nieto, 77, works long hours in his field. This season, the subsistence farmer is planting rice with the help of his son. But he says times are hard because of NAFTA (the North American Free Trade Agreement). Some places in Mexico have a long history of migration. But for others, including the provincial capital of Malinalco, it's a relatively new phenomenon. After leaving for better-paying jobs in the United States, migrants find themselves missing their families and communities back home. On the surface, Malinalco -- with its cobblestone streets and weekend visitors from Mexico City a few hours away -- looks fairly prosperous. But something is ravaging the community: Its people are leaving. \"At least five to 10 percent of the population here goes to the United States,\" says Benito Ceron Mancio, who works with the Malinalco municipal government. \"It's been increasing incrementally, but we can see that today it is much more than it ever used to be.\" Salvador Hernandez is among those who've gone north. The 20-year-old man has been working as a bricklayer in Georgia for three years and has just returned home for a visit. \"You miss your family when you are [in the United States],\" Hernandez says. \"I am lonely there...\" He left school at 14 and started to work in the countryside before deciding to follow his many relatives who are working in the United States. \"One goes north for the work more than anything,\" he says. \"There is always work there, in the fields or the restaurants -- many things.\" In the United States, Hernandez lives with four other immigrants in a two-bedroom apartment. He manages to send $100 to $500 home each month. He says he works long hours. In his spare time, he watches TV or goes to the mall. He misses the festival days in Malinalco and going to church with the community. But in Georgia, he earns in one hour what it would take an entire day to earn back home (if there were steady work in Malinalco, which there isn't). His dream is to make enough money to come home to Malinalco, get married and build a house. Cecilia Gonzales works at a lunch counter in Malinalco. The young girl's brother is in the United States, and some of her friends have just left for there. \"Here it's the same story, almost all of the young girls and boys go over there to make money and to realize, according to them, their American dream,\" Gonzales says. \"There isn't any work here, everything is scarce, and there's lack of money.\" She also is thinking of leaving. She sees that many of her friends and family come back from the United States with clothes and cars. Still, Gonzales thinks immigration may not be so great for her country. \"On the one hand it's good, but on the other it's bad because Mexico is belonging more and more to the U.S.,\" Gonzales says. \"Everyone is heading over there. Mexico is emptying.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/2006/05/08/5389518/migrants-job-search-empties-mexican-community"
        },
        {
            "headline": "Bush Signs Border Fence Act; Funds Not Found",
            "author": "Ted Robbins",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 26,
                "year": 2006
            },
            "article_content": "President Bush signs the Border Security Act, a new law that emphasizes enforcement over reform of the nation's immigration system. The act's key provision is a new 700-mile fence, planned for the southern border with Mexico. But questions have been raised about whether or not the fence will ever be built: Little or no funds were appropriated to the task when Congress approved the act in September.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2006/10/26/6388548/bush-signs-border-fence-act-funds-not-found"
        },
        {
            "headline": "Listeners Comment on Immigration, Rumsfeld",
            "author": "By  \n\n\n      Jeffrey A. Dvorkin",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 17,
                "year": 2006
            },
            "article_content": "One of the signs at NPR that a news topic has attracted significant listener interest is when the story is given its own place on the NPR Web site. This is certainly the case regarding the question of immigration. For the past few weeks, Congress attempted to address this growing issue which has assumed enormous importance in this election year. More than 11 million people in the United States now fall into this limbo status. The continued presence and legal future of these individuals is uncertain. NPR has reported on this story from a variety of angles – political, ethical, legal and humanitarian. The NPR Web site has done a good job of pulling all these angles together in one concise place on the Web site. Some listeners expressed appreciation for NPR’s coverage. But as with other hot issues, questions are raised by other listeners about the words NPR uses and the different points of view it allows to be heard. Paul Sundberg is one of those who want NPR to choose its words more carefully: I find myself increasingly exasperated at the careless (or perhaps intentional) misuse of the word “immigrant” in recent NPR news stories… The word “immigrant” and “immigration” in nearly every sentence and context means (unmistakably) “undocumented Latino immigrant” and “illegal Latino immigration”. This usage is dishonest, manipulative, or just linguistically careless… It would be helpful and journalistically responsible, therefore, if NPR news editors monitored all occurrences of the unmodified words “immigrant” and “immigration”, modifying them when what is meant is specifically and exclusively “undocumented immigrant” and “illegal immigration”. Listener Dale Lessick wishes NPR would get past the emotional messages: NPR needs to get a more objective set of stories on this issue.  Start asking experts who STUDY policy impacts to predict what the likely consequences could be of the different options.  PLEASE, no more opinions from people who feel strongly about the issue, but really have no idea what they’re talking about.  Get more economists to talk about local versus national impacts the probable impact on the labor force at the various skill levels, etc. Another listener, Ned McCune wants NPR to look beyond staged events and focus on the issues: Some Americans, like me, are appalled by the idea that illegal aliens demonstrating in the streets might sway our Congress as it debated immigration reform.  Granted, the demonstrators, by turning out, have earned the right to be heard, but they have also made an impression, and you might balance your news with comments from the citizenry. Explanatory, But Not Partisan Finding ways to explore the issue that is explanatory but not partisan is one of the difficulties in reporting this highly emotive story. While NPR has (correctly in my opinion) avoided loaded terms such as “illegals” or “illegal aliens” as being overly charged and largely inaccurate to describe all of the people affected, there still is no word or phrase that can be used without fear of objection by someone in this debate. The National Association of Hispanic Journalists has put out a helpful glossary of terms that is very useful and some of the NAHJ’s recommendations are being used, coincidentally by NPR. A number of NPR and member-station journalists asked that NPR put out a guide of which terms and phrases are preferred on NPR. Vice President for News Bill Marimow says that common sense should guide journalists, rather than any specific dos-and-don’ts: When there is only one word which precisely and accurately describes a \tsituation, we will use that. But when there is a range of choices, we prefer that \tjournalists use their common sense and choose words that describe the situation \twith accuracy, thoroughness, fairness and sensitivity. My own suggestion is that the word that seems to be the most accurate but least incendiary is “undocumented.” The debate seems to be about whether people who come to the United States have some recognizable legal status, signified by their possessing the proper documents. To me, that’s what the core of the debate is all -- or mostly -- about. Anything else sounds like advocacy to me. Calls for Rumsfeld’s Resignation Recent calls for Secretary of Defense Donald Rumsfeld’s resignation have also provoked listener responses. An excellent interview on “All Things Considered” by Michele Norris with one of the dissidents, retired Major General John Riggs, was followed by a commentary from Daniel Goure of The Lexington Institute, a think tank that specializes in military matters. “Hollow and lacking…” Some who contacted me felt that Norris was too harsh on General Riggs. Listener Steven Fruhwirth was equally incensed by the choice of Daniel Goure who followed the interview: I was infuriated today by comments on All Things Considered (4/13/06) by a defense analyst from the Lexington (Institute), regarding calls for Donald Rumsfeld to step down.  I know that you have stated previously that, using conservative voices is necessary to achieve balance in a story. However, this speaker was not just a run-of-the-mill conservative voice.  He was a former colleague of Rumsfeld who was allowed to deliver a lengthy diatribe about what a great guy Rumsfeld is and how we are so lucky to have someone with so much courage.  It was so hollow and lacking in any substance that I was truly shocked.  I hope in the future your reporters will look a little harder for voices that at least have some credibility and provide thoughtful information.  Why did they rely on a conservative think tank member instead of, for example a retired senior military official that supports Rumsfeld? “The segment was balanced.” Christopher Turpin is the Executive Producer of “All Things Considered.” I asked him if he plans to have another commentary to balance Goure’s. I’m not planning on a balancing commentary.  Two reasons: 1)   The segment was balanced.  The commentary followed a lengthy (exclusive) interview with a General calling for Rumsfeld’s resignation.  While Michele did push back appropriately, the overall tone of the (interview) -- Rummy should go -- was unmistakable. 2)   Overall, the tone of our Pentagon/Rumsfeld coverage has been critical of Rumfeld’s leadership of the Pentagon.  For example, in the past couple of weeks we’ve had another General on (“All Things Considered”) calling for his head, while in his regular commentaries, Dan Schorr has repeatedly criticized the management of the Iraq War.  Goure’s commentary -- unpopular though it was with many of our listeners -- provided a degree of balance. Yes, but… I agree with Turpin that the segment was balanced, but…if my e-mail inbox is anything to go by, NPR listeners are becoming increasingly reactive to partisan viewpoints. This is partly because events at home and abroad are getting the closer attention of news consumers in general and the public radio audience more particularly. The approach of mid-term elections is also focusing the listeners on the issues in a way that did not seem to be happening even a few months ago. Radio is a linear medium. That means it is difficult to know what else has been broadcast on any subject (unless you go to the NPR Web site). So while NPR editors accept a liberal or a conservative commentary for reasons of overall balance, listeners, without that broader perspective, are only hearing what’s in front of them. NPR might keep this in mind and make a more conscious effort to help the listeners by telling them more frequently, and on the radio, how this balance is being achieved.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/publiceditor/2006/04/17/5347494/listeners-comment-on-immigration-rumsfeld"
        },
        {
            "headline": "Q&A: Inside the Immigration Debate",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 28,
                "year": 2006
            },
            "article_content": "U.S. Attorney General Alberto Gonzales speaks at the swearing-in ceremony of newly naturalized U.S. citizens, March 27, 2006. He and President Bush used the occasion to promote the president's immigration proposals.\n                \n\n                    Reuters\n                    \n\nhide caption Marchers in downtown Los Angeles protest efforts to make it a felony to live in the United States without authorization, March 25, 2006. \n                \n                    \n                    Carrie Kahn, NPR\n                    \n                \nhide caption Immigration policy was a major focus of President Bush's agenda when he began his first term in office in 2001. His plan centered around the creation of a guest worker program for foreign workers. Then came 9/11. In the wake of the terrorism attacks, the discourse shifted, from providing paths to citizenship for those already in the country illegally to strengthening borders in the name of national security. The debate over illegal immigration is a complex, often emotional one that elicits a range of opinion. Read a sampling of op-eds and editorials from across the nation.  Now, in a midterm election year, the issue has returned to prominence on Capitol Hill. The Senate Judiciary Committee has approved, on a 12-to-6 vote, a plan that would allow illegal immigrants to earn citizenship, while also tightening border security and enforcing existing bans on the hiring of undocumented workers. The legislation now moves to the full Senate, where it will be debated by Republicans deeply divided on the issue. The bill also differs sharply from tough border-security legislation passed by the House in December 2005. NPR's Jennifer Ludden, who covers immigration, helps explain the debate.  Q: What factors are bringing immigration reform back to the forefront of the legislative agenda now?  If you ask lawmakers on Capitol Hill, they'll say their constituents back home bring up the issue repeatedly.  Opponents of illegal immigration argue that the undocumented are taking American jobs, draining state coffers and eroding U.S. culture. Immigration doesn't top the list of worries on the minds of most voters, but polls show it to be of significant concern -- enough so that politicians feel they can't avoid taking a position. The border-watching Minutemen have also helped raise the issue's profile. This group of mainly middle-aged men (and some women) are now staging their second annual stakeout at the Arizona border, with the aim of stopping illegal immigrants from entering from Mexico. President Bush, among many others, originally dismissed the group as \"vigilantes.\" But instead of going away, they've spawned affiliates across the country. Much of what the Minutemen do is certainly a show for the media, and it's not clear they've had any concrete effect on the ground. Yet even critics concede the group has had a political impact by rallying grassroots support, including in places far from the border. Q: What are the main issues involved in the immigration debate? The sticking point has been a guest worker program. The idea has taken many forms: As first outlined by President Bush, such a program would allow foreigners outside the United States to apply for temporary work visas. Other plans would also give the millions of undocumented immigrants already in the country the right to stay legally. The issue has created a rift among Republicans. While business interests in the GOP seek to legalize workers, the party's conservative base is strongly opposed to illegal immigration. Critics argue that the government should first focus on border security. Some want to make it a criminal offense -- punishable by jail time -- for the undocumented to live in the United States (right now, it's a civil offense). Legislation passed by the U.S. House in December does indeed make this a felony. The plan approved by the Senate Judiciary Committee eliminates these criminal provisions, and it also drops all criminal penalties for those who provide assistance to undocumented foreigners, except for those involved in smuggling. However, that House bill skirted the guest worker controversy by focusing exclusively on border security. There's a widespread feeling that toughening enforcement will play well in this fall's midterm elections, although some question that.  Some polls actually show a majority of Americans support a guest worker program -- if participants are made to \"pay\" in some way for having broken the law. Q: How does the Senate's plan compare to legislation passed by the House?  In terms of border security, the Senate Judiciary Committee has approved a lot of the same measures the House passed: more high-technology monitoring equipment at the border, tougher anti-smuggling laws and more border patrol agents. Sen. Jon Kyl (R-AZ) got the committee to include expanded double and triple fencing along much of Arizona's border with Mexico, similar to what's already in place near San Diego. But the committee declined to approve a barrier along hundreds of miles of border, as the House bill does, opting instead to study the idea.  The Senate bill, like the House bill, would force employers to take part in a national computer system to verify that employees are documented.  Unlike the House bill, the Senate legislation would greatly increase the number of green cards available each year. It's an attempt to plough through the years' long backlog for those trying to immigrate here legally. To cite just one example, some people in the Philippines face a two-decade wait to join family members in the United States.  The major points of contention, though, are over the Senate Judiciary Committee's proposed guest worker program, and its proposal to legalize the nearly 12 million undocumented immigrants in the country now.  Q: : What's the controversy over the guest worker program in the Senate bill? The Senate panel approved a plan from Senators John McCain (R-AZ) and Edward Kennedy (D-MA) to create a guest worker program for up to 400,000 foreign workers.  There would be some sort of computerized registry to match them up with U.S. businesses, and those companies would have to show that they could not find an American to do the same job. Participants in the guest worker program would have to work for six years before they could apply for permanent residency (a so-called green card). They'd have to wait another five years to apply for citizenship. Supporters say allowing guest workers to earn citizenship is necessary to avoid creating a permanent underclass, with no political rights, that is vulnerable to exploitation and depressed wages. Q: What about legalizing those undocumented immigrants already here? This is probably the most contentious part of the Senate Judiciary Committee's plan. The bill passed by that panel would allow the nearly 12 million illegal immigrants estimated to live in the nation now to become citizens eventually. Supporters argue that these proposals do not amount to amnesty because to qualify, immigrants would have to pay a fine, learn English, hold a job, pass a criminal background check and pay any back taxes. As Sen. Lindsey Graham, Republican of South Carolina, quipped: \"That probably excludes half my family!\" Opponents say the plan rewards illegal immigrants for breaking the law. Some worry that it would allow those who came to the United States illegally to jump in line ahead of about 3 million people already waiting for permanent visas. Sen. Kennedy insists that will not occur. Still, Arizona Republican Jon Kyl is among critics who say the plan is \"not fair to those who've been playing by the rules.\"  Q: Is the immigration proposal likely to pass in the full Senate?  It's hard to say. Certainly, the Senate is a much different body than the House, and many members feel strongly that while a border crackdown is needed, that alone will not solve the problem. They point to mounting security measures over the past decade, and note that the number of illegal migrants each year has only increased. However, if a bill focusing only on border security did come up for a vote in the Senate, it might be hard even for Democrats to vote no.  Imagine the campaign commercials against a senator who'd voted against tighter security.   Q: What about reconciling the House and Senate plans?  If the Senate does end up passing a guest worker program, this may be the hardest task of all, and there aren't many optimists out there.  Immigration reform has become a bit like the Mideast peace process -- it's a safe bet that nothing will happen.  So -- one wonders -- is all this anguish and debate for naught? I once looked back at the 1986 bill that legalized nearly 3 million immigrants; it took about five years to get it through Congress. By my count today, we're in year three. But, ironically, the fallout from that 1986 legislation may make it even harder to pass immigration reform today. Critics like to ask, \"What do you get when you amnesty 3 million undocumented immigrants? Their answer: \"Four times as many illegal immigrants, two decades later.\" One large reason is that, while the 1986 law made it a crime to employ an undocumented worker, the provision has never been strictly enforced. That is something both bodies of Congress are trying to address. So, if the divide over legalization and guest workers can be bridged, remember to look closely at what provisions there are for businesses to check the legal status of their employees.  That will say a lot about how any new immigration overhaul will play out. Illegal Immigrant: Someone present in the country without authorization. People considered illegal immigrants can enter the United States in two ways: either by sneaking across the border, or by entering the country legally under a temporary visa but then failing to leave once their visa expires. Legal Implications: Living in the United States illegally -- either by sneaking in or by overstaying a visa -- is a violation under the civil code, not the criminal code. However, illegal immigrants can be incarcerated as part of the deportation process. Sneaking across the border is currently a criminal misdemeanor that can result in six months in prison. Immigration legislation passed by the U.S. House in December would make it a felony to live in the United States without authorization. Guest Worker Program: A program that allows foreign workers a legal means to work and live in the United States for a temporary period of time. U.S. law currently includes provisions that allow people to enter the country temporarily to take up work in agricultural and professional sectors of the economy. Most have set ceilings on the number of foreign workers who can be allowed in. U.S. businesses have long bumped up against these ceilings. Source: David Martin,  professor of law at the University of Virginia. He formerly served as a general counsel at the federal agency now known as U.S. Citizenship and Immigration Services.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2006/03/28/5303676/q-a-inside-the-immigration-debate"
        },
        {
            "headline": "Immigration Reform Tops Agenda in Washington",
            "author": "By  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 27,
                "year": 2006
            },
            "article_content": "President Bush and the U.S. Senate turn their attention to immigration as the president helps to swear in new citizens while a Senate committee writes a bill to control the flow of undocumented workers. The full Senate is expected to debate the issue for the next two weeks.  MICHELE NORRIS, host: From NPR News, this is ALL THINGS CONSIDERED, I'm Michele Norris. MELISSA BLOCK, host: And I'm Melissa Block. In Washington today, the president and a key Senate committee turned their attention to rewriting the nation's immigration laws. The issue is fraught with emotion, and complicated by the politics of not one, but two election years. This year's congressional races, and the presidential contest of 2008. Some lawmakers simply want to secure the borders, others want undocumented workers to have a chance to stay in the U.S. legally. Today, President Bush called for civility in the debate on Capitol Hill, even as massive demonstrations around the country raised the tension level. We begin our coverage with NPR's David Greene at the White House. DAVID GREENE reporting: The White House always looks for that perfect venue for a speech. Today, with immigration topping his agenda, the president came to a naturalization ceremony in Washington. His red tie matched perfectly the backdrop at the event, which featured the Statue of Liberty. President GEORGE W. BUSH: Nobody benefits when the illegal immigrants live in the shadows of society. Everyone suffers when people seeking to provide for their families are left at the mercy of criminals, or stuffed in the back of 18-wheelers, or abandoned in the desert to die. America needs comprehensive immigration reform. GREENE: But he was also quick to add: President BUSH: Completing a comprehensive bill is not going to be easy. GREENE: You can say that again. This president's been fighting for immigration legislation for nearly five years. In 2001, Mexican President Vicente Fox came to Washington and pressed Mr. Bush to allow undocumented immigrants a crack at legal working status in the U.S. Mr. Bush was open to the idea. President BUSH: Workers should be able to register for legal status on a temporary basis. If they decide to apply for citizenship, they would have to get in line. GREENE: Whether undocumented immigrants could apply for citizenship is just one of many issues dividing lawmakers. On one side are those who want to make it a felony to be in the country illegally and who want to build a 700-mile fence on the Mexican border to back it up. On the other side are those who want not just a guest worker program, but a step-by-step path for illegal aliens to become citizens. And there are plenty of ideas in the middle. The president left many of the details to Congress and sought to take the high road. President BUSH: No one should pretend that immigrants are threats to American identity, because immigrants have shaped America's identity. GREENE: He closed his event by speaking to the 30 citizens who had just taken the oath. Even as he spoke, on Capitol Hill senators on the Judiciary Committee were scrambling to meet a deadline set by Senate Majority Leader Bill Frist. In this election year, the leader is eager to get beyond an issue that divides his party, and he vowed that if the Judiciary Committee did not have some kind of compromise legislation ready by tonight, he'd introduce his own bill tomorrow. It would toughen border enforcement and drop the current guest worker program the president defends. California Democrat Dianne Feinstein said she didn't appreciate the pressure from Frist. Senator DIANNE FEINSTEIN (Democrat, California): This is a huge and controversial issue, and to work on a forced march basis so that we get so fatigued we don't know what we do is really not something that I think is the best interest of the United States Senate. We are meant, whether we like it or not, to be a deliberative body. GREENE: Not only is the issue controversial, but it's captured the attention of the public. In recent days, hundreds of thousands have marched in cities around the country. And today a contingent of advocates was literally present at the doorstep of the Congress. David Greene, NPR News, the White House. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2006/03/27/5304240/immigration-reform-tops-agenda-in-washington"
        },
        {
            "headline": "Georgia Bill Targets Illegal Immigrants' Wire Transfers",
            "author": "By  \n\n      Emily Kopp",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 19,
                "year": 2006
            },
            "article_content": "The Georgia state house has approved a bill that would levy a 5-percent surcharge on wire transfers by illegal immigrants to their native countries. Georgia has experienced a rapid growth in immigrant population, and state lawmakers are seeking to stem the tide of undocumented workers and recoup the cost of providing public services to them. People who could show passports, green cards or other proof that they're here legally, or that they pay taxes in Georgia, wouldn't have to pay the fee. Financial institutions and immigrants' rights advocates have lined up to fight the measure. Western Union says it would be hard for customer service agents to determine on the spot whether someone was legally in the country. Emily Kopp of Georgia Public Broadcasting reports.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2006/02/19/5224379/georgia-bill-targets-illegal-immigrants-wire-transfers"
        },
        {
            "headline": "Targeting Landlords Who Rent to Illegal Immigrants",
            "author": "By  \n\n\n      Amy Isackson",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 21,
                "year": 2006
            },
            "article_content": "The city of Escondido, Calif., has become the latest community in the nation to crack down on landlords who rent to illegal immigrants.  The new ordinance allows residents and business owners, as well as city officials to file complaints if they suspect a landlord is renting to illegal immigrants.  JACKI LYDEN, host: And here are some other election developments. Incumbent Senator Joe Lieberman of Connecticut, who lost the Democratic Party primary in August, has pulled way ahead of the party nominee Ned Lamont. The latest poll gives a 17-point lead to Lieberman, who's running as an independent. He and Lamont will face each other Monday night in a final televised debate. And the Associated Press has published data from the Census Bureau that political analysts will be sure to chew over. It turns out that between the years 2000 and 2005, congressional districts held by Republicans added a total of about three million immigrants to their population. This is nearly twice as many as the number of immigrants who settled in Democratic districts. The newcomers include both legal and undocumented residents, and this brings us to our next story. A city in Southern California has become the latest in a small number of communities across the country to crack down on landlords who rent to illegal immigrants. The Escondido City Council has passed a measure that slaps fines on landlords who rent to undocumented immigrants and could send repeat offenders to jail. From member station KPBS in San Diego, Amy Isackson has the story. AMY ISACKSON: Audience members rushed to the front of the Escondido City Council chambers after the vote earlier this week to congratulate councilmembers for passing the measure. Unidentified Woman: Awesome. You did a - seriously, I'm so proud of you. Unidentified Man: We're taking this (unintelligible).... Unidentified Woman: Thank you for not giving up the fight. ISACKSON: Some snap photos with the measure lead author. A group of Minute Men talked about where to go for drinks to celebrate. Outside City Hall, Councilman Ed Gallo called it an historic day for Escondido. Councilman ED GALLO (Escondido City Council): Somebody had the cajones to say we're going to do something... ISACKSON: Under the new ordinance, residents, businesses and city officials can file complaints with the city if they suspect a landlord is renting to illegal immigrants. Landlords then have to show their tenants' immigration papers to the city, which in turn will pass the documents on to federal officials for verification. Landlords whose renters are found to be in the country illegally would have 10 days to evict their tenants or face penalties. The measure is modeled on one passed this summer in Hazelton, Pennsylvania. The Escondido ordinance was championed by Councilwoman Marie Waldron, who's running for reelection in November. She says the number one complaint she receives from constituents is overcrowding, and she says illegal immigrants are in part to blame. Councilwoman MARIE WALDRON (Escondido City Council): This will be one tool to address the issue. It's a way to address it at the local level when the federal government has let us down. ISACKSON: Escondido's Latino population has grown substantially in the last 15 years. The once sleepy agricultural fields 30 miles north of San Diego have given way to suburban development. Many Latinos who once lived on the outskirts have moved into town, one the last areas of affordable housing in high-priced San Diego. Escondido is now 42 percent Latino, up from just 16 percent in 1990. Officials say there's no way to know how many are illegal immigrants, but there's no doubt that for some residents of this conservative community, the growing Latino presence is scary. Councilwoman Waldron says illegal immigrants hurt the community in many ways, including by exposing school children to diseases like TB and leprosy, though county health officials say there's no evidence to support that claim. Many Latino residents in Escondido say they feel under siege. After the vote, Cole Fry(ph) stood on the sidewalk outside City Hall with a sign that said USA is not Nazi Germany. Mr. COLE FRY (Protester): They're blaming people for ills and stuff like that, you know, and they're spreading fear, just like they did back in the 1930s. ISACKSON: The ordinance comes after weeks of protests in the community. (Soundbite of protesters) ISACKSON: Dozens of immigrants rights activists spoke out against the ordinance at earlier council hearings. They say it is racist. It will force landlords not to rent to anyone who looks Mexican. They say landlords will become immigration agents. But the final vote this week brought fewer protesters to City Hall. Escondido Latino activist Danny Perez says this time most chose not to waste their breath. Mr. DANNY PEREZ (Escondido Latino Activist): We're going to let our lawyers do all the talking. ISACKSON: San Diego ACLU executive director Kevin Keenan says the ordinance is unconstitutional and plans to sue. Mr. KEVIN KEENAN (Executive Director, San Diego ACLU): The Constitution is very clear that it's a federal responsibility to do immigration law, not every local ordinance. So this ordinance that they've passed is preempted by the federal Constitution, federal law. ISACKSON: Keenan hopes to file an injunction before the ordinance takes effect next month. That's what happened in Hazelton, Pennsylvania. Because of an ACLU lawsuit, the city has yet to enforce its ban on renting to illegal immigrants. For NPR News, I'm Amy Isackson in San Diego. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2006/10/21/6360425/targeting-landlords-who-rent-to-illegal-immigrants"
        },
        {
            "headline": "Congo Readies for Landmark Elections",
            "author": "Jason Beaubien",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 11,
                "year": 2006
            },
            "article_content": "A woman at a remote medical clinic in Chambucha. She fled fighting between the Congolese army and remnants of the Hutu militias that carried out the 1994 genocide in Rwanda.  \n                \n                    \n                    Jason Beaubien, NPR\n                    \n                \nhide caption Later this month, the Democratic Republic of Congo is scheduled to hold its first free elections in almost half a century --  the troubled central African nation hasn't had free democratic polls since 1960. With international donors spending more than $400 million on the polls, the elections are the most expensive elections ever held in Africa. But backers say it's worth the hope that a representative government can lead Congo out of years of turmoil. If none of the 33 presidential candidates gets 50 percent of the vote on July 30, there will be a runoff.",
            "bias": "refugees",
            "url": "https://www.npr.org/2006/07/11/5547066/congo-readies-for-landmark-elections"
        },
        {
            "headline": "New Palestinian Leadership Tests U.S. Diplomacy",
            "author": "Michele Kelemen",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 28,
                "year": 2006
            },
            "article_content": "Now that the militant Hamas movement is set to take over the Palestinian government, the debate intensifies about whether to give financial aid. International donors are trying to head off a financial crisis in the Palestinian authority but the Bush administration wants a united front against Hamas.  MELISSA BLOCK, host: International donors are trying to head off a financial crisis in the Palestinian Authority. But the election victory of Hamas is making for some tricky negotiations. The Bush administration is trying to keep a united front on Hamas, which the U.S. considers a terrorist organization. The administration says any future Palestinian government must recognize Israel and must renounce violence if it wants outside support. NPR's Michele Kelemen reports. MICHELE KELEMEN reporting: The warnings have been stark. Special Middle East Envoy James Wolfensohn wrote recently that the Palestinian Authority needs $60 to $80 million dollars just to cover salaries and will need about $280 million dollars to cover expenses before a Hamas-led government is expected to be in place by March. Karen Abu Zayd, head of a United Nations Agency that helps Palestinian refugees, was also ringing alarm bells today, though her agency is not expected to face any aid cutoff. Ms. KAREN ABU ZAYD (United Nations Relief and Work Agency): We think the refugees will be well looked after in this situation, but if there's a cutback on salaries being paid for non-refugees, for teachers who teach non-refugees, if kids are not in school, if doctor's aren't paid, then this is going to create a humanitarian crisis, you know. This will be a crisis. KELEMEN: This week the European Union announced about $145 million dollars in aid, some $20 million of it for Palestinian government salaries. EU External Relations Commissioner Benita Ferrera-Waldner explained that some of the aid will also be used for electricity bills to hold over the caretaker Palestinian government. Ms. BENITA FERRERA-WALDNER (External Relations Commissioner, European Union): Our payment is a contribution to stability. On the one hand, stability for the population, and on the other hand, we are helping Mahmoud Abbas in this very crucial moment. KELEMEN: That was the international plan, to make sure Abbas's caretaker government can function. But as Wolfensohn pointed out, Israel decided to withhold millions of dollars in tax and customs revenue. The United States has also asked for $50 million dollars back, money that was due to be used for infrastructure projects. State Department spokesman Adam Ereli says the U.S. is trying to get European and Arab states to fill the current spending gap, but also wants to keep up the pressure on Hamas, as it tries to form a new government. Mr. ADAM ERELI (State Department Spokesman, United States): Our diplomacy is geared towards getting Hamas to make the right choice, to take its foot out of a camp of terror and put them both firmly in the camp of peace and negotiation and respectability in the international community. KELEMEN: The big task for the Bush Administration is whether it can maintain this approach once a Hamas-led government is in place. European officials have made clear that they will want to see what the government looks like and what it does before making any future judgments about aid. Secretary of State Condoleezza Rice also heard calls for patience on her recent trip to the Middle East, according to Robert Malley of the International Crisis Group. Mr. ROBERT MALLEY (International Crisis Group): What Condoleezza Rice heard back from her Arab interlocutors is, don't count on us to try to strangle Hamas and to try to put so much pressure on it that this whole experiment is going to fail. We want to give Hamas time to evolve. We want to see whether, with the right mixture of carrots and sticks, we can get them to moderate their positions and to put in place the kind of government that the international community can deal with. KELEMEN: Scott Lasensky, of the U.S. Institute of Peace, says it will take time for a real international strategy to crystallize. Mr. SCOTT LASENSKY (United States Institute of Peace): Is it going to be isolate and undermine a Hamas-led Palestinian Authority, maybe even before a government is formed? Or is it going to be a strategy of engage and change, where we come up with tasks and benchmarks and we try to give the government a chance? KELEMEN: Lesensky predicts something in between. And while donors grapple with these questions, he says they should also think more broadly about how best to aid the Palestinians in a way that would promote state building, not a culture of dependency. Michele Kelemen, NPR News, Washington. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "refugees",
            "url": "https://www.npr.org/2006/02/28/5238095/new-palestinian-leadership-tests-u-s-diplomacy"
        },
        {
            "headline": "Abbas to Consult on Palestinian Government",
            "author": "By  \n\n\n      Linda Gradstein",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 27,
                "year": 2006
            },
            "article_content": "Hamas has been declared the official winner of this week's Palestinian parliamentary elections. The Islamist militant group will control 76 seats in the 132-member Palestinian Legislative Council. Palestinian leader Mahmoud Abbas said he would consult on the formation of a new government. Palestinian leader Mahmoud Abbas talks during a press conference in the West Bank city of Ramallah, Jan. 26.\n                \n                    \n                    Getty Images\n                    \n                \nhide caption  RENEE MONTAGNE, Host: One day after Hamas was declared the decisive winner in the Palestinian Parliamentary elections, Israel and the Palestinians are struggling to come to terms with the new reality in Middle East politics. Hamas will control 76 seats in the 132 member Palestinian legislative council. The stunning victory in Wednesday's election ended four decades of rule by the corruption-plagued Fatah party. NPR's Linda Gradstein reports. LINDA GRADSTEIN: Palestinian leader Mahmoud Abbas insists that he remains committed to negotiations with Israel and will start immediate consultations to form a new Palestinian government. In Gaza, Hamas leader Ismael Haniah said Hamas wants a coalition government with Abbas's Fatah movement. Abbas didn't comment, but Fatah leaders said that they don't want to join a Hamas government. In the hour since the election results were announced, Hamas leaders have been careful not to mention violence or the armed struggle against Israel. In Gaza, Mahmoud al-Zahar, who is considered a hard liner within the movement, said Hamas could extend the yearlong cease-fire with Israel which he called the quietness. MAHMOUD AL: We are not playing terrorism or violence. We are under occupation. The Israeli continue their aggression against our people: killing, detention, demolition; and in order to stop these processes we run effective self defense by all means, including using guns. If the Israelis stop their aggression, we will be committed throughout this full (unintelligible). GRADSTEIN: Acting Israeli Prime Minister Ehud Olmert said a Palestinian authority led by Hamas is not a partner in peace. He said Israel will ignore such a government and make it irrelevant. Secretary of State Condoleezza Rice warned that Hamas will receive no assistance from a Bush Administration that has given millions of dollars directly to the Palestinian Authority since Palestinian leader Yasser Arafat died 14 months ago. Former U.S. President, Jimmy Carter is the head of an international observer mission for the Palestinian elections. In an interview with NPR he said cutting off financial aid to the Palestinian authority would be a mistake. JIMMY CARTER: This would only injure the Palestinian people who are already suffering. And if it's impossible within the bounds of U.S. law for instance, to give funds, humanitarian aid directly to the Palestinian authority, I hope that we'll find some alternative way to channel the same funds through other means: United Nations agencies, through refugee funds, through UNESCO funds, and through other means. GRADSTEIN: Former President Carter also said that Israel will have to deal with Hamas to ensure the security of Jewish settlers in the West Bank. CARTER: In the near future, every person in the Palestinian security force will be related to Hamas. And they'll be working side by side all over the West Bank in Gaza with the Israeli security personnel. They can't ignore each other permanently. They'll have to deal with each other. GRADSTEIN: A new poll published in today's Yedioth Ahronoth newspaper found that almost half of Israelis think Israel should talk to Hamas while 43 percent were opposed. The poll was taken before the election results were announced. Israeli intelligence estimates are that Hamas will not launch attacks on Israel at least in the near future. And some Israeli analysts like Uri Dromi, a former director of the Government Press Office, say both Yasser Arafat and the current leader Mahmoud Abbas who he calls by his nickname Abu Mazen, have done little to advance the peace process. URI DROMI: In a way, I welcome the victory of the Hamas because I think it will clear the picture because up till now we were dealing with you Yasser Arafat or was it double talking. All we were dealing with Abu Mazen who was so impotent that nothing came out of him. I think once we face the Hamas at least we'll know who we're facing. GRADSTEIN: Linda Gradstein, NPR News, Jerusalem. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "refugees",
            "url": "https://www.npr.org/2006/01/27/5174346/abbas-to-consult-on-palestinian-government"
        },
        {
            "headline": "Women Play Role in Hamas Strength at Polls",
            "author": "By  \n\n\n      Eric Westervelt",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 24,
                "year": 2006
            },
            "article_content": "Palestinians in the West Bank, East Jerusalem and the Gaza Strip head to the polls Wednesday in parliamentary elections that could reshape the Palestinian political landscape. Polls show the Islamist Hamas group gaining ground against the ruling Fatah movement. Hamas' popularity has grown, in part, because of its network of charities and the increasingly prominent role of its female candidates, who are reaching out to conservative Palestinian women.",
            "bias": "refugees",
            "url": "https://www.npr.org/2006/01/24/5170707/women-play-role-in-hamas-strength-at-polls"
        },
        {
            "headline": "Palestinian Elections: A View from Gaza",
            "author": "By  \n\n      Nancy Updike",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2006
            },
            "article_content": "One voter on Wednesday's Palestinian elections will be 31-year-old Abdelhadi \"Hadi\" Abushahla. Raised in London, Abushahla moved to Gaza four years ago to open a computer store. We've been following Abushahla's story since Israel's withdrawal from Gaza. Nancy Updike reports on how the election campaign looks from Gaza City and what's at stake for Abushahla and his business. This series comes to us from Hearing Voices.",
            "bias": "refugees",
            "url": "https://www.npr.org/2006/01/23/5168825/palestinian-elections-a-view-from-gaza"
        },
        {
            "headline": "Germans Debate Banning Political Party",
            "author": "By  \n\n\n      Emily Harris",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 18,
                "year": 2006
            },
            "article_content": "A party thought by many to represent neo-Nazi views won seats in state parliament elections held over the weekend in Germany. An attempt to ban the National Democratic Party failed three years ago.  Now Germans are divided over whether to try again.  STEVE INSKEEP, host: A party considered by many to be neo-Nazi has won seats in a regional parliament in Germany. It's the third time that's happened in two years, and this time it's in the home state of the German chancellor, Angela Merkel. The results indicate anger toward Merkel's ruling coalition, as NPR's Emily Harris reports from Berlin. EMILY HARRIS: Pre-election polls predicted that Germany's National Democratic Party, known here as the NPD, would pass the five percent mark needed to get into parliament in the state of Mecklenburg-Vorpommern in northeastern Germany. At the area's Schweriner Volkszeitung newspaper, editor Thomas Shunck(ph) says many NPD supporters are among the 18 percent of locals who are unemployed. Mr. THOMAS SHUNCK (Editor, Schweriner Volkszeitung Newspaper): People are without jobs, without hope of getting a job anywhere in this country. HARRIS: Young men in particular, he says, and other people who haven't made it in the 16 years since German reunification. There's a specific German word for this - a vendefellur(ph) is someone who that enormous change made into a loser. Mr. SHUNCK: They see themselves as losers. I'm not sure whether they must be losers. HARRIS: Unemployment breeds resentment toward immigrants, a sentiment the NPD focuses on. And social organizations such as churches or labor unions that would point their members to the mainstream parties are weak in the former east says political science professor Juergen Falter. He calls the NPD a real, true, right-wing extremist party. Professor JUERGEN FALTER (Professor of Political Science, University of Mainz, Germany): It's a mix of nationalism and socialism with a few, well, ingredients of neo-Nazism. Many ingredients, actually. And the strategy is being bourgeois at the one time, and neo-Nazi/skinhead oriented at a street level on the other hand. HARRIS: The German government tried to ban the NPD, but lost in court three years ago. Government informants were among the high party officials testifying, and the court decided it wasn't clear what evidence was real and what was part of the government's infiltration. Prof. Falter says Germany's political class is divided on whether to try again. Prof. FALTER: I myself am in favor of the banning or outlawing the party, but then it would mean that you have to draw back all your moles, your secret agents within the party. So you don't have any information any longer of what's going on inside the party. And that's why our minister of the interior for example, Mr. Schäuble, is strictly against another attempt of banning the party by legal means. HARRIS: The NPD isn't in charge now in Mecklenburg-Vorpommern, far from it. It's the smallest party in parliament with no chance of being a coalition member. Constitutional law professor Orech Battis(ph) says that's important to remember. Professor ORECH BATTIS (Professor of Constitutional Law): It's not good for us. It's not good for the image of Germany and I don't like it. But it's no question that if you compare it with old Germany, it's really unimportant. HARRIS: Unlike other European countries, including Austria, Denmark, Italy and France, he says no far-right party in Germany has had a following on the national level since the end of World War II. Last year, the NPD got about 1.5 percent in federal elections here. Emily Harris, NPR News, Berlin. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/09/18/6095943/germans-debate-banning-political-party"
        },
        {
            "headline": "The Rising Tide of Political Islam",
            "author": "Deborah Amos",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 12,
                "year": 2006
            },
            "article_content": "Lebanese Shiite men wave Hezbollah flags and hold up portraits of Sheikh Hassan Nasrallah during a religious festival in a southern suburb of Beirut on Monday.\n                \n                    \n                    Hassan Ammar/AFP/Getty Images\n                    \n                \nhide caption Lebanese Shiite men wave Hezbollah flags and hold up portraits of Sheikh Hassan Nasrallah during a religious festival in a southern suburb of Beirut on Monday. Tripoli, Lebanon, the fortress of Islam.\n                \n                    \n                    Deborah Amos, NPR\n                    \n                \nhide caption Five years after Sept. 11, Americans have come to believe that political Islam is a danger to the West. President Bush uses the word \"terrorist\" to define not just al-Qaida, but also Hezbollah in Lebanon and Hamas, the winners of this year's Palestinian elections.  But these political groups are viewed quite differently in the Middle East; they're seen as emerging political forces with street credibility and electoral clout. Political Islam is a rising tide, embraced by a younger generation who believe the way to good governance is through their religion. They also believe the Bush administration is waging an undeclared war on Islam; the battlefields are Iraq, Palestine and, most recently, Lebanon. These views show up consistently in opinion polls, and in conversations across the region. The war in Lebanon has strengthened support for Islamist groups, as many Arabs believe that Arab leaders failed to stand up to Israel, while a disciplined Islamist movement inflicted serious damage to the Israeli army. It is an ideology that has replaced the failed ideas of an older generation, those of Arab nationalism, socialism and, more recently, what is seen as the failure of Iraq's violent experiment in American-style democracy. Islamist groups are appealing because they offer a clean alternative -- incorruptible, disciplined and efficient -- compared with what many view as the corrupt Arab rule of today.  Still, in most Arab countries, political Islamists are barely tolerated by governments, which block any political success. What would Islamists do differently than Arab leaders today? The answer is unclear, says Bernard Heykal, a professor of Islamic studies at New York University. \"They have hyperbolic or very impressive statements about what they would do, or what they might do, and how wonderful Islam is,\" he says,  \"but don't have a program that will put bread on the table, or provide for basic services and provide jobs for these societies.\"  Even so, says Heykal, Islamists must be given a chance at power. It could be messy, but he believes it is a Middle East solution not imposed by the West.  \"I think the Islamists have to come to power in a major country -- like in Egypt, Syria or Iraq -- and they have to fail before people realize that the utopia is not going to happen through Islamism.\" An increasing number of Middle Easterners want to take that chance. The question is whether Arab rulers and the West will let them.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/09/12/6056461/the-rising-tide-of-political-islam"
        },
        {
            "headline": "Fouad Ajami on What Went Wrong in Iraq",
            "author": "Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 31,
                "year": 2006
            },
            "article_content": "Fouad Ajami has advised the White House on Iraq. Scroll down to read an excerpt from his book, The Foreigner's Gift.\n                \n                    \n                    Anne Mandelbaum\n                    \n                \nhide caption Fouad Ajami supported the U.S.-led war in Iraq. In a new book, The Foreigner's Gift, he writes about went wrong with that war. Ajami says the Arab world was prejudiced against the Shia Muslims who were poised to lead Iraq, and it was prejudiced against the Americans who confidently expected to help them do it. Ajami was born in Lebanon to a Shiite Muslim family. Today, as an American journalist and academic, he has advised the White House on Iraq. He traveled to Iraq several times while writing a book called The Foreigner's Gift. To Ajami, that gift was supposed to be liberty for Iraq and a new political order for the Arab world. He says the disaster came when Arab governments, Muslim imams, even Western-leaning intellectuals, rejected that gift. The Americans, the Arabs, and the Iraqis in Iraq by Fouad Ajami Hardcover, 378 pages | Your purchase helps support NPR programming. How?",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/08/31/5739619/fouad-ajami-on-what-went-wrong-in-iraq"
        },
        {
            "headline": "Korea, China Angry with Japan PM's Shrine Visit",
            "author": "By  \n\n\n      Louisa Lim",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 15,
                "year": 2006
            },
            "article_content": "Japan's Prime Minister Junichiro Koizumi visits the Yasukuni Shrine on the anniversary of World War II's end. The shrine honors many who participated in the war, including a number of convicted war criminals. Koizumi's visits to the shrine have been greeted by protests from Korea and China, countries invaded by Japan.  STEVE INSKEEP, host: It's MORNING EDITION from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, host: And I'm Renee Montagne. Good morning. Japan's prime minister has outraged his Asian neighbors by visiting a controversial war shrine in Tokyo. The visit came on the anniversary of Japan's World War II surrender, and its prompted angry reaction from the region. From Shanghai, NPR's Louisa Lim has this report. Unidentified Man: (Speaking foreign language) LOUISA LIM reporting: The visit was aired live on Japanese television. Viewers could see Junichiro Koizumi dressed in a mourning suit, bowing before entering the inner shrine. Last year he wore less formal clothing and stayed away from the innermost shrine to avoid causing offense to Japan's neighbors. Fourteen convicted Class A war criminals were enshrined at Yasukuni, but the Japanese Prime Minister denied he was glorifying militarism. Prime Minister JUNICHIRO KOIZUMI (Japan): (Speaking foreign language) LIM: I am not going there for the Class A war criminals, he said. I'm going to mourn the many who made sacrifices. He then brushed aside Chinese and South Korean criticism of the shrine visits as immature. There've been howls of diplomatic protest from South Korea and China. Pat Cho Hi(ph), from Seoul National University, explains why. Mr. PAT CHO HI (Seoul National University): Japan is sending a mixed signal to Asians, apologizing the war and the colonial experience, but at the same time making provocative remarks about the colonial rule (unintelligible), or even paying visit to the Yasukuni Shrine. (Soundbite of Japanese television broadcast) Unidentified Man #2: (Speaking Foreign Language) LIM: In a televised statement, China accused Koizumi of wrecking ties between the two countries. South Korea has also expressed its displeasure. Both countries have been refusing to hold bilateral summits with Japan. Ties are at their lowest point in decades. Any further damage to relations is likely to follow the emerging trend: cold politics, hot economics. Sukon Oh(ph), a Korean professor at Shanghai's Tunghua(ph) University, explains how that works. Professor SUKON OH (Tunghua University, Shanghai): The influence will be limited only in the areas politic runs. Korean government and China's government, they don't want any harm through effect to the economic relations or any other relations with Japan. (Soundbite of crowd noise) LIM: Last year, China saw a surge in anti-Japanese nationalism, with tens of thousands of demonstrators taking to the streets. Today's pilgrimage on this most emotionally charged of days is Koizumi's parting shot. He's due to step down as prime minister next month. Goi Dang Ping(ph), from Fudan University's Japan Research Center, says this won't necessarily solve the problems. Mr. GOI DANG PING (Fudan University Japan Research Center): (Through translator) Although Koizumi won't still be in power, he's setting an example for his successor. In the future, I think there'll be more animosity and friction between China and Japan because of deep-seated resentment and practical conflicts of interest. LIM: The visits to the Yasukuni Shrine are divisive not just in Asia, but in Japan itself, where they're opposed by almost half the population. The issue is becoming a key one in the race for Koizumi's successor. No matter who takes on the mantle, they'll have a hard time satisfying both sides of domestic public opinion, let alone repairing the international damage done by these visits. Louisa Lim, NPR News, Shanghai. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/08/15/5649844/korea-china-angry-with-japan-pms-shrine-visit"
        },
        {
            "headline": "Kevin Phillips: America Under the Influence of Oil",
            "author": "By  \n\n      Kevin Phillips",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 17,
                "year": 2006
            },
            "article_content": "Kevin Phillips is a a former aide to President Richard Nixon and author of several books, most recently 'American Theocracy.'\n                \n                    \n                    Katherine Lambert \n                    \n                \nhide caption As part of The Long View series of conversations on Morning Edition, author Kevin Phillips talks with Steve Inskeep about the influence of the oil industry. Phillips is a former aide to Nixon whose new book American Theocracy examines the emerging Republican majority and where it is taking America. He also wrote The Emerging Republican Majority in 1969. The Peril and Politics of Radical Religion, Oil, and Borrowed Money in the 21st Century by Kevin Phillips Hardcover, 462 pages | Your purchase helps support NPR programming. How?",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/04/17/5345281/kevin-phillips-america-under-the-influence-of-oil"
        },
        {
            "headline": "A Political Warning Shot: 'American Theocracy'",
            "author": "Terry Gross",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 21,
                "year": 2006
            },
            "article_content": "Kevin Phillips, 65, lives in Connecticut, where he is registered as an independent.\n                \n                    \n                    Katherine Lambert\n                    \n                \nhide caption Scroll below to read \"Radicalized Religion\" - Chapter 4 of the book. Kevin Phillips rose to prominence on the heels of Richard Nixon's political triumphs. His 1969 book The Emerging Republican Majority was hailed as a visionary work of political analysis. But his new book, American Theocracy, argues that the Republican Party — and the country — is headed for disaster. A sampling of Kevin Phillips' commentary for 'Morning Edition': Subtitled \"The Peril and Politics of Radical Religion, Oil, and Borrowed Money in the 21st Century,\" American Theocracy puts the trials of modern America into the context of other great historical powers. From Rome to Great Britain, Phillips identifies the keys to their decline — and draws parallels to modern America. Phillips wrote a 2004 bestseller, American Dynasty, about the Bush family. American Theocracy is a harsh criticism of the current Bush administration and the Republican Party. Phillips, a senior strategist for Richard Nixon's 1968 presidential bid, registered himself as a political independent in 2002. The Emerging Republican Majority correctly predicted the trend of American voters toward greater conservatism — particularly in the South. Since then, Phillips has written 11 books about economics, history and politics. In 1978, Phillips became a radio commentator for CBS News, and in 1984, for National Public Radio as well.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2006/03/21/5290373/a-political-warning-shot-american-theocracy"
        },
        {
            "headline": "Congress Approves 700-Mile Border Fence",
            "author": "By  \n\n\n\n\n\n\n\n      David Welna\n    \n\n ,  \n\n\n\n\n\n\n\n      Scott Simon",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 30,
                "year": 2006
            },
            "article_content": "The Senate on Friday night approved the construction of a 700-mile-long barrier along the U.S.-Mexico border, before recessing for the midterm-election campaign break. Congress also passed guidelines for trying and treating detainees, but it left several big bills unfinished. NPR's Scott Simon discusses how Congress wrapped things up with NPR's David Welna.",
            "bias": "border",
            "url": "https://www.npr.org/2006/09/30/6172296/congress-approves-700-mile-border-fence"
        },
        {
            "headline": "Congress Nibbles at Larger Immigration Issue",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 20,
                "year": 2006
            },
            "article_content": "Congress turns its attention to immigration, but not to the larger national policy bills that are stuck between the House and Senate. Instead, with midterm elections looming, Republican leaders in both chambers are focusing strictly on enforcement measures. The Senate voted unanimously to allow consideration of a bill passed last week in the House that calls for 700 miles of double-layer fencing along the border with Mexico. Democrats called the maneuvers election-season pandering -- but they did nothing to block the bill. In the House, lawmakers voted to require that voters show proof of citizenship before taking part in federal elections.",
            "bias": "border",
            "url": "https://www.npr.org/2006/09/20/6111974/congress-nibbles-at-larger-immigration-issue"
        },
        {
            "headline": "Business and Labor Groups Split on Immigration Legislation",
            "author": "By  \n\n\n      Kathleen Schalch",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 29,
                "year": 2006
            },
            "article_content": "Business and labor groups are weighing in on proposed immigration legislation. The Chamber of Commerce and the AFL-CIO are both against certain provisions in the bill. But agri-business interests are backing the proposals.  RENEE MONTAGNE, host: On Wednesdays, we focus on the workplace. Today, illegal workers. (Soundbite of music) MONTAGNE: Congress has been grappling with highly charged immigration legislation. The issue has sparked demonstrations across the country, and as NPR's Kathleen Schalch reports, it's also got business groups up in arms. KATHLEEN SCHALCH reporting: Back in December, the business-friendly Republican-controlled House of Representatives did something unusual: it passed a bill, an immigration bill, that business groups really did not like. Mr. RANDY JOHNSON (Vice President, United States Chamber of Commerce): We were, yeah, we were shocked by it. SCHALCH: Now, Randy Johnson, Vice President of the U.S. Chamber of Commerce, is on Capital Hill to try to stop the House bill from becoming law. He's cooperating with immigration rights groups, even unions. Mr. JOHNSON: Well, I've been doing this about, almost twenty years, and it's probably a first for me. SCHALCH: Johnson says the House bill is too draconian. Employers would have to match future and current employees against a federal database to prove they're here legally. That's impractical and unfair, according to Jerry Howard, chief executive officer of the National Association of Homebuilders. Mr. JERRY HOWARD (Chief Executive Officer, National Association of Homebuilders): Not only does it make small business people into unqualified police officers, it also makes them criminals if they can't be successful being an unqualified police officer. And that just doesn't make any sense to us. SCHALCH: National Association of Manufacturers Vice President Sandy Boyd cites another worry. The verification process would be based on a small, voluntary pilot program that's riddled with problems. Ms. SANDY BOYD (Vice President, National Association of Manufacturers): It has a 15 percent error rate now, and we certainly don't think that sanctions ought to be levied until we know we have a system that works. SCHALCH: Business and labor groups also complained about the sanctions the House bill would level against undocumented workers. As AFL-CIO lobbyist Sonia Ramirez points out, they'd become aggravated felons. Ms. SONIA RAMIREZ (Lobbyist, AFL-CIO): It's pretty unrealistic to say that we as a country are going to prosecute and criminalize 11 million people that are working, that are our neighbors, that, you know, care for our children, that are not a threat to us. SCHALCH: Some Senators want to take a different tack, allowing undocumented workers to apply for work visas after paying back-taxes and penalties. Eventually, they could seek green cards and citizenship. Ramirez says the AFL-CIO is worried about temporary work visas. Ms. RAMIREZ: You are essentially creating a two-tiered workforce. You're creating a “temporary,” quote-unquote, workforce that would be more vulnerable to the exploitation of employers and your normal low-skilled, low-waged workers. SCHALCH: She says that would make all workers more vulnerable. Business groups disagree. They also hope the Senate will open the door wider for legal immigrants with technical skills and advanced degrees from U.S. Universities. This is a top priority for the National Association of Manufacturers, according to Sandy Boyd. Ms. BOYD: When you find somebody who's got the talent that you need in a particular specialty, with an advanced degree, you know, we ought to be stapling green cards to their diplomas, not sending them away. SCHALCH: Boyd says she's not counting on anything at this point. Many lawmakers' top priority right now is cracking down on illegal immigration. Ms. BOYD: There's no question that what's pushing the bill right now in this very political election year already is the border security piece. And, you know, the real question, the real unknown, is, what else is possible? What else can be done? Because, of course, no matter what happens with the Senate, the Senate still has to go to conference with the House. And the House is in a very different place on these issues. SCHALCH: Still, she's hopeful that lawmakers will attack the problem of illegal immigration by making more immigration legal. Kathleen Schalch, NPR News, Washington. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "border",
            "url": "https://www.npr.org/2006/03/29/5308403/business-and-labor-groups-split-on-immigration-legislation"
        },
        {
            "headline": "Europe Looks Inward, Tilts to the Right",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 20,
                "year": 2006
            },
            "article_content": "A poster with the message \"France: Love It or Leave It\" is on display at the presidential convention of extreme right-wing presidential candidate Jean-Marie Le Pen.\n                \n                    \n                    Sylvia Poggioli, NPR\n                    \n                \nhide caption A poster with the message \"France: Love It or Leave It\" is on display at the presidential convention of extreme right-wing presidential candidate Jean-Marie Le Pen. A mood of nationalist introspection is sweeping over Europe. The Sept. 11 attacks, the bombings in Madrid and London, the murder of Dutch filmmaker Theo Van Gogh, the French ghetto riots and violent reactions by many Muslims to the Mohammed cartoons published by a Danish paper, are producing an anti-immigrant backlash bordering on xenophobia. Language taboos are being broken, politically correct discourse is being challenged and even European leftists are beginning to debate the limits of tolerance. They are also starting to acknowledge the failure of four decades of immigration policies -- based on idealistic multiculturalism and/or condescending benign neglect -- that have produced separate, parallel societies of immigrants. The inward-looking climate throughout the continent is playing into the hands of right-wing political parties that until recently had been stigmatized as unacceptable in proper European society. The radical populist right is scoring electoral successes from Poland to Austria, from Switzerland to Germany. In January, Romania and Bulgaria will join the European Union, bringing their own right-wing politicians to swell the ranks of the right in the European Parliament. For the first time, Europe's extreme rightists will have sufficient numbers of deputies to form their own political group in the Parliament. This will provide a powerful platform for anti-immigrant and Euro-skeptic politicians. The impact of globalization on European economies and rising unemployment are producing a growing sense of insecurity and loss of national identity. Xenophobic and nationalist slogans that had always been the purview of the hard right, are now becoming part of mainstream politics. More and more neo-conservative parties are putting aside their free-market, small-government strategies and focusing almost exclusively on immigration -- which in Europe is code for Muslim immigration. The new slogans being heard throughout Europe -- even from social democrats -- are: tighter rules on welfare benefits for immigrants; expulsion of illegal immigrants; strict limits on new immigration and family reunifications; and specific requirements to obtain residency and citizenship. The latter include courses in civic values and languages of the host societies. In a bid to determine whether newcomers can adapt to its liberal society, the Netherlands is going so far as to show prospective immigrants a video of naked women at the seaside and gay men nuzzling in a park. The premise is that anyone who is offended by these images would not be able to adapt and should not be allowed in. More and more, the word assimilation is being heard rather than integration. This series of reports follows two previous ones aired in 2003 and 2004 that focused on Muslims in Europe. Here, we are focusing on three host societies: \u0095 Denmark, the icon of welfare-state progressivism, where a liberal open-door policy has been replaced by the toughest immigration policy in Europe; \u0095 Belgium, home of one of Europe's most successful ultra-right wing parties. In the Dutch-speaking region of Flanders, Vlaams Belang is the biggest political force. It is kept out of power thanks to a governing pact among all the other political parties. \u0095 France, the bad boy of French and European politics, ultrarightist Jean-Marie Le Pen is again causing alarm in the political establishment. Polls show him with double the support he had at the same time before the 2002 presidential elections, when he shocked Europe with his sensational second-place finish.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2006/11/20/6505851/europe-looks-inward-tilts-to-the-right"
        },
        {
            "headline": "'The Caged Virgin': A Call for Change in Islam",
            "author": "By  \n\n\n      Alex Chadwick",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 4,
                "year": 2006
            },
            "article_content": "Dutch author and politician Ayaan Hirsi Ali, pictured here talking to reporters in February 2006, scolded European leaders for appeasing radical Muslims rather than demanding greater equality for women.\n                \n                    \n                    Steffen Kugler/CORBIS\n                    \n                \nhide caption Dutch parliamentarian Ayaan Hirsi Ali, a native of Somalia who emigrated to The Netherlands in the early 1990s, is no stranger to controversy among her fellow Muslims. Living in the West, she felt free to publicly criticize Islam's treatment of women. But that freedom came at a price. In 2004, a short film Ali scripted called Submission was shown on Dutch television. In the film, naked women veiled with see-through shrouds painted with verses of the Quran kneel in prayer, telling their stories as if they are speaking to Allah. The film's co-writer and director Theo Van Gogh was later stabbed to death by a Muslim radical. A letter pinned to the body with a dagger threatened Ali's life. Since then, she has been under the constant protection of body guards. The danger hasn't stopped her from remaining outspoken about her beliefs. Ali calls her new collection of essays, The Caged Virgin, an \"Emancipation Proclamation\" for women and Islam. An Emancipation Proclamation for Women And Islam by Ayaan Hirsi Ali Hardcover, 187 pages | Your purchase helps support NPR programming. How?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2006/05/04/5382547/the-caged-virgin-a-call-for-change-in-islam"
        },
        {
            "headline": "Pope Pays Tribute to Predecessor with Poland Trip",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n\n\n\n\n\n      Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 25,
                "year": 2006
            },
            "article_content": "Pope Benedict XVI arrives in Poland on a visit aimed at encouraging Poles to retain their Catholic faith, even as they integrate with a mostly secular European Union. Before departing Rome, the German-born pontiff said the trip was in part a tribute to his predecessor, Polish-born Pope John Paul II.  RENEE MONTAGNE, host: Pope Benedict XVI is in Warsaw today, beginning a four-day visit to Poland. It's his second trip outside Italy since he became the head of the Roman Catholic Church just over a year ago. Before departing Rome, the German-born Pope said he was coming to Poland to pay tribute to his predecessor - Poland's favorite son, Pope John Paul II - and to promote faith and social progress. NPR's Sylvia Poggioli is in Warsaw. And Sylvia, how was this non-Polish Pope welcomed? SYLVIA POGGIOLI reporting: Well, he - the streets of Warsaw are all decked out with large posters and with the words Our Pope, an expression that had long been reserved for John Paul. He was welcomed at the airport by President Lech Kaczynski and a military honor guard and a choir singing one of the favorite hymns of Benedict's predecessor. In his opening remarks, Benedict said he had come to follow in John Paul's footsteps, from his boyhood to his departure for the 1978 Conclave in Rome, where he was elected Pope. He said this will be no mere sentimental journey, but rather a journey of faith. MONTAGNE: And last year, Benedict traveled to his native Germany. He visited a synagogue there which was destroyed by the Nazis. What are the big moments, or most powerful moments, of this trip? POGGIOLI: Well, in terms of symbolism, the most significant site will be the last one, Auschwitz, the Nazi concentration camp. It was on his visit as Pope to the death camp that John Paul laid the groundwork for a new path in Christian-Jewish relations. This visit by Benedict - a German Pope who acknowledged serving in the Hitler Youth - will have great resonance for both Catholic-Jewish relations and for German-Polish reconciliation after the Nazi occupation of Poland. In fact, shortly after assuming the Papacy last year, Benedict said he saw a providential design in a German Pope following a Polish one. He said both of them on different sides and in different situations were forced to experience the barbarity of the Second World War. Another major issue will be Europe's loss of faith and growing secularization. Benedict will urge Poles to remain strong in their faith and set an example that could trigger what the Vatican calls a new evangelization of Europe. He'll be doing more than paying tribute to John Paul's legacy. He'll urge Poles to build a society based on John Paul's teachings, especially on issues such as abortion, marriage, bio-technology, and social justice - a society that sets an example for the rest of Europe. MONTAGNE: Let's turn for just a moment to the political climate in Poland. That country recently had a significant change in government. POGGIOLI: Oh, well, he's going to find a very polarized society, with a conservative government coalition that includes xenophobes and Catholic fundamentalists, with a strong strain of skepticism toward the European Union. He'll have to deal with an overt revival of anti-Semitism that manifests itself in the very popular Catholic broadcaster Radio Maria. This network is credited with helping the conservatives win in the last elections, and has often hosted programs with Holocaust deniers and anti-Semitic commentaries. Last month, the Vatican formally reprimanded Radio Maria, but the radio replied accusing Benedict of being biased in favor of Jews because he's German. So Benedict faces a delicate balancing act. He wants Polish Catholics to set an example for the rest of the European Union, but the most devout Poles are strongly anti-EU and therefore somewhat isolationist. The Poles who care most about Europe are those who don't care much about the Catholic Church and its conservative values. MONTAGNE: Sylvia, thanks very much. NPR's Sylvia Poggioli with Pope Benedict XVI, who's visiting Poland. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2006/05/25/5429742/pope-pays-tribute-to-predecessor-with-poland-trip"
        }
    ]
}