{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "asylum seekers",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "A new bill in Florida would give the governor control of Disney's governing district",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 7,
                "year": 2023
            },
            "article_content": "People visit Magic Kingdom Park at Walt Disney World Resort in Lake Buena Vista, Florida, on Friday, April 22, 2022.\n                \n                    \n                    Ted Shaffrey/AP\n                    \n                \nhide caption People visit Magic Kingdom Park at Walt Disney World Resort in Lake Buena Vista, Florida, on Friday, April 22, 2022. TALLAHASSEE, Fla. — Gov. Ron DeSantis would take control over the board of a special governing district Walt Disney World operates in Florida under a bill introduced Monday, as the Republican governor punishes the company over its opposition to the so-called \"Don't Say Gay\" law. Republican leaders in the statehouse, in coordination with DeSantis, have begun a special legislative session to restructure the Reedy Creek Improvement District, as the Disney government is known. The proposal would largely leave the district and its abilities intact but change its name to the Central Florida Tourism Oversight District and require the governor to appoint a five-member oversight board. Members previously were named through entities controlled by Disney. Lawmakers are also considering a proposal to create a state department focused on migrant transportation, after the governor flew a group of South American migrants from Texas to Massachusetts last year in protest of federal border policy. The session continues a focus by DeSantis focus on social issues including sexual orientation, gender and immigration as the Republican governor wades into political divides on his path to a potential 2024 presidential run. The meeting is the latest development in a high-profile feud between DeSantis and Disney over the company's criticism of a law dubbed by critics as \"Don't Say Gay,\" which bars instruction on sexual orientation and gender identity in kindergarten through third grade and lessons deemed not age-appropriate. The governor, in going after Disney, displayed a willingness to penalize one of the state's biggest employers and political donors, reinforcing the combative leadership style that has propelled him to national political stardom and appeals to conservative primary voters. A spokeswoman for Reedy Creek did not immediately return an emailed request for comment. In addition to Disney, DeSantis is using the special session to advance his national agenda on immigration and election fraud. Lawmakers are expected to create the Unauthorized Alien Transport Program in the governor's administration to transport migrants within the country if they have been processed by the federal government. The legislation comes after DeSantis last year used part of a $12 million fund, paid for by taxpayers, to fly about 50 South American migrants from Texas to the Massachusetts resort island of Martha's Vineyard, drawing widespread condemnation. The flight also led to legal questions because the governor's office paid for the trip using money intended to transport migrants out of Florida, not Texas or any other state. The bill lawmakers will consider specifies that future flights could move migrants from anywhere in the U.S. Another proposal expected to pass during the session would enhance the ability of the statewide prosecutor to bring election crime charges, a move meant to strengthen the power of the governor's new election police force. DeSantis last year pushed lawmakers to create a law enforcement unit focused on election crimes, addressing another concern of conservative voters after the 2020 election. But in the months since, some of the unit's charges have been dismissed by judges because of jurisdiction issues. The session is expected to deliver DeSantis a political victory in his fight against Disney, a squabble that began last year when the entertainment giant publicly opposed the \"Don't Say Gay\" law. The company said it would pause political donations in the state and support organizations working to oppose the law. DeSantis and other Republicans moved quickly to criticize Disney, calling it a purveyor of \"woke\" ideologies that are inappropriate for children. At DeSantis' request, the GOP-dominated statehouse in April approved legislation to eliminate Disney's Reedy Creek government by June 2023, beginning a closely watched process that would determine the structure of government that controls the company's sprawling property. The creation of the Reedy Creek district was instrumental in Disney's decision to build near Orlando in the 1960s, when company leaders told the state they planned to build a futuristic city — the Experimental Prototype Community of Tomorrow, also known as Epcot. The proposed city was to include a rapid transit system and urban planning innovations, so Disney needed autonomy in the district for building and deciding how to use the land, they said. The futuristic city never materialized, and instead Epcot morphed into a second theme park that opened in 1982. Having a separate government allows the Disney government to issue bonds and provide zoning, fire protection, utilities and infrastructure services on its land. Republican critics of the district argue it gives Disney a commercial advantage unavailable to others. The special session will also adjust language in current laws addressing endorsement deals for college athletes. Florida was one of the first states to pass a law allowing college athletes to profit off their name, image or likeness, but it doesn't allow people affiliated with universities to help secure endorsement deals. The proposal would lift that provision to make Florida more competitive with other states that don't have the restriction. Lawmakers will also consider a bill to provide more relief money for Hurricane Ian and Nicole recovery efforts.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/07/1155012176/a-new-bill-in-florida-would-give-the-governor-control-of-disneys-governing-distr"
        },
        {
            "headline": "Border, Drugs, Economy On Agenda As North American Leaders Meet",
            "author": "By  \n\n\n\n\n\n\n\n      Asma Khalid\n    \n\n ,  \n\n\n\n\n\n\n\n      Tamara Keith\n    \n\n ,  \n\n\n\n\n\n\n\n      Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 9,
                "year": 2023
            },
            "article_content": "President Joe Biden (L) is welcomed by his Mexican counterpart Andrés Manuel López Obrador upon landing at Felipe Angeles International Airport in Zumpango de Ocampo, north of Mexico City on January 8, 2023.\n                \n                    \n                    Claudio Cruz/AFP via Getty Images\n                    \n                \nhide caption President Joe Biden (L) is welcomed by his Mexican counterpart Andrés Manuel López Obrador upon landing at Felipe Angeles International Airport in Zumpango de Ocampo, north of Mexico City on January 8, 2023. President Biden heads to Mexico City this week for two days of meetings with Canadian Prime Minister Justin Trudeau and Mexican President Andrés Manuel López Obrador. Biden's trip comes after he made his first visit to the U.S.-Mexico border as president, and the three are set to talk about issues affecting all of their countries, including immigration. This episode: White House correspondents Asma Khalid and Tamara Keith, and Mexico City correspondent Eyder Peralta.This episode was produced by Elena Moore and Lexie Schapitl. It was edited by Casey Morell. Our executive producer is Muthoni Muturi. Unlock access to this and other bonus content by supporting The NPR Politics Podcast+. Sign up via Apple Podcasts or at plus.npr.org. Connect:Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Subscribe to the NPR Politics Newsletter.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/09/1147878346/border-drugs-economy-on-agenda-as-north-american-leaders-meet"
        },
        {
            "headline": "Finnish Prime Minister Sanna Marin gets ousted by conservatives in a tight election",
            "author": "By  \n\n\n      Emily Olson",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 3,
                "year": 2023
            },
            "article_content": "Finnish Prime Minister Sanna Marin speaks to members of the international media following the Finnish parliamentary elections on Sunday in Helsinki.\n                \n                    \n                    Jonathan Nackstrand/AFP via Getty Images\n                    \n                \nhide caption Finnish Prime Minister Sanna Marin speaks to members of the international media following the Finnish parliamentary elections on Sunday in Helsinki. Finland's Prime Minister Sanna Marin narrowly lost a bid to stay in power on Sunday as her party came up less than a percentage point short in a national election. The center-right National Coalition Party (NCP) headed by Petteri Orpo eked out a victory with 20.8% of the vote. The Finns, the country's right-wing populist party, won 20.1% of the vote. And Marin's party, the center-left Social Democrats (SDP), garnered just 19.9%. With such closely split results, the NCP will look to assemble a coalition government, which will likely take weeks of political maneuvering. More than 2,400 candidates across 22 parties ran for a seat in Finland's parliament, according to a tally by the Associated Press. The SDP grew out of favor as inflation surged, the national debt grew and opposition leaders accused the SDP of excessive government spending. But Marin's personal popularity remained high throughout her tenure. \"This is a great day because we did well in this election,\" she said in her concession speech Sunday. \"This celebration of democracy is always a glorious thing.\" Marin was the world's youngest head of state when she took office in 2019 at age 34, and she often drew political popularity for taking a sharp stance against the sexism she faced during her time in office. Marin apologized and took a drug test after videos of her partying sparked questions about her maturity. Finnish women defended her right to cut loose, posting their own videos of dancing and drinking across social media. Internationally, Marin received praise for successfully advocating for Finland to join NATO and for her outspoken criticism of Russian President Vladimir Putin and the war in Ukraine. The country's likely new prime minister pledged that support for Kyiv would remain strong. \"First to Ukraine: we stand by you, with you,\" Orpo told the Associated Press during a victory event. \"We cannot accept this terrible war. And we will do all that is needed to help Ukraine, Ukrainian people because they fight for us. This is clear.\" Orpo, Finland's former finance minister, said he was open to \"negotiating with all parties,\" according reporters at a victory event. With the three major parties largely aligned over Finland's NATO bid and position on Ukraine, the shape of a successful NCP-led government will depend on whether Orpo can work with The Finns, a newer, far-right group that ran on anti-immigration, anti-European Union stances. He may instead choose to build a \"blue-red\" alliance with the SDP and its allies, teaming up with the party whose economic policies he attacked throughout the campaign.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/04/03/1167691004/sanna-marin-finland-election-prime-minister"
        },
        {
            "headline": "Poll: Dangers for both parties on the economy, crime and transgender rights",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 29,
                "year": 2023
            },
            "article_content": "Sunrise at the U.S. Capitol on Dec. 19, 2022.\n                \n                    \n                    Matt Rourke/AP\n                    \n                \nhide caption Sunrise at the U.S. Capitol on Dec. 19, 2022. The economy continues to dominate as the most important issue facing the country, followed by preserving democracy, according to the latest NPR/PBS NewsHour/Marist poll. Democrats face vulnerabilities when it comes to the economy, crime and whether to ban TikTok, while Republicans risk overstepping on transgender rights and business practices, the survey found. \"The image of the Republican Party has gotten even more extreme than it was\" before the 2020 election, said Lee Miringoff, director of the Marist Institute for Public Opinion, which conducted the survey. \"If winning the election in 2024 is predicated on picking up some swing voters in the middle, they're moving in the opposite direction. \"For the Democrats, as much as the progressive wing is allowing President Biden some freedom to move toward the middle, you look at the issues on the economy and crime, and he is not where he wants to be in tying down the middle, either.\" The survey of 1,327 adults, including 1,226 registered voters, was conducted March 20 through Thursday, March 23 via live telephone callers to cellphones and landlines, through online research panels and via text message in English and in Spanish. It has a margin of error of +/- 3.5 percentage points, meaning results have a range of about 4 points lower or higher than the number reported. With inflation stubbornly high and interest rates increasing, there is plenty of economic uncertainty at the moment, and it remains the top issue for respondents in the survey — 31% said so, followed by preserving democracy (20%). No other issue broke double-digits. Health care was third at 9%, then immigration and climate change at 8%. Crime, gun policy, abortion and education rounded out the topics people were asked about. Loading... The policy priorities, as expected, are different by party — with Republicans and independents more focused on the economy and Democrats saying preserving democracy is tops, followed by the economy, health care and climate change. Immigration and preserving democracy followed the economy for Republicans. When it comes to the economy, Biden continues to get poor marks. Just 38% approve of how he's handling it, including just 28% of independents. The White House and Democratic strategists know Biden, who is expected to run for reelection, has to improve in how Americans view him on the economy in the next year and a half before the 2024 election. Overall, Biden gets a 42% job approval rating. That's about where it had been before his State of the Union address in February. An NPR survey that month, taken after Biden's address, showed him getting a slight bounce. That appears to have receded. On crime, Biden is particularly vulnerable. Just 35% approve of how he's handling it, including just 27% of independents. There is a lack of approval across some key Democratic coalition groups, too, like nonwhites (37%) and people under 45 (34%). Even though crime continues to not register as a top issue in polling, most people, by a 68%-to-31% margin, said it is a real threat to most communities and not an issue blown out of proportion by politicians as a way to win voters. Loading... That includes 58% of Democrats and 7 in 10 independents. Notably, nonwhites, who are a pillar Democratic group, are among the most likely to say it's a real threat. That's in line with several core groups vital to former President Donald Trump's political fortunes — whites without college degrees, white evangelical Christians and people who live in small towns. Republicans have focused on increases in crime and brazen acts like smash-and-grabs and carjackings in big cities across the country. Republican governors, legislatures and candidates across the country have focused on gender identity issues, something they see as a political wedge issue. There is some evidence for that — 50% in the 2022 midterm exit polls, for example, said society's values on gender identity and sexual orientation are changing for the worse. And there has been an increase in support for criminalizing gender transition-related medical care for minors, from 28% in April of 2021 to 43% now. Almost two-thirds of Republicans support it. But Republicans risk going too far. A majority, 54%, still oppose criminalizing this type of medical care, including 56% of independents. There is also a big split between parents of children who are under 18 and those without kids — 59% of parents support criminalizing the practice, while 59% of people who aren't parents are opposed. Loading... What's more, a majority of respondents said they oppose laws that would restrict drag shows or performances in their states. Earlier this month, Tennessee passed a bill to do just that, while in more than a dozen other states, there are GOP efforts afoot to do the same. But the majority is not on their side — 58% oppose such laws. Republicans, on yet another issue, stand out against the majority, as 61% support these laws. Just a quarter of Democrats and fewer than 4 in 10 independents do. Loading... It's a similar story when it comes to socially conscious business practices. Three-quarters said it would be more important to invest their money with companies that make money, but are also mindful of their business practices and impact on the environment and society, as opposed to investing in companies that make the most money regardless. Even 63% of Republicans said they would rather invest with companies mindful of their impact on the environment and society. Many in the GOP have made ESG (Environmental, Social and Governance) and DEI (Diversity, Equity and Inclusion) practices in companies bogey men. Some Republicans blamed the recent collapse of Silicon Valley Bank, for example, on these practices, when, in reality, the bank's collapse was the result of bad investments, increased interest rates and depositors asking for their money back. Despite the patchwork health care system in this country, 83% said they believe that all Americans have a basic right to health care coverage. That includes 7 in 10 Republicans. The disagreement comes in the intensity of that belief — and with who provides it. Three-quarters of Democrats and 61% of independents strongly agree that health care is a basic right, while just a quarter of Republicans feel that way. When asked if people think it's the responsibility of the federal government to make sure all Americans have health care coverage, almost two-thirds say yes. That includes 9 in 10 Democrats, a majority (57%) of independents, but just a third of Republicans. While \"government\" continues to be the brightest of dividing lines in this country, what also stands out on this question is the generational divide. Three-quarters of members of the Gen Z and Millennial generations say it's the government's responsibility, but just 60% of Gen Xers do, followed by 56% of Baby Boomers and 49% of the Silent/Greatest generation. The finding is yet another example of younger Americans being more likely to want the government to step in on pocketbook issues, like raising taxes on the wealthy to help close the national debt and raising the minimum wage to $15 an hour. A majority of Americans support a ban on the popular social media app TikTok — 57% said so. Three quarters said TikTok represents either a major or minor threat to national security. And it's bipartisan — 7 in 10 Democrats and 8 in 10 Republicans see it the same way, though Republicans are more likely to see TikTok as a major threat. There's a generational divide here, which is to be expected, considering younger Americans are more likely to use the app. Gen Z and Millennials, though they are split, are less likely to support a ban, and they are far less likely to see it as a national security threat. Fifty-one percent of Gen Z/Millennials oppose banning TikTok, the most of any group, and just 27% see it as a major threat, the least of any group. Biden has a precarious decision to make on TikTok. Ahead of his expected run for reelection, he has to balance whether to ban something the intelligence community clearly sees as a potential national security risk — or to finesse something less than a ban to stem the potential loss of support among a key voting demographic group that lives online.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/03/29/1166486046/poll-economy-inflation-transgender-rights-republicans-democrats-biden"
        },
        {
            "headline": "South Florida gives Republicans a playbook for the 2024 election",
            "author": "Claudia Grisales",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 28,
                "year": 2023
            },
            "article_content": "Martha Casamayor, center, says Joe Biden \"stabbed Cuban Americans in the back\" and regrets voting for him. South Florida Latinos like her are key to Republicans expanding their political reach in future elections.\n                \n                    \n                    Claudia Grisales/NPR\n                    \n                \nhide caption Martha Casamayor, center, says Joe Biden \"stabbed Cuban Americans in the back\" and regrets voting for him. South Florida Latinos like her are key to Republicans expanding their political reach in future elections. Republicans did not see the red wave they were betting on during last year's midterms, so now they're setting their sights on expanding success stories that did break through, such as the big gains they made in South Florida. The largely conservative Latino community in Miami-Dade County turned red last year for the first time in two decades. Who are they? The Latino community in South Florida is largely conservative, and includes immigrants from Cuba, Colombia, Venezuela and other Latin American countries. What's the big deal? South Florida marks a community where politics seemingly never sleeps. And it's also where the political ground game for 2024 is already underway. Want to learn more? Listen to the NPR Politics podcast episode on how Latino GOP voters have embraced the culture war. What are people saying? Casamayor on Democrats: (Biden) stabbed Cuban Americans in the back ... The Biden administration has betrayed the Cuban Americans ... He has betrayed the Cuban Americans who voted for him. Cooper on hearing from different Republican Election Committees, or REC, asking about the Miami-Dade County model: We take that message across across the county and soon will take it across the country as we explain to different RECs and different parties how to build their operations. Mucarsel-Powell on why Democrats shouldn't give up on Florida: If you care about the environment, you need to care about Florida. If you care about minority groups, if you care about Latinos, you need to care about Florida. And we've been abandoned. Gamarra on Republican successes in South Florida: Republicans understand better the idea of the Latino American dream and Democrats still, for the most part, approach Latinos as part of the civil rights struggle in the United States. So, what now? Learn more:",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/03/28/1166606654/south-florida-gives-republicans-a-playbook-for-the-2024-election"
        },
        {
            "headline": "2024 Republican presidential candidates: A list of who is or may be running",
            "author": "By  \n\n\n\n\n\n\n\n      Domenico Montanaro\n    \n\n ,  \n\n\n      Jacob Fenton",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 14,
                "year": 2023
            },
            "article_content": "Republicans could have a crowded field of choices to challenge President Biden, who, at age 80, is the oldest person to serve as president — and yet is expected to announce a bid for reelection. Biden is vulnerable because of questions about the economy and a lack of intensity with the Democratic base. The man to beat in the Republican primary is still former President Donald Trump, who last fall announced his intention to seek the office again. But Trump's own vulnerabilities are glaring, and he will have a fight on his hands to win the Republican nomination again. Here's a look at the Republicans who are already presidential candidates — or who might be: Loading... Announced: Nov. 15, 2022 Strengths: Former President Donald Trump has a stronghold with a significant portion of the GOP base. He has reshaped the Republican Party in his image, has shown he can raise money and has already won the presidency once. Weaknesses: Chaos and controversy seem to surround him. Trump was impeached twice and is under investigation in multiple states due to his role in inspiring the Jan. 6, 2021, riot at the U.S. Capitol and for his continued lies about the 2020 presidential election. Majorities have consistently disapproved of the job he did as president and continue to have a negative view of Trump personally. Announced: Feb. 14, 2023 Strengths: Nikki Haley, the former Trump administration ambassador to the U.N. and former governor of South Carolina, was the first candidate to challenge Trump. She's a fresh — and diverse — face on the national scene and will very likely be the only woman in the Republican 2024 presidential field. Haley served in the Trump administration, so she can tout that with the MAGA base, and she is a less abrasive conservative than Trump or Florida Gov. Ron DeSantis. Haley has a record as a governor (from a key early-primary state), articulates the case for Republican leadership well, is the daughter of Indian immigrants and is a couple of generations younger than Trump and Biden. Weaknesses: Haley is not very well known nationally, and one of her first policy moves soon after announcing her bid was to say Social Security, Medicaid and Medicare should be on the chopping block. There will also be parts of her record that conservatives will go after, like past, more inclusive statements on immigration and immigrants — despite some harder-line policies she signed on to as governor — in a party that has moved hard to the right on the issue. Then there's Haley's taking down of the Confederate flag at the South Carolina State House grounds after the killing of nine Black parishioners at a church in Charleston, South Carolina. How that will cut is unclear in a GOP primary, as the party has moved to the right culturally. Announced: Feb. 21, 2023 Strengths: Former tech and finance executive Vivek Ramaswamy is a fresh, young diverse face for most Americans, has a sterling educational background and comes from the business world, which is traditionally valued in the GOP primary. He has been a prominent voice in conservative circles, arguing against the environmental, social and governance (ESG) movement and against \"woke\"-ism. That could help him with white-collar Republicans, who want an alternative to Trump. Weaknesses: He's not well known, is very young for a presidential candidate, doesn't start with a solid base of support and will likely have trouble breaking through as a serious major candidate. Announced: April 2, 2023 Strengths: Asa Hutchinson is Arkansas' former governor, and that executive experience is usually a good launching point for president. He's trying to carve out a position that appeals to Republican-leaning independents, as he's standing against the \"chaos\" of Trump and has criticized the former president because of his role in the Jan. 6 insurrection. He has a conservative record on taxes and abortion rights, which, on paper, could be attractive to the GOP base. Weaknesses: Hutchinson's opposition to Trump will make it difficult to win over a significant portion of Trump's base. He also has a fairly dry personality and is on the older side for a presidential candidate, especially for one not already well known nationally. Strengths: Florida Gov. Ron DeSantis is the name on the tips of Republicans' tongues. He has been described as \"Trump without the baggage\" or \"Trump with a brain.\" (He went to Yale University and Harvard Law School.) At only 44 years old, he's more than a generation younger than the former president. He has been governor of a big state — Florida — and gained prominence for his defiance on COVID-19 regulations, immigration and education. Several state and national polls over the past several months have shown him leading Trump, and while he has not declared his candidacy yet, people in his inner circle may believe now is the time. Weaknesses: He may be more disciplined than Trump, but he lacks a certain charm. Some have cast doubt on his retail-politicking ability. While his conservative record may play well with many on the right, it's the very thing that may be his biggest weakness in a general election. As a U.S. House member, he was part of the ultra-right-wing House Freedom Caucus and was critical of then-House Speaker Paul Ryan's budget as not making enough cuts. Part of what he supported was a budget that slashed benefits to Social Security and Medicare. But he will also have to contend with anti-abortion-rights activists who believe Florida's 15-week abortion ban didn't go far enough. Generally, he's also untested as a national candidate. To this point, he has made Biden his foe, but how he'll handle the incoming from Republican rivals isn't clear at this point. Strengths: Mike Pence's biggest strength — as well as a big reason he was Trump's vice president in the first place — is his appeal with white Christian evangelicals. They are a sizable portion of the Republican base, especially in Iowa, a critical early-nominating state. He has a national profile and has been involved in a presidential campaign once already. Weaknesses: Pence's weaknesses are glaring. His break with Trump has made him a bit of a pariah for the MAGA base, and he doesn't have much of a base of his own beyond a segment of white evangelicals. Despite his national profile, he lags well behind the rest of the field in hypothetical matchups. Strengths: New Hampshire Gov. Chris Sununu will try to carve out a moderate, anti-Trump lane. He has tried to say that his party needs to move on from Trump and that DeSantis' style of governance is too authoritarian. He's popular in his home state, and his home state just so happens to be a key early-primary state. Weaknesses: He's not very well known nationally, and he is out of step with a large portion of the GOP base with his socially moderate views. Sununu is largely in favor of abortion rights but supports restrictions later in pregnancies. Yet he has said: \"I've done more on the pro-life issue, if you will, than [any other New Hampshire governor],\" touting New Hampshire's 24-week ban. Sununu has tried to walk a line on immigration, saying that this is a \"country of immigrants,\" but he has also endorsed DeSantis' migrant flights: \"Anything we can do to bring national awareness to it has to be done,\" he said, noting that he didn't want the migrants sent to New Hampshire, though. Launched a presidential exploratory committee: April 12, 2023 Strengths: Tim Scott is Black and from a key early GOP primary state — South Carolina. While he's conservative, his diverse background and upbringing bring a different perspective to the white-dominated Republican Party. The only Black Republican senator can have a commanding presence and has a more optimistic outlook than Trump or DeSantis. He has also hoarded millions of dollars and started to reach out to a national donor base. Weaknesses: His national profile is lacking, and that will take time and money to build. He also has to contend with the problem that Haley presents, running from the same state with a similar donor set and geographic strength. They could split the vote in the South Carolina primary, opening a path for another candidate. Scott is also untested when it comes to how he will attack another opponent. He's largely seen as a nice-guy candidate. Some of his views are also ultra-conservative and could hurt him in a general election. Strengths: Glenn Youngkin won election as governor in a Democratic-leaning state — Virginia. During his campaign, he was able to strike a balance with Trump. He did not speak out against Trump and he accepted Trump's endorsement, but he did not campaign with him, as he tried to balance winning over Trump voters and swing voters. Many candidates have since been advised to use the Youngkin model. He focused on education and how racism and gender are taught in schools, which has been a cultural touchstone with the base. He's very wealthy — worth almost half a billion dollars thanks to a career in private equity — and has shown he's willing to spend on a campaign. Weaknesses: It's not clear the model he won on can be replicated nationally and in a presidential-election year. He was able to do what he did in Biden's first year as president, and traditionally, the candidate of the opposite party as the president has an advantage in Virginia gubernatorial races. He's also not well known nationally, and the scrutiny of his business and financial dealings would be intense. Strengths: A feisty favorite of many conservatives, South Dakota Gov. Kristi Noem gained prominence with her administration's opposition to restrictive COVID-19 policies. Her state's largest city, Sioux Falls, has seen strong growth over the last few years, and Noem has gotten a good deal of attention, particularly for a governor from a small state. Weaknesses: Coming from such a small state is a difficult jumping-off point for a presidential candidate. Fewer than a million people live in South Dakota. Looked at another way, it wouldn't even be in the country's top 40 counties. Noem is untested on a national stage, and with a potentially crowded field of people with higher profiles from larger states, Noem's likeliest shot at the national ticket is making the shortlist for vice president. Strengths: Liz Cheney, Wyoming's former congresswoman and the daughter of a former vice president, is well known and prosecutes the case against Trump well, making her potentially formidable on a debate stage. Weaknesses: Her intense opposition to Trump, despite her conservative policy bona fides, makes it difficult to see how she could gain enough support to win the GOP nomination. And with the Republican National Committee mandating that candidates pledge to back whoever wins the nomination, in order to participate in its debates, she may never be seen in one. Strengths: The hawkish former national security adviser under Trump, John Bolton has had a prominent career, serving the last four Republican presidents. He's also likely fairly well known to Fox News viewers, as he regularly appeared on the network. Foreign policy is his area of expertise, and he's likely eager to take on Trump on the subject, given Bolton's sharp criticisms of the former president after he left Trump's administration. Weaknesses: He has made enemies in both parties and both wings of the Republican Party, including with Trump. That narrows the potential GOP voters open to him. Republicans are also simply not animated right now by an interventionist foreign policy. His age will be a factor as well. Announced April 14, 2023 he would not run Strengths: Mike Pompeo served as secretary of state and CIA director under Trump — high-profile jobs that upped not only his national but his international bona fides. This gives him a much firmer platform to start from for a presidential campaign than simply being a congressman from Kansas. He's serious and conservative, and his jobs under Trump give him some ability to criticize both Trump and Biden on foreign affairs. He's also close to billionaire conservative donor Charles Koch. Weaknesses: It's hard to see how Pompeo emerges from the GOP sun-blocker that is Trump. When asked if he'd support Trump in 2024, Pompeo said, \"Oh goodness, no,\" leaving open the possibility of his own run or supporting another candidate. \"I'm very hopeful that people won't choose tweets and celebrity, but rationality and arguments. That we'll have a real conversation within our party.\" Though he had high-profile jobs under Trump, he doesn't have a natural base with any particular segment of the Republican Party, isn't well known nationally and doesn't have a very dynamic personality. Alyson Hurt and Ashley Ahn contributed to the design and development of this story. It was edited by Megan Pratz and Heidi Glenn, photo edited by Catie Dull and copy edited by Preeti Aroon.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/03/08/1160113954/2024-republican-presidential-candidates-who-is-running-tracker"
        },
        {
            "headline": "The Entry Fiction",
            "author": "By  \n\n\n\n\n\n\n\n      Andrew Beck Grace\n    \n\n ,  \n\n\n\n\n\n\n\n      Chip Brantley\n    \n\n ,  \n\n\n\n\n\n\n\n      Connor Towne O'Neill",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 16,
                "year": 2023
            },
            "article_content": "Cubans who arrived in the U.S. during the Mariel boat lift in 1980 are housed at Fort Chaffee in Arkansas, on April 19, 1981. The fort first housed German prisoners during World War II and Vietnamese refugees in 1975.\n                \n                    \n                    AP\n                    \n                \nhide caption Cubans who arrived in the U.S. during the Mariel boat lift in 1980 are housed at Fort Chaffee in Arkansas, on April 19, 1981. The fort first housed German prisoners during World War II and Vietnamese refugees in 1975. When President Carter promised to welcome the men and women arriving on the Mariel boatlift with \"an open heart and open arms,\" he had referred to them as refugees. But technically speaking, they weren't refugees. They were classified as entrants, an immigration status with a peculiar legal standing in the United States. While entrants are physically allowed to enter the country, legally they're still at the border, asking to come in. Their presence in the country is known as a legal fiction — specifically, the \"entry fiction.\" So even as Cubans were disembarking boats in droves through the summer of 1980, they were officially still floating off the coast of Key West. And this immigration status followed them to where they went next: an army base in rural Arkansas. In episode 4, the curious case of the militarized border in the middle of the Ozark Mountains. Additional Context: Want to hear the next episode of White Lies a week before everyone else? Sign up for Embedded+ at plus.npr.org/embedded.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/18/1149876040/the-entry-fiction"
        },
        {
            "headline": "How the politics of race will play a key role in Nikki Haley's 2024 campaign",
            "author": "Danielle Kurtzleben",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "Nikki Haley opposed Donald Trump's candidacy for president in 2016, criticizing his unwillingness at one point to denounce the KKK. However, she went on to serve as UN ambassador in his administration.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Nikki Haley opposed Donald Trump's candidacy for president in 2016, criticizing his unwillingness at one point to denounce the KKK. However, she went on to serve as UN ambassador in his administration. One clear theme of Nikki Haley's presidential announcement is unity. Over and over, her Tuesday announcement video references bringing people together. One example she uses to emphasize that is her state's response to hate.​ In 2015, a white supremacist killed nine Black parishioners at Mother Emmanuel AME Church in Charleston, S.C. Haley, who was governor at the time, led the state through the tragedy. \"We turned away from fear toward God and the values that still make our country the freest and greatest in the world,\" she said, over video of herself and fellow leaders joining hands in the wake of that crime. Haley is the first candidate to challenge former President Donald Trump for the Republican nomination. She is also one of several potential candidates with a tricky pattern to justify to voters: vehemently opposing Trump, then embracing him and now, running against him. And with Haley, the topic of race highlights how her politics have shifted. In the wake of the Charleston shooting, Haley famously signed the law removing the Confederate flag from the state capital complex grounds.​ \"For those who wish to show their respect for the flag on their private property. No one will stand in your way. But the statehouse is different,\" she said shortly after the shooting. \"Today, we are here in a moment of unity in our state without ill will to say it's time to move the flag from the Capitol grounds.\" Haley got bipartisan respect for that decision. Former Democratic Governor Jim Hodges said that he spoke to Haley during that period, and believes she recognized the need to take down the flag, despite not having championed that cause before. \"I think it's safe to say it probably was not on her priority list in her second term of things that she was going to focus on,\" he told NPR. \"The moment provided that opportunity, and I think she should get credit for moving quickly.\" Former South Carolina Gov. Nikki Haley, right, waves as she and her husband, Michael Haley, left, are introduced at the second inaugural of Gov. Henry McMaster on Wednesday, Jan. 11, 2023, in Columbia, S.C. As governor, Haley signed the bill to remove the Confederate flag from state Capitol grounds.\n                \n                    \n                    Meg Kinnard/AP\n                    \n                \nhide caption Former South Carolina Gov. Nikki Haley, right, waves as she and her husband, Michael Haley, left, are introduced at the second inaugural of Gov. Henry McMaster on Wednesday, Jan. 11, 2023, in Columbia, S.C. As governor, Haley signed the bill to remove the Confederate flag from state Capitol grounds. Haley has often referenced that time after the shooting as an important period of her governorship. When she endorsed then-presidential candidate Marco Rubio in 2016, she spoke of the effort around removing the flag in a speech slamming candidate Donald Trump. \"The KKK came to South Carolina from out of state to protest on our statehouse grounds,\" she told a crowd at a Rubio event. \"We saw and looked at true hate in the eyes last year in Charleston. I will not stop until we fight a man that chooses not to disavow the KKK. That is not a part of our party. That is not who we want as president. We will not allow that in our country,\" she added, to loud cheers. But then, less than a year later, she took the post of U.S. Ambassador to the United Nations in the Trump administration and became a prime example of how Trump reshaped the party. Trump put racial resentment at the forefront of American politics, across issues from immigration to policing to education. And Trump support has been correlated with certain racist beliefs. When the Confederate flag came down in South Carolina, Haley was conciliatory towards state residents who saw the flag as a symbol of their heritage, and not of racism. She has maintained that view in more recent statements. But a 2019 interview with Glenn Beck, she drew heavy criticism for additionally saying that Dylann Roof, the Charleston shooter, had imbued the flag with racist meaning. \"Here is this guy who comes out with his manifesto, holding the Confederate flag and had just hijacked everything that people thought of,\" she told Beck. \"We don't have hateful people in South Carolina. There's always the small minority who are always going to be there, but people saw it as service, sacrifice and heritage. But once he did that, there was no way to overcome it.\" Teresa Cosby, professor of political science at South Carolina's Furman University, finds that statement outrageous. \"And where does Dylann Roof get it from?\" she asks. \"Where does he get this association, the Confederate flag, with white supremacy and racist ideology? It doesn't appear in thin air. He didn't steal anything.\" Moreover, Haley's statement to Beck stood in contrast to her 2015 stand that the flag \"should never have been\" on the capitol grounds. All of this happened against a backdrop of a GOP arguing about whether Confederate monuments should stand in the South, not to mention Trump taking multiple positions on the Confederate flag — for example, he supported taking it down in South Carolina, and later was angry when NASCAR banned it at its events. Haley's own race plays a major role in her announcement video — she leads off by talking about her own racial experience in the town of Bamberg, S.C. \"I was the proud daughter of Indian immigrants. Not black, not white. I was different,\" she says. \"But my mom would always say, 'Your job is not to focus on the differences, but the similarities.'\" This is another particular nod to unity. Haley is the first woman of color to be a major candidate for the Republican nomination, and she acknowledges her difference...and then immediately blasts Democrats as racially divisive, referencing the 1619 Project and progressive lawmaker Alexandria Ocasio-Cortez. But simply casting Democrats as the enemy won't unify all Republicans — particularly those who are disgusted with what the GOP has become. Doug Brannon is a former Republican lawmaker in South Carolina who led the 2015 charge to remove the Confederate flag.​ \"Mr. Trump gave people license to say things that before him they didn't feel they could say,\" Brannon told NPR. \"He gave them a mouthpiece and because of him, they were emboldened.\" Brannon sees Trump as a symptom of a broken GOP — \"I don't think there's a Republican party anymore\" — and said he didn't know yet whether he would vote for a Republican or Democrat in 2024. Trump upended what it means to be Republican, as well as even what conservative means. Teresa Cosby at Furman University points out that Haley is often mistaken for a moderate but right now, being more extreme may appeal more to primary voters in a swath of red states, including South Carolina. \"The battle is between Republicans in the primaries. And you don't pay any penalty for playing to that extreme-right ideology that is replicated at the national level in states like Florida and Texas,\" she explained. In that vein, Cosby doesn't think Haley's Confederate flag removal will help her win the nomination.​ \"It's just going to score her points with people who want the Republican Party to return to some normalcy. But how many of those groups are left in the Republican Party?\" she asked. Haley may not bring it up much anyway. While the Charleston shooting was a part of her announcement video, the push to take down the Confederate flag was notably absent.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024"
        },
        {
            "headline": "Nikki Haley makes White House run official",
            "author": "Danielle Kurtzleben",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 14,
                "year": 2023
            },
            "article_content": "Nikki Haley officially announced that she is running for the Republican nomination for president in 2024. She's the second major candidate to declare she'll run, after former President Donald Trump.  AILSA CHANG, HOST: Today, the former United Nations ambassador Nikki Haley, a Republican, announced that she is running for president. In a video posted on Twitter early this morning, she called for a, quote, \"new generation of leadership.\" Haley is the second major candidate to declare a run for the Republican nomination in 2024 and the first since former President Trump announced his candidacy. NPR political correspondent Danielle Kurtzleben joins us now for more. Hey, Danielle. DANIELLE KURTZLEBEN, BYLINE: Hey, there. CHANG: OK, can you just briefly remind us of Haley's track record in politics? KURTZLEBEN: Sure, yeah. So she started out in the South Carolina State House and then won the governorship in 2010. She was reelected in 2014, and then she left the governorship in 2017 to become Trump's U.N. ambassador. So that's a pretty big, pretty steady rise in Republican politics - from state lawmaker to the international stage. And in light of that, she's been talked about for years as a potential eventual GOP nominee. And so, well, now she's a candidate. But one really fascinating and very salient factor in all of that is Trump. He's a very complicating factor. Nikki Haley was very, very vocally anti-Trump as of 2016, but then she went on to serve in his administration, which gave her the very foreign policy experience that she highlights in her announcement video. So she's had a lot of flip-flops around Trump, and that is going to be something she'll really have to address - not just explain how you changed your mind, but also what do you want the Republican Party to be? And notably, Trump does not come up in her announcement video. CHANG: Huh. Well, also in her announcement video, she talks about being the child of Indian immigrants, like - and she also highlights that she's a Republican woman running for presidency, which is pretty unusual for the GOP. KURTZLEBEN: Right. CHANG: What's your sense - do you think that these will be big talking points in her campaign? KURTZLEBEN: They may be, but she walks a very, very particular line here because you're right - the Republican side has tended to be less diverse than the Democratic side. She is the fifth woman to be a major candidate on the Republican side, the first Asian-American woman. And she starts off her announcement video by talking about her race. Here's what she says. (SOUNDBITE OF ARCHIVED RECORDING) NIKKI HALEY: I was the proud daughter of Indian immigrants - not Black, not white. I was different. But my mom would always say your job is not to focus on the differences, but the similarities. KURTZLEBEN: And later in the video, she also references being a woman. But importantly, she gives zero hint that her race or her gender make her approach politics any differently. She's kind of saying, I'm different, but I'm the same as you, my fellow Republicans. And in fact, in the ad, she makes an effort to show the Dems - the Democrats - as divisive on race, but not her. She very much emphasizes unity. CHANG: Well, I'm going to switch gears a little bit here. Speaking of historic women in politics, I want to raise another piece of news today. California Senator Dianne Feinstein announced today that she will be retiring after the 2024 election. KURTZLEBEN: Right. CHANG: What do you make of that? KURTZLEBEN: Right. So again, yes, you're right - historic women. She has been an institution in the Senate. She's been there for over 30 years. Before that, she was the mayor of San Francisco. But this is also just emblematic of a conversation the Democrats have been having about the age of their leadership. Feinstein is 89. We just saw former Speaker Pelosi step back on the House side at the age of 82. Biden may run for president again. He's 80. So this is a really big conversation in the Democratic Party, but, already, this primary looks like it's going to be hard-fought, with multiple California lawmakers who are running or may run. CHANG: That is NPR's Danielle Kurtzleben. Thank you, Danielle. KURTZLEBEN: Yes, thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/14/1156987118/nikki-haley-makes-white-house-run-official"
        },
        {
            "headline": "Former South Carolina Gov. Nikki Haley announces run for president",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 14,
                "year": 2023
            },
            "article_content": "In this file image, former U.N. Ambassador and former South Carolina Gov. Nikki Haley speaks during the Iowa Republican Party's Lincoln Dinner, on June 24, 2021, in West Des Moines, Iowa.\n                \n                    \n                    Charlie Neibergall/AP\n                    \n                \nhide caption In this file image, former U.N. Ambassador and former South Carolina Gov. Nikki Haley speaks during the Iowa Republican Party's Lincoln Dinner, on June 24, 2021, in West Des Moines, Iowa. \"I'm Nikki Haley and I'm running for president.\" With those words, Haley, the former South Carolina governor and Trump-era ambassador to the U.N., announced her run for the White House in a video posted on Twitter early Tuesday morning. Highlighting her history as a daughter of South Carolina and her tenure as South Carolina's governor and U.S. ambassador to the United Nations in the Trump administration, Haley positioned herself as an experienced alternative to politics as usual. \"The Washington establishment has failed us over and over and over again,\" Haley said, before calling for a \"new generation\" of leadership. Get excited! Time for a new generation. Let’s do this! 👊 🇺🇸 pic.twitter.com/BD5k4WY1CP With a nod to her identity, Haley outlined some of the threats facing the U.S. today, including China and Russia. \"They all think we can be bullied. Kicked around. You should know this about me: I don't put up with bullies,\" she said as the video showed pictures of her sitting on the U.N. Security Council. \"And when you kick back, it hurts them more if you're wearing heels,\" Haley said with a smile, in a nod to her gender as the first woman to throw her hat into the ring in the 2024 presidential race. In this file image, President Donald Trump speaks during a meeting with outgoing U.S. Ambassador to the United Nations Nikki Haley in the Oval Office of the White House on Oct. 9, 2018.\n                \n                    \n                    Evan Vucci/AP\n                    \n                \nhide caption In this file image, President Donald Trump speaks during a meeting with outgoing U.S. Ambassador to the United Nations Nikki Haley in the Oval Office of the White House on Oct. 9, 2018. Haley, the daughter of immigrants from India, is also the first Republican to challenge former President Donald Trump for the nomination. After Trump lost the 2020 election, Haley promised not to run against him if he sought the party's nomination in 2024. Though Trump announced his White House ambitions in November, Haley began 2023 talking about needing a new generation of Republicans to lead the country in public spaces including a few high profile appearances on Fox News. Haley served as the U.N. ambassador during the Trump presidency for nearly two years from 2017 through 2018. Prior to joining the Trump White House, Haley was governor of South Carolina from 2011 until 2017. She was the first woman to lead the Palmetto State.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/14/1156733476/nikki-haley-runs-for-president"
        },
        {
            "headline": "After Martha's Vineyard, lawmakers give DeSantis $10 million more to move migrants",
            "author": "By  \n\n\n      Valerie Crowder",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 10,
                "year": 2023
            },
            "article_content": "Florida Gov. Ron DeSantis speaks after being sworn in for his second term during an inauguration ceremony at the Old Capitol, Tuesday, Jan. 3, 2023, in Tallahassee, Fla.\n                \n                    \n                    Lynne Sladky/AP\n                    \n                \nhide caption Florida Gov. Ron DeSantis speaks after being sworn in for his second term during an inauguration ceremony at the Old Capitol, Tuesday, Jan. 3, 2023, in Tallahassee, Fla. TALLAHASSEE, Fla. – Fewer than five months after Florida Gov. Ron DeSantis' administration flew about 50 migrants from Texas to Martha's Vineyard, Mass. – a move that ended up costing the state around $1.5 million and is the subject of legal challenges – the Republican supermajority in the legislature has granted the administration another $10 million to transport migrants from other states. In a party-line vote, state GOP lawmakers passed the bill that gives the state broad authority to find and move migrants in other states to so-called immigrant \"sanctuary cities\" outside Florida. The legislation contains no specifics on how state contractors would identify migrants, provide information to them about their destinations or whether the state would coordinate with officials in cities where immigrants are transported. \"It shows you how this is all just a mere political stunt,\" says immigration attorney Ira Kurzban, who is based in Miami. Kurzban, who has practiced immigration law for decades, says he thinks the program violates the Supremacy Clause of the U.S. Constitution, which prevents state and local governments from interfering in federal law. Little is known about how DeSantis' migrant transport program would operate, as the bill includes no specifics about whether state officials will work with federal immigration authorities. That creates a problem, Kurzban said. \"It's clearly an area of law that's determined by the federal government.\" The measure gives the state Division of Emergency Management, which is overseen by the governor, rule-making authority to transport \"inspected unauthorized aliens,\" a term not found in the Immigration and Nationality Act, according to Kurzban. Under federal immigration law, migrants who are paroled into the U.S. are required to appear in court for a hearing at a later date. Francisco Symphorien-Saavedra, an immigration attorney based in Orlando, Fla., says that moving asylum seekers away from the jurisdiction where they have a scheduled hearing could disrupt that process. \"To what extent is the state of Florida going to provide advanced notice to customs officials that these people are moving?\" Democrats tried change the bill to ensure migrants are voluntarily relocated and informed about where they're going, how relocation could affect their immigration case and what's waiting for them when they arrive at the destination. The word \"voluntary\" doesn't appear in the bill, even though Republicans have said that they'll only move immigrants who agree to relocate. \"Migrants are human beings and are deserving of respect and dignity, they can't give permission or consent if they don't understand what they're being asked,\" said state Rep. Jennifer \"Rita\" Harris, a Democrat from Orlando, speaking on the House floor Thursday. State Rep. Anna Eskamani, another Orlando Democrat, filed an amendment to try to prevent the program from becoming \"a money-making operation to people affiliated with political offices,\" she said while speaking on the House floor. \"It's a warranted amendment because this already happened.\" Back in September, the DeSantis administration awarded a contract to Vertol Systems to charter the flights from Texas to Martha's Vineyard. Lawmakers passed the measure during an emergency special session held about a week after DeSantis proposed $12 million in next year's budget to expand the program to transporting immigrants outside Florida. DeSantis and other Republican state leaders say the sharp increase in the number of people crossing the U.S. southern border justifies spending more money on the program; however, preliminary data released for January show a sharp decline in the number of migrants crossing into the U.S. illegally. \"We can just sit here and do nothing about it, or we can actually stand up and say 'whatever tools we have at our disposal, we are going to use,' \" DeSantis said last week. Republicans have said the intent is to identify immigrants crossing into border states, such as Texas, who intend to move to Florida and, instead, offer them flights elsewhere. \"We have to identify the people who have the will and desire to come to Florida,\" said Republican state Sen. Blaise Ingoglia who sponsored the legislation. \"Then you're making the offer to say, 'Hey, Florida is not a sanctuary state. If you want to go to a sanctuary state, we'd be more than happy to drop you off there.' \" Ingoglia says the goal of the legislation is to send immigrants \"to areas that have sanctuary policies so that they can get the services that they need,\" instead of welcoming them to the Sunshine State. \"There is a cost associated with that in the state of Florida.\" And he defines success as getting the federal government to do more to reduce the number of immigrants crossing the U.S. border. \"I think the big thing is to show people that we are serious that the federal government needs to get their act together and solve this problem.\" A federal class action lawsuit brought by immigrants and an immigrant rights group remains ongoing. State Sen. Jason Pizzo, a Democrat from Miami-Dade County, has also filed a lawsuit over the move. His complaint argues DeSantis violated state law when he transported immigrants from Texas because lawmakers only gave permission to relocate those who were already in Florida. The bill Republicans passed Friday approved the previous payments for relocating migrants from Texas. \"Our governor broke the law,\" said Democratic Rep. Anna Eskamani of Orlando on the House floor Friday. \"And instead of fighting the law, he's changing the law.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/10/1155806778/desantis-florida-republicans-migrant-transport-millions"
        },
        {
            "headline": "Gen Z's political power: new data gives insight into America's youngest voters",
            "author": "Elena Moore",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 6,
                "year": 2023
            },
            "article_content": "A young man walks past a voting information sign on the Emory University campus in Atlanta.\n                \n                    \n                    Elijah Nouvelage/AFP via Getty Images\n                    \n                \nhide caption A young man walks past a voting information sign on the Emory University campus in Atlanta. For 19-year-old Jenna Ruiz, voting for the first time was a thrill. \"My group of friends and I were really excited,\" Ruiz said, a sophomore at Miami Dade College who serves as student government president. Ruiz and her friends are just a few of the millions of young Americans newly eligible to vote in the 2022 midterms. Still, that excitement didn't smooth over some of the uncertainty Ruiz experienced when it came time to actually cast her ballot. \"I felt, I'm not going to lie, a little bit lost on some of the things that were on the ballot,\" Ruiz told NPR. She said she was mostly motivated to vote because she disagreed with the conservative social policies of Florida's current Republican Gov. Ron DeSantis, who ended up winning reelection. \"I do identify more towards the Democratic Party, but I still felt like I didn't really know everything that was on the ballot,\" Ruiz added. \"I just was excited to vote.\" Ruiz is part of Generation Z, which is still just getting its feet wet in politics, since the oldest members of the generation turn 26 this year. Along with millennials, Gen Zers turned out in historically high numbers for a midterm election, second only to the 2018 election. And while Gen Zers voted decidedly with Democrats last year — and say they were most concerned about issues related to abortion — some still wish they were better informed before voting. That's all according to a new post-election report on Gen Z from the education advocacy organization Murmuration, the Walton Family Foundation and the public opinion firm SocialSphere. The report, which contains a national survey conducted shortly after the election, was exclusively obtained by NPR. It also found that Gen Z primarily relies on social media for news instead of more traditional media platforms — raising questions for strategists and organizers alike over how to engage the country's youngest adults in politics. Jenna Ruiz, 19, wanted to vote because of her opposition to Florida's Gov. Ron DeSantis. She disagrees with his policies affecting education, immigration, abortion and LGBTQ rights.\n                \n                    \n                    Jenna Ruiz\n                    \n                \nhide caption Jenna Ruiz, 19, wanted to vote because of her opposition to Florida's Gov. Ron DeSantis. She disagrees with his policies affecting education, immigration, abortion and LGBTQ rights. Ruiz isn't alone in feeling unsure about some of the additional names on her ballot. According to SocialShere's survey data, one-third of Gen Z voters wished they had known more about the candidates and their positions in the last election — compared to 21% of Millenials, 11% of members of Generation X and 6% of Baby Boomers. Similarly, just half of Gen Z voters say they were confident about every race on their ballot — and a third voted in every race but admitted to not knowing much about some candidates. To John Della Volpe, the founder of SocialSphere and the director of polling at the Harvard Kennedy School's Institute of Politics, this gap in understanding is an important insight. \"Often I think we take for granted that younger people who, by definition, have less experience, are every bit as equipped to cast a ballot as their parents, their grandparents,\" he said, \"who have been thinking, debating and participating in this for decades longer.\" And while individual voters have a duty to seek out some civic information, Della Volpe argues, there's also a collective community responsibility within politics and outside of it, like in the workplace, at school, among family and on social media. But to some young organizers, that exposed lack of confidence doesn't mean less enthusiasm and interest. \"Yes, maybe you didn't know everything you needed to. Every single fact about the candidate that you were voting for. But the fact that you voted, means that you cared about it enough to show up anyways,\" said Marianna Pecora, a leader with the youth-led political organization Voters of Tomorrow. Like Della Volpe, Pecora, 19, says there needs to be a more considerable community-wide change to help increase civics and political interest, both online and in person. Nyla Branam, 20, was raised to value voting as part of an overall approach to engaging with her community. Her family instilled the importance of knowing who is on the ballot when she casts her vote.\n                \n                    \n                    Nyla Branam\n                    \n                \nhide caption Nyla Branam, 20, was raised to value voting as part of an overall approach to engaging with her community. Her family instilled the importance of knowing who is on the ballot when she casts her vote. Though others have less sympathy. To 20-year-old Nyla Branam, Gen Z needs to make more of an effort — especially since they've spent their entire lives with access to advanced technology. \"People in my age group would rather just fill in a bubble and show up, then take time to actually research and find out who they're voting for because it's not beneficial and it's not an assignment,\" Branam said. Branam is a student at Delaware State University, a historically Black college. On top of not knowing enough about politics, it frustrates her that some people at her school don't vote — especially when so many are passionate about issues like police and criminal justice reform. \"The local elections, the presidential elections, all those things matter because when your friend does get locked up, you know what judge they're going to. And that representative was picked based on morals and values that align to yours,\" Branam explained. A young man fills out an application to cast his ballot at the Ann Arbor clerk's satellite office on the University of Michigan campus.\n                \n                    \n                    Jeff Kowalsky /AFP via Getty Images\n                    \n                \nhide caption A young man fills out an application to cast his ballot at the Ann Arbor clerk's satellite office on the University of Michigan campus. Gen Z stands alone from older generations in how they consume news, according to the same SocialSphere survey data. Among Gen Zers who said they wanted more information ahead of voting, 36% say they would turn to the internet to get it, compared to 12% who specifically say social media. But when asked to select sources they regularly go to for news or current events, social media companies were at the top of the list. YouTube leads with Gen Zers at 61%, followed by TikTok (57%), Instagram (51%), Snapchat (43%), Twitter (35%) and Facebook (33%.) Traditional media sources, including local television and major network and cable news networks, are much lower on the list — between 25-22%. Gen Z has a particular hold on TikTok and uses it far more than Millennials do. Among Millennials, just under a third list TikTok as a regular source of news, instead, over half flock to Facebook and YouTube. For Alex Ames, a leading organizer with the group Georgia Youth Justice Coalition, using social media as a primary news source can be limiting. \"A 15-second TikTok or so might give you some glimpse of some of the problems you care about,\" Ames, 20, said, \"but isn't going to be quality controlled or as in-depth as a legitimate civics course in your school or a 12-page-long New York Times article.\" Plus, when politicians and candidates try to engage with young people on social media, Ames says they often incorrectly frame their content as entertainment instead of education. \"Even if we are young people, we are still serious about the ballots we cast,\" Ames said, \"So we shouldn't decide that youth engagement to us means our candidate has a TikTok account. Youth engagement should be actually teaching the young people in our communities how our policies impact the things that touch them.\" To Ames, a good example of a national politician engaging on social media is Democratic Rep. Alexandria Ocasio-Cortez, D-N.Y., who posts video updates and explainers to her 8.6 million followers on Instagram outlining her daily work and political decisions. Similarly, Democratic Rep. Jeff Jackson, D-N.C., has developed a following over TikTok, which he started during his campaign and now uses as a House member. His account has already raked in over 341,000 followers, a much larger amount compared to Twitter, where he has 94,000. David Hora, 22, says having conversations about politics in person can be more beneficial for young people. \"It doesn't happen enough, in my opinion, that we discuss politics by word of mouth. Instead, we're all trying to buck heads on social media.\"\n                \n                    \n                    David Hora\n                    \n                \nhide caption David Hora, 22, says having conversations about politics in person can be more beneficial for young people. \"It doesn't happen enough, in my opinion, that we discuss politics by word of mouth. Instead, we're all trying to buck heads on social media.\" Democrats aren't the only ones who want to do a better job educating young voters. Some young Republicans say a change is needed within their party too. \"Young people aren't looking towards the policies that are really going to be directly affecting their lives. Instead, they're looking towards the big ticket items of major social and political discussion,\" said David Hora, a 22-year-old senior at Iowa State University who calls himself a proud Republican. To Hora, who grew up in a farm family, Republicans need to take the conversation back — arguing topics like abortion, gun control and immigration reform distract young voters from more applicable concerns involving finances and the economy. But that battle is a tough one for Republicans, given Gen Z voters overwhelmingly supported Democrats over Republicans in the midterms by 27 points — and prioritized protecting abortion access by a higher amount than any other generation, according to SocialSphere's survey data. That said, a potential lack of party identity leaves hope for Republicans. Notably, just 30% of Gen Zers surveyed said they aligned with Democrats, compared to 24% for Republicans and 28% for independents. \"The Democrats don't own these votes. They're renting them,\" said Republican political strategist John Brabender. \"There still is an open door, and I think there is both a want from these voters to hear more, but that door is not going to be open forever.\" To Brabender, the upcoming presidential election offers momentum for the GOP to capitalize on young voters. The GOP's first objective should be to tighten the margins. Mia Kennedy, 19, says a lot of her peers talk about national political issues like abortion and gun control. But, going past widely discussed topics, she finds it difficult to find more detailed information on policy.\n                \n                    \n                    Mia Kenedy\n                    \n                \nhide caption Mia Kennedy, 19, says a lot of her peers talk about national political issues like abortion and gun control. But, going past widely discussed topics, she finds it difficult to find more detailed information on policy. Putting the 2022 election in the rearview and looking ahead to 2024, some Gen Z voters do remain undecided. Mia Kennedy, a sophomore at Miami Dade College, chose not to vote in the midterms because she felt she didn't have enough balanced information to make her decision. \"There's really extreme on one side, and then there's really extreme on the other side, and I just feel like I don't know where to go for information,\" Kennedy said. \"I feel like I need a middle ground.\" Kennedy is registered as an independent but says she leans more conservative. By the time the next election comes around, she's hoping to have a better understanding of where she falls. \"I feel like I'm not one of those people to just be like, I'll vote red because I'm red or blue because I'm blue. I want to know what I'm going into,\" she explained. \"But regardless, I think I am going to vote.\" The Walton Family Foundation is a financial supporter of NPR.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/02/06/1154172568/gen-zs-political-power-new-data-gives-insight-into-americas-youngest-voters"
        },
        {
            "headline": "After Kevin McCarthy's election as speaker, Congress looks ahead",
            "author": "By  \n\n\n\n\n\n\n\n      Ayesha Rascoe\n    \n\n ,  \n\n\n\n\n\n\n\n      Claudia Grisales",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 8,
                "year": 2023
            },
            "article_content": "After fifteen rounds of voting, House Republicans finally got Kevin McCarthy as their House Speaker. We look at what that means moving forward, in taking on the work that Congress must undertake.  AYESHA RASCOE, HOST: After a tumultuous week, members of the U.S. House are finally sworn in and set to begin their work for a new Congress. House Speaker Kevin McCarthy said after the historic stalemate and public fights among members of his own conference, he is betting his Republican majority is ready to get on the same page. (SOUNDBITE OF ARCHIVED RECORDING) KEVIN MCCARTHY: I think what you will see by having this now, we've worked out how to work together. RASCOE: But with a divided government, working together could be an elusive goal. Joining me to discuss the next steps for Congress is NPR's congressional correspondent Claudia Grisales. Welcome to the show, Claudia. CLAUDIA GRISALES, BYLINE: Great to be with you, Ayesha. RASCOE: So after the events of this week, what are Republicans' plans in this new era of divided government? GRISALES: There are plenty. Speaker McCarthy laid out a lot of those details in his speech after his election to lead the chamber. He said they'll focus on oversight of the Biden administration, lower government spending to help cut costs for families and address rising energy bills. This is all part of what he argues is a message voters sent during the midterms when a narrow Republican majority for the House was elected. (SOUNDBITE OF ARCHIVED RECORDING) MCCARTHY: You voted for a new direction for our country. You embraced our commitment to America, and now we're going to keep our commitment to you. GRISALES: He went on to say that his party's first bill will move to decrease funding for the IRS, that they'll push legislation to address immigration at the southern border. And the border will be the subject of one of their first hearings. But much of these efforts are not expected to go far with a Democratic Senate and White House. RASCOE: Still, the House already lost a week because of Republican infighting. Now they've got to play catch up. What's on tap for this week? GRISALES: Before they can do anything, they have to pass a rules package for how this chamber will operate, as well as set up committees. This is on tap starting for Monday, and these rules are expected to include a slew of the deals McCarthy cut with his defectors. He comes into this role as one of the weakest speakers in recent memory. For example, one of the rules would allow one member, just one member, to trigger a vote to oust him as speaker in addition to allowing these defectors, who are largely hardline right Republicans, to sit on key committees. And we're expecting to learn more about this deal with his opponents as they work through the rules package in the coming days. And already, some moderate Republicans are expressing opposition to the plan, so this could bring a whole new fight to the floor for the GOP. RASCOE: OK, and now that Democrats are in the House minority, what's ahead for them? GRISALES: Democratic leader Hakeem Jeffries did touch on this in his speech over the weekend as they wrapped up the proceedings early Saturday morning. And in between digs against extremist elements in the Republican Party, Jeffries said this will not be an area where his party will compromise when we look at these extremist elements. He said the American people are understandably confused after the events of this week on the next direction for Congress. And he said while he doesn't pretend to answer what that direction is, he said Democrats are ready to try to work together. (SOUNDBITE OF ARCHIVED RECORDING) HAKEEM JEFFRIES: But we do extend our hand of partnership to you and want to make clear that we extend and intend to try to find common ground whenever and wherever possible on behalf of the American people. GRISALES: But now Democrats will be playing defense as they face new GOP oversight efforts and investigations into the Biden administration and top Democrats. RASCOE: In about the 30 seconds we have left, with all of this division, like, what does it mean for major must-pass legislation? GRISALES: Well, that's the biggest concern. If Congress can get on the same page to keep the government funded and reach a deal on how to address the debt limit without allowing the country to go into financial default - spending was a key concern in this fight over the speaker's gavel, and the infighting we saw doesn't bode well for these concerns. But somehow, Congress and President Biden will have to find some sort of bipartisan path to get those major bills passed. RASCOE: That's NPR congressional correspondent Claudia Grisales. Claudia, thank you so much. GRISALES: Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/08/1147737219/after-kevin-mccarthys-election-as-speaker-congress-looks-ahead"
        },
        {
            "headline": "Arizona's new governor Katie Hobbs reflects on her campaign, inauguration and vision",
            "author": "Scott Simon",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 7,
                "year": 2023
            },
            "article_content": "NPR's Scott Simon speaks with Katie Hobbs, Arizona's new governor, about her inauguration, vision and victory over an opponent who promoted lies about the 2020 election during the campaign.  (SOUNDBITE OF ARCHIVED RECORDING) KATIE HOBBS: I'm an optimist. SCOTT SIMON, HOST: That's Arizona's Governor Katie Hobbs speaking at her inauguration on Thursday. (SOUNDBITE OF ARCHIVED RECORDING) HOBBS: I believe that now is the perfect time to move past division and partisanship and return to a path of cooperation and progress. SIMON: But how hard or easy is that following a bruising campaign? Governor Hobbs... HOBBS: Well... SIMON: Oh, Governor Hobbs, thank you for joining us. OK. You anticipate my question. How hard or easy is that? HOBBS: Well, it's not going to be easy. I think we are in the most polarized times that many of us have seen. And there's just a lot of animosity. And - but I think I see that as a time of opportunity that the voters elected us to tackle issues that we're facing. And we have to work together to do that. SIMON: As I don't have to remind you, you won by 17,000 votes out of more than 2 million cast. HOBBS: Yes. SIMON: So what do you say to people who not just voted for your Republican opponent, Kari Lake, but agree with her that they don't see the election as - even though it's been, of course, legally ruled valid beyond dispute, they just don't accept that. HOBBS: It is really unfortunate that so-called political leaders, like my former opponent, Kari Lake, continue to beat this drum and mislead people. I don't know whether she believes the lies that she's telling or not, but the problem is that people do, and that makes it hard to govern. And I think that's probably part of the objective. SIMON: President Biden announced a - new border security measures this week and says he's going to visit the border next week. Are your resources in Arizona stretched thin to receive and care for migrants? HOBBS: They are. SIMON: What do you need? HOBBS: Well, for the mayors that I've talked to and their law enforcement, it's the potential lifting of Title 42 and what that means for the way migrants will come into their communities, and... SIMON: Well, forgive me, Governor, are you talking about lifting Title 42, or are you in favor of expanding it, in a sense, as President Biden did this week? HOBBS: Oh. Well, I - I mean, right now it's not an issue, and it looks like it's going to be in place. But these conversations were in preparation for the possibility that that was going to happen. SIMON: President Biden announced plans to expand Title 42, and under this, U.S. will deny people from Cuba, Nicaragua, Venezuela and Haiti the chance to apply for asylum if they cross the border with Mexico without authorization. Do you agree with that? HOBBS: Well, I think that what the communities in our state were concerned about was lifting Title 42 without a real plan in place. What we really need - because Title 42 is not immigration policy. It is health care policy. It was enacted... SIMON: Occasioned by the COVID... HOBBS: Yes. Yes. And so what we need to really address this problem in a comprehensive way is comprehensive immigration reform. SIMON: I have to tell you, Governor, I have been blessed enough to cover political campaigns in Arizona over 20 years ago. I have always heard people calling for comprehensive bipartisan immigration reform. And I don't think it's a news flash to tell you it's not going to happen by next week. HOBBS: Yeah. SIMON: What are you going to do with the situation that is occurring right on your border? HOBBS: I think that working to provide meaningful relief is going to go much further than political stunts like flying migrants to Martha's Vineyard or dropping them off on the vice president's doorstep. And I'll continue to be a voice for what Arizona needs with our federal government and continue to work with local leaders in how the state can address the needs that they have. SIMON: Removing it from the category of stunt, should other states step up to receive the large number of people who are arriving at the border? New York, Illinois, Massachusetts? I'll throw a few examples out. HOBBS: Arizona has been busing folks as well, not to the degree of a political stunt that we saw that - the two instances I mentioned. But they are getting on buses with resources, going to Washington, D.C. I think that a better solution is giving them resources and getting them to their final destination. And that would eliminate a lot of headache. And working with other states that want to take them, I think is one way we can look at how we can do that. SIMON: Governor Katie Hobbs of Arizona. Thanks so much. HOBBS: Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/07/1147678899/arizonas-new-governor-katie-hobbs-reflects-on-her-campaign-inauguration-and-visi"
        },
        {
            "headline": "Week in politics: What Kevin McCarthy's election means for the next two years",
            "author": "By  \n\n\n\n\n\n\n\n      Scott Simon\n    \n\n ,  \n\n\n\n\n\n\n\n      Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 7,
                "year": 2023
            },
            "article_content": "It took five days and 15 tries, but Kevin McCarthy was finally elected speaker of the House. What it means for the Republican Party and the next two years.  SCOTT SIMON, HOST: This past week in the House of Representatives went a little like this. (SOUNDBITE OF MONTAGE) CHERYL JOHNSON: Adams. Jeffries. Aderholt. McCarthy. A speaker has not been elected. A speaker has not been elected. A speaker has not been elected. A speaker has not been elected. The Honorable Kevin McCarthy of the State of California is duly elected speaker of the House of Representatives. (APPLAUSE) SIMON: After five days and 15 tries, maybe they were cheering the fact that they get to lie down now. The House chose its next speaker. NPR senior editor and correspondent Ron Elving joins us. Ron, thanks so much for being with us. RON ELVING, BYLINE: Good to be with you, Scott. SIMON: I mean, Kevin McCarthy shouldn't feel conspicuously bad because it took even more votes to select a speaker back in - was it 1859? ELVING: Yes, that's right, Scott. It took... SIMON: Well, I only know that because you prompted me with that, but go ahead. Yes. ELVING: I was impressed. It took 44 ballots in 1859, and that wasn't even the record. The all-time high was 1855, when the vote lasted two months and took a record 133 rounds of voting. But, you know, the 1850s were a long time ago. The country was sliding into civil war at the time. No one wants to look back to that time as a model. And after the Civil War, speaker votes got pretty routine. In fact, there had only been one other speaker since then who needed more than one ballot. And even that was a long time ago, 1923. So this week has been a grueling reminder of just how much division we have in our politics these days and also a reminder of how Congress is getting tougher to manage. SIMON: Is there a larger message here about Kevin McCarthy, what he did to become speaker or what his leadership kind of has to be like? ELVING: He closed his speech last night - or early this morning - by saying, quote, \"I never give up.\" And after this week, you have to give him that. But it also seems apparent the man wanted to be speaker so badly he let his adversaries rewrite the job description for him. And we'll find out soon just how much trouble that will cause for him and for the rest of the government. SIMON: And I must ask, what does it say about the state of the Republican Party that so many people were willing to put their once and future leader through this kind of public display? ELVING: Well, as more than one of them said last night, it's not a good look. But there was a cadre of about 20 members who really did not care about that. They had an agenda or rather several agendas of their own. They wanted more power for rank-and-file members, especially from members from the House Freedom Caucus if they were members of that caucus and in some cases for themselves individually. And even though they were big Trump supporters, they spurned the former president's efforts to sway them. But in the middle of the night last night, the very last six of them stopped voting against McCarthy and instead voted present. And that was just enough to let McCarthy squeak by. SIMON: Did the Democrats put themselves in the position of taking some advantage from events over the past week? ELVING: No. 1, they showed a united front for their own nominee, Hakeem Jeffries, who will now be the minority leader in the House. They also took the opportunity to mark the second anniversary of the January 6 riot that breached the Capitol. They held a ceremony on the steps of the Capitol honoring the police officers who died. At the White House, Biden yesterday honored various officials who had stood up to Trump's pressure to overturn the election of 2020. And Biden was able to spend much of the week on something of a bipartisan high road, visiting a bridge between Ohio and Kentucky with Senate Republican leader Mitch McConnell and proposing a series of tougher border control measures, angering many Democrats, while also proposing new ways to improve access to legal immigration. And he's heading to the border this weekend to highlight what's been the hardest nut to crack in U.S. politics for decades. SIMON: And he has some opposition within his own party, doesn't he? ELVING: Yes, because there will always be division among the Democrats as well, especially when you start talking about enforcing various kinds of crackdown on the border with Mexico. But that is an issue that has in the past been able to unite the two parties. That's a high ambition, but it's one that Biden has set out for himself in the next two years. SIMON: NPR's Ron Elving, thanks so much. ELVING: Thank you, Scott. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/07/1147678822/week-in-politics-what-kevin-mccarthys-election-means-for-the-next-two-years"
        },
        {
            "headline": "Biden announces new border control measures and legal pathways to some migrants",
            "author": "By  \n\n\n\n\n\n\n\n      Franco Ordoñez\n    \n\n ,  \n\n\n\n\n\n\n\n      Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 5,
                "year": 2023
            },
            "article_content": "President Joe Biden speaks about border security in the Roosevelt Room of the White House, on Thursday. Vice President Kamala Harris stands at left. Biden plans to visit the southern U.S. border next week.\n                \n                    \n                    Patrick Semansky/AP\n                    \n                \nhide caption President Joe Biden speaks about border security in the Roosevelt Room of the White House, on Thursday. Vice President Kamala Harris stands at left. Biden plans to visit the southern U.S. border next week. The White House is expanding a pandemic-era program allowing the administration to quickly expel people from Nicaragua, Cuba and Haiti who illegally cross into the country from Mexico. President Biden announced the plans at the White House this morning ahead of meetings Biden will have in Mexico City next week with Mexican President Andrés Manuel López Obrador. As part of that trip, Biden said he also will stop at the southern U.S. border, in El Paso, to talk with local and federal officials officials about the border challenge. \"Instead of safe and orderly process at the border, we've a patchwork system that simply doesn't work as it should,\" Biden said from the Roosevelt Room. The president said the United States doesn't have enough asylum officers or personnel to determine whether people qualify for asylum. And he said there are not enough judges to adjudicate claims to see whether those applying for asylum meet the standards required by law. Biden urged migrants from Venezuela, Cuba, Nicaragua and Haiti to use an expanded parole system to apply for asylum from outside the United States, and said that his administration was stepping up resources to handle applications more quickly. As part of the plan, Biden said they are also expanding some legal pathways. Those include allowing as many as 30,000 migrants  from Venezuela, Nicaragua, Cuba and Haiti who have family or other pre-existing ties to the United States to enter the country legally. \"My message is this — if you're trying to leave Cuba, Nicaragua or Haiti, you have a — and we — or have agreed to begin a journey to America, do not — do not just show up at the border,\" Biden said. \"Stay where you are and apply legally from there.\" Under the new plan, the United States will accept up to 30,000 Cubans, Nicaraguans, Haitians and Venezuelans each month while expelling those who arrive at the border unlawfully. The administration said it saw a \"dramatic drop\" in the number of Venezuelans arriving at the border after implementing the program in October. \"We view this as one of the most significant achievements of the Venezuela process: fewer people risking their lives and their entire life savings at the hands of human smugglers,\" a senior administration official said. To be eligible, applicants would need to have a U.S. sponsor and need to pass security vetting. The administration also plans to boost refugee resettlement from the western hemisphere to up to 20,000 people this year and next year, officials said. Biden blamed divisive politics in Congress for failing to fix the immigration system, and said his administration would try to make the system better using the tools that it has. He said his administrations announcement would not fix the problems, but would help manage what he described as a difficult challenge. \"This is a hard one to deal with, but we have to deal with it,\" Biden said. He said he would assess border operations at El Paso on Sunday, and said he would use the trip to try to pressure Republicans to give the administration more resources for border officials, asylum judges and technology. \"They can keep using immigration to try to score political points, or they can help solve the problem,\" Biden said. \"It's so easy to demagogue this issue.\" Asked why it took so long to visit the southern U.S. border, Biden said he had been waiting to see what happened with Title 42 – which still is held up in the courts. He dismissed criticism from Republicans on waiting so long. \"Republicans haven't been serious about this at all,\" he said. The plan is likely to be criticized by immigration advocates who see the enforcement measures far outweighing legal pathways into the country. House Republicans have also vowed to make Biden's immigration record one of their top issues in the new Congress. However, the House has been deadlocked, unable to conduct any business, because of internal Republican dissent over who to elect as speaker. Biden, who faces the prospect of working with divided government for the rest of his term, has been urging Congress to pass comprehensive immigration reform. He put forward a proposal on his first day in office, but Democrats did not invest much political capital to try to advance the plan during Biden's first two years in office. The administration has been relying on a public health measure known as Title 42 to quickly expel most migrants seeking asylum without a hearing. Those measures remain in place, pending court action. But the new measures are designed to eventually replace Title 42, and some of them take effect immediately, administration officials told reporters on a briefing call. The Trump administration used Title 42 at the border at the start of the COVID-19 pandemic, but immigration advocates argued it had been misused. A federal district judge had ordered the Biden administration to lift the restrictions on Dec. 19. However, the U.S. Supreme Court agreed in late December to give time for 19 Republican-led states to make a legal case to keep the restrictions in place. The White House has said it preparing for the eventual end of Title 42 restrictions, but it has not yet unveiled a new plan for dealing with large numbers of people seeking asylum. In 2021, it launched a pilot program aimed at using asylum officers at the Department of Homeland Security to hear some cases quickly instead of first sending them to overloaded immigration judges. It also created a program for Venezuelan asylum applicants, limiting it to people applying from outside the United States, rather than at the border. The president told reporters he plans to travel to the region \"to see what's going on\" next week. After stopping in El Paso on Sunday, Biden will continue his trip to Mexico City on Monday and Tuesday for the North American Leaders' Summit to talk about issues like climate and the economy — but also fentanyl smuggling and migration. He has had an uneasy relationship with Mexico's López Obrador, who failed to congratulate Biden for winning the 2020 election for weeks, and boycotted a high-profile regional summit in Los Angeles last year. \"Biden doesn't need to get along with López Obrador. What he needs is López Obrador not to get him in trouble with the border, with migration,\" said Carlos Bravo Regidor, a political analyst based in Mexico City. Biden said his administration is already working with Mexican and Central American authorities on the issue. They've set up joint patrols in law enforcement with Mexico and Guatemala that share real-time information on locations that smugglers are using. He said U.S. Border Patrol officers have also embedded with Mexican patrols to detect and — and raid — human smuggling operations. But he said there is much more that needs to be done. \"Look, we should all recognize that as long as America is the land of freedom and opportunity, people are going to try to come here, and that's what many of our ancestors did,\" he said. \"And it's no surprise that it's happening again today. We can't stop people from making the journey but we can require them to come here and they — that they come here in an orderly way under U.S. law.\"",
            "bias": "immigration",
            "url": "https://www.npr.org/2023/01/05/1146976334/biden-border-security-immigration"
        },
        {
            "headline": "Sold an American Dream, these workers from India wound up living a nightmare",
            "author": "By  \n\n\n      Dave Davies",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2023
            },
            "article_content": "These workers were promised green cards following Hurricane Katrina. Instead they were issued temporary visas that bound them to a single employer.\n                \n                    \n                    Courtesy of Ted Quant/Workman\n                    \n                \nhide caption These workers were promised green cards following Hurricane Katrina. Instead they were issued temporary visas that bound them to a single employer. Following Hurricane Katrina in 2006, hundreds of welders and pipefitters were recruited from India to come to the Gulf Coast to repair oil rigs. But when they arrived in the U.S., it was nothing like what they were promised. Labor organizer Saket Soni first heard about the situation when he received a midnight phone call from an Indian man who was too frightened to give his name. Soni is founder and director of Resilience Force, a nonprofit that advocates for workers who rebuild communities after weather disasters. He was used to fielding dozens of calls a day from workers who needed help, but this was the first Indian worker he'd ever heard from. \"I thought, 'What was an Indian worker doing in the Mississippi Gulf Coast?'\" Soni recalls. \"What I discovered was that he was one of 500 Indian laborers who had been lured to the U.S. on promises of good work and green cards.\" The men had been convinced to pay $20,000 each — an enormous sum in India — to come to the U.S. to rebuild storm-damaged oil rigs. But instead of receiving green cards, they were issued temporary H-2B visas that bound them to a single employer. That employer — Signal International — forced them to work round-the-clock shifts and to live squalid work camps, where they were fed frozen rice and moldy bread. \"This was an international conspiracy spanning from Mumbai to Mississippi,\" Soni says. \"They were sold an American Dream but dropped into an American nightmare.\" Over the course of many months, Soni and the men developed a plan for the workers to flee their camp and get the Justice Department to charge their employer with human trafficking. In his new book, The Great Escape, Soni tells the story of that daring campaign, which included a march to from New Orleans to Washington, D.C., and years of hardship and legal wrangling before the workers finally got their day in court. \"Eventually, the jury found that the company, the attorney in New Orleans and the Indian labor recruiter had committed forced labor and trafficking and mail fraud and wire fraud and a number of other things. The jury awarded [the] plaintiffs millions of dollars in damages,\" Soni says. \"And maybe the most extraordinary part of this was that ... the CEO of the company issued an apology. It wasn't everything the workers wanted, but it was an apology for how the workers were treated.\" On the living conditions in the labor camp in Pascagoula, Miss. Conditions were atrocious. There were no apartments, there were no decent living quarters. The men lived 24 to a single trailer in a company \"man camp\" — that was actually what the company called it. And this \"man camp\" was built above a toxic waste dump. ... They could come in and out of the labor camp. Usually they were taken on chaperoned visits where they were surveilled by a company official, put in a company van, taken to Walmart to buy groceries and other things and [brought] back to the camp. They were heavily surveilled. And while they were theoretically allowed in and out, they could never do it without a company official with them. The more important thing was their fear of deportation kept them in the camp. For some amount of time, they were in the camp legally and on these legal visas, but after a certain time, their visas lapsed. But the company kept using them on these 24-hour shifts that they would rotate on, the day shift and the night shift. And they couldn't leave the labor camp because of their own fear that they would be picked up and deported if anyone discovered that they were now undocumented. On how the workers were charged rent to live in squalid conditions The senior vice president who had the idea to build the labor camps thought that workers would be only too happy to get up, roll out of bed and be able to walk to work. This is a man who had never been to India, but somehow he thought that compared to conditions in India, these workers would be \"happy campers.\" That's the way he put it. The company ended up charging the workers enormous amounts of money deducted from their paychecks to pay for the millions of dollars it took to construct the labor camps: $1,000 a month. On the so-called \"Great Escape\" The night before the Great Escape, the guards were in their usual place, confident that the next day would be like every other day. Company officials were sleeping tight, unaware that anything was afoot, but workers were slowly streaming out of the labor camp. They were doing it quietly. ... In exchange for flavored cigars and small little bottles of bourbon, [guards would] let workers go out and have their night on the town. Meanwhile, there was a hotel owner who believed that he was hosting a large wedding, that we'd rented out the hotel to carry out a large Indian wedding. In fact, we were cramming the ballroom of this Pascagoula, [Miss.] hotel for a mass meeting, the biggest mass meeting yet. ... The men would [then] march back to the company gates [after] having escaped. And that's exactly what we did. We got to the company gates, hundreds of workers, the workers were chanting, the press was there. And the men, in an extraordinary moment, took their hardhats and threw them up in the air over the gates of the company in a symbolic show that they no longer wanted to work for this oil rig welder. We then got word that police was on its way and clambered into buses and drove to New Orleans, where we hid out in a New Orleans hotel. On the workers marching from New Orleans to D.C. The men marched from New Orleans to Washington, D.C., intending to confront the Department of Justice.\n                \n                    \n                    Courtesy of Ted Quant/Workman\n                    \n                \nhide caption The men marched from New Orleans to Washington, D.C., intending to confront the Department of Justice. Hearing no word from the Department of Justice, we decided to march from New Orleans to D.C. to confront them directly. There were beautiful scenes of these men marching along highways through Mississippi and Alabama and Georgia. They were holding signs that said \"dignity\" and \"I am a man.\" And they were sometimes jeered or pelted by bottles from passing cars, but that only spurred their faith. They really believed that as soon as they got to D.C., they'd be vindicated by what they called the Department for Justice. What could go wrong? On the 2015 civil suit against the company The trial was a massive undertaking. The company had disclosed more than two and a half million documents during discovery. Depositions took hundreds of hours. The attorney at the center of the case, his deposition alone was five days. And the company's legal team basically brought a kitchen-sink approach to its defense. It argued that our entire campaign was a nefarious plot by a political hitman — me — to bring down the government's H-2B visa program. It presented its own Indian workforce as a happy family. They talked about a company cricket match they held where a raffle ticket holder got a new TV. And the company's lead attorney really framed the leaders of the campaign, the characters in my book, as noisy malcontents, people who were just not living in the real world and should be grateful for what came to them. That was the company's strategy. The jury didn't really buy it. Worker after worker in the trial hit back against the company's defense, and really they did an extraordinary, courageous job of holding their own. The workers' testimony, in fact, was devastating for the defendants. On why many immigrant workers don't come forward when they're exploited These are the people who rebuild America after hurricanes, floods and fires. They're overwhelmingly immigrant workers. Many, many of them are undocumented. And they're doing the crucial work that let us come home after extreme weather events. Saket Soni These Indian workers were among the first in a rising workforce that we call \"the resilience workforce.\" These are the people who rebuild America after hurricanes, floods and fires. They're overwhelmingly immigrant workers. Many, many of them are undocumented. And they're doing the crucial work that lets us come home after extreme weather events. ... What I've seen is that across the board, immigrant workers are afraid to come forward and report abuse even when they're forced to work in the rain and might fall off a roof. Even when workers are not paid for weeks. They're afraid to come forward because complaining to the authorities could lead to deportation. Contractors, employers could come in and hand them over to law enforcement. That's what workers are largely afraid of. The workers who do rebuilding and repair work after climate disasters are living in their cars. They're waking up in the morning in Home Depot parking lots. They're climbing up on roofs and doing extraordinarily difficult work in the hot sun. ... And they face many of the same issues that immigrant workers in the U.S. face across the board, you know, abuse, exploitation, nonpayment of wages and conditions that in some cases do rise to the legal level of forced labor. Sam Briger and Susan Nyakundi produced a nd edited this interview for broadcast. Bridget Bentz, Molly Seavy-Nesper and Meghan Sullivan adapted it for the web.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2023/01/23/1150684455/human-trafficking-katrina-india-great-escape-saket-soni"
        },
        {
            "headline": "Only New Mexico lawmakers don't get paid for their time. That might change this year",
            "author": "By  \n\n      Alice Fordham",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 15,
                "year": 2023
            },
            "article_content": "Former state lawmaker Kay Bounkeua takes a break from her work as her daughter Ryla Bounkeua plays with Kay's stepdad Jeffrey Strong in Rio Rancho, N.M, March 13.\n                \n                    \n                    Alice Fordham/KUNM\n                    \n                \nhide caption Former state lawmaker Kay Bounkeua takes a break from her work as her daughter Ryla Bounkeua plays with Kay's stepdad Jeffrey Strong in Rio Rancho, N.M, March 13. SANTA FE, N.M – Lawmakers in New York State make more than $140,000 a year. Their counterparts in New Hampshire bring in just $100. In New Mexico, legislators receive a per diem, mileage and retirement benefits, but they are the only lawmakers in the country who don't get a penny for the actual work they do. \"I found myself in this place where I'm still working full time at my regular job, I've got a 3-year-old kid at home,\" says Kay Bounkeua about the challenges of the unpaid work. Bounkeua was selected in 2021 to fill a vacancy in the state House of Representatives after a Democrat stepped down during a corruption investigation. Bounkeua was the first Asian-American woman in New Mexico's legislature. Her parents fled Laos as refugees decades ago. \"You go into these spaces, you have the idealism, you have the hope for change,\" she says, \"I just wanted the possibilities of what we could bring as a community, but also what our children could see themselves doing moving into the future.\" The legislature in New Mexico meets for 30 days and 60 days on alternating years, and many legislators attend committees during the rest of the year, as well as communicate regularly with constituents. For Bounkeua, who works for The Wilderness Society full time, doing what she saw as two jobs – and raising a child – was impossible. \"How can you ask anybody to do that?\" she says. In the end, she decided not to run in the election at the end of her term. Kay Bounkeua, a former New Mexico lawmaker, stands for a portrait outside her parents' home in Rio Rancho, N.M, March 13. Bounkeua says she couldn't make lawmaking work without pay.\n                \n                    \n                    Alice Fordham/KUNM\n                    \n                \nhide caption Kay Bounkeua, a former New Mexico lawmaker, stands for a portrait outside her parents' home in Rio Rancho, N.M, March 13. Bounkeua says she couldn't make lawmaking work without pay. The lack of payment, as well as the absence of support like paid staff and office space for representatives, is a deterrent to working- and middle-class people who might consider public service, says Democratic state Rep. Angelica Rubio. \"We have such a hard time getting people to run because there's just no salary,\" she says. Now, during the current 60-day legislative session, Rubio is sponsoring a proposal to ask voters to change the state constitution to allow legislators to be paid, and to set up a commission to figure out how much. A separate resolution proposes extending the length of the annual sessions and a study is planned on the feasibility of having paid staff. \"It's about making sure that there are more people and more experiences at the table to make policy that is more meaningful to the communities that we're serving,\" Rubio says. Voters could well agree to pay legislators. Common Cause New Mexico, which advocates for a paid legislature, conducted a poll that showed most people support the idea. Legislative salaries have broad support from the Democratic Party, which controls New Mexico's House, Senate and governor's office. Most Republican lawmakers, though, oppose the suggestion, with some saying that service should be voluntary. Republican House Minority Leader Ryan Lane says that if a salary is meant to allow legislators to give up other work, it should be the equivalent of a professional's salary, an expense that would be difficult to justify. \"I think the issue that I have with the current proposal is it seeks to create a committee that has the sole authority to determine legislative salaries,\" Lane adds, objecting to the proposed committee's unelected nature. Some experts, like Nicholas Carnes, a professor of public policy at Duke University, say paying lawmakers for their time doesn't necessarily diversify the legislature economically. \"We found that actually states with higher salaries didn't have any more people from working-class occupations running or getting into office,\" he says of a paper he co-wrote. Carnes says other financial barriers like the cost of campaigning were harder for working-class people to overcome, and that some of the most important work to improve access to public office is being done by groups who help candidates with those costs. He did add that paying state lawmakers improves governance. \"When you pay legislators more, they behave more like it's a full-time job,\" he says. \"So they do more of the things we might want them to do. They miss fewer votes, they devote more time and attention to learning what their constituents want.\" Michael Rocca, a political science professor at the University of New Mexico, agrees that paid lawmakers are a key part of improving state governance. \"Those who are paid, have greater staff, have longer sessions are able to deliver more innovative policy ... that is a better match to constituency preferences,\" he says. He says in New Mexico, with deep problems of education, inequality and crime, such innovation is urgently needed. The proposal to pay lawmakers has passed New Mexico's House and is still making its way through the Senate. But this legislative session wraps at the weekend and this innovation might not make it into law this year.",
            "bias": "refugees",
            "url": "https://www.npr.org/2023/03/15/1163680005/new-mexico-lawmakers-salary-dont-get-paid-money-legislation"
        },
        {
            "headline": "Her case ended in a joyful airport reunion, but the future of asylum is uncertain",
            "author": "Joel Rose",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 20,
                "year": 2023
            },
            "article_content": "After a long-running asylum case kept Anabel apart from her family in El Salvador for 8 years, she finally reunited with them at Hartsfield-Jackson Atlanta International Airport earlier this month.\n                \n                    \n                    Melissa Golden for NPR\n                    \n                \nhide caption After a long-running asylum case kept Anabel apart from her family in El Salvador for 8 years, she finally reunited with them at Hartsfield-Jackson Atlanta International Airport earlier this month. ATLANTA — When Anabel fled El Salvador, she had to leave quickly, without saying goodbye to her children. Eight years later, she is waiting nervously in the international terminal at the  Hartsfield–Jackson Atlanta International Airport, where she's about to reunite with those children — and to meet her two grandchildren in person for the first time. Already, she's crying tears of happiness. \"Because I don't know them,\" Anabel says in Spanish. \"And I finally get to know them.\" Their reunion this month is a joyful ending to a closely-watched immigration case — one that is deeply intertwined with the debate over asylum for those crossing at the U.S.-Mexico border. Until now, NPR has referred to Anabel only by her initials, Ms. A.B, which is how she's identified in court papers. For this story, she's given us permission to use her first name — but only her first name, because she's still worried about her abusive ex-husband finding her all these years later. \"This is what the asylum system was intended for. You know, for somebody whose life is at risk,\" said Blaine Bookey, one of Anabel's lawyers with the Center for Gender and Refugee Studies at the University of California College of the Law, San Francisco. But the reunion is bittersweet for Bookey and other immigrant advocates. For one thing, they say, it should have happened years ago. And it comes just as the Biden administration is considering new rules that would make it harder for migrants arriving at the border to get asylum — including, those advocates argue, women like Anabel. \"It shouldn't be this hard,\" Bookey said. \"And just the games that we're playing with people's lives like hers.\" Anabel shows a picture her family sent from their flight to the United States as she waits for them to arrive.\n                \n                    \n                    Melissa Golden for NPR\n                    \n                \nhide caption Anabel shows a picture her family sent from their flight to the United States as she waits for them to arrive. In January, President Biden announced tougher new restrictions at the border. \"Do not —  do not — just show up at the border,\" he said as he laid out the new approach. The administration has proposed a rule that would make it harder to get asylum for migrants who cross the border illegally without first seeking protection in Mexico, or another country they've passed through on the way. Critics have complained for years that migrants are exploiting the asylum system. Immigration courts are overloaded, with backlogs stretching for years. Immigration hardliners say that's creating a loophole that allows migrants to ask for asylum, even if their claims are flimsy, because they know they'll be allowed to stay in the U.S. while their cases play out. Republicans argue this is a big reason why record numbers of migrants have been arrested at the southern border over the last two years. \"Deterrence is a key component of a safe and secure border,\" said U.S. Sen. John Cornyn (R-TX) during remarks on the Senate floor earlier this month. \"And until the administration starts deterring would-be migrants with frivolous asylum claims from crossing the border, we will remain in a constant state of crisis.\" This is the tension the Biden administration is trying to manage at the border: How to preserve asylum protections for those who need them, while also deterring migrants from crossing illegally in big numbers and overwhelming the system. Homeland Security Secretary Alejandro Mayorkas defended the administration's approach in an interview at Fordham University School of Law this month. \"This is not a ban on asylum,\" Mayorkas said. \"What we're trying to do is incentivize a lawful, safe and orderly way\" to make an asylum claim, Mayorkas said, while also discouraging migrants from relying on smuggling organizations that \"leave a tremendous trail of death and tragedy behind.\" Under the proposed rule, migrants who want to request asylum at the border are required to make an appointment through a smartphone app called CBP One. Immigrant advocates call that a betrayal of the administration's promises to restore asylum at the border. For one thing, they say the app is glitchy, and migrants have struggled to get a limited number of appointments at ports of entry. And advocates argue that requiring migrants to use a smartphone app would put asylum out of reach for many vulnerable migrants with valid claims. If the rule had been in place when Anabel arrived at the border in 2014, lawyer Blaine Bookey says it would have made it all but impossible for her to get protection in the U.S. \"She had no money to her name, so she wouldn't have had a smartphone. She wouldn't have had the ability to get one of these appointments,\" Bookey said. \"It just makes a mockery of our asylum system.\" Attorney Andrés López helped file Anabel's initial asylum claim before her case attracted the attention of the Trump administration.\n                \n                    \n                    Melissa Golden for NPR\n                    \n                \nhide caption Attorney Andrés López helped file Anabel's initial asylum claim before her case attracted the attention of the Trump administration. Anabel fled El Salvador in 2014 after years of brutal abuse by her ex-husband. She tried to relocate inside the country, she says, but he found her. Eventually Anabel left and made her to the U.S., crossed the border illegally into Texas and asked for asylum. For a while, it seemed like Anabel would win her case in immigration court. But then-Attorney General Jeff Sessions intervened personally in her case, and used it to set a precedent that domestic violence should not \"generally\" be grounds for asylum. NPR first interviewed Anabel nearly five years ago, just after Sessions had singled out her case. \"At that time, it was very sad, very hard,\" she says now. \"Not knowing what was going to happen with my kids, if I was going to have to return to my country.\" But her lawyers kept fighting. After the 2020 election, Attorney General Merrick Garland overturned his predecessor's ruling, clearing the way for Anabel to finally receive asylum and bring her children here to join her in the U.S. A crowd-funding campaign helped raise the money to fly them from El Salvador to Atlanta. On the day their flight is set to arrive, Anabel arrives at the airport a few hours early. She is accompanied by her longtime partner, as well as Andrés López, the lawyer who helped prepare her initial asylum application.\"She's been like a rock,\" López says, marveling at her resilience. \"I have never seen her be angry, ever. I've always seen her be hopeful. Even even when she was sad. I don't know any client, or anybody really, as strong as her to have withstood what she's gone through.\" Anabel presses right up against the retractable nylon barrier at the international arrivals hall in Terminal F. She watches nervously for her children and grandchildren to appear, checking her phone often to see if they've landed. Finally, after we've been waiting in the terminal for over an hour, they emerge from the baggage claim. She rushes toward them. For a long moment, the entire family huddles together in one big embrace in the middle of the terminal. Anabel tales turns hugging her two sons — they were still teenagers when she left El Salvador, and are now young men. She hugs her daughter, too, before turning to squeeze her granddaughters, who are 8 and 3. One of her sons tosses the younger girl up in the air playfully, while Anabel gently scolds him to be careful. \"My heart jumped for joy\" Anabel says, describing the moment she saw them. In the morning, they plan to head off to her home a few hours away to start their lives together again, and celebrate at her favorite restaurant, a Chinese buffet. After a long-running asylum case kept Anabel apart from her family in El Salvador for 8 years, they are finally reunited at the Hartsfield-Jackson Atlanta International Airport.\n                \n                    \n                    Melissa Golden for NPR\n                    \n                \nhide caption After a long-running asylum case kept Anabel apart from her family in El Salvador for 8 years, they are finally reunited at the Hartsfield-Jackson Atlanta International Airport. When Anabel talks about the future, there's something new in her voice: relief. \"I always said I wasn't complete when they were in El Salvador,\" she says. \"I was 50 percent happy, and 50 percent sad. Now I feel 100 percent happy.\" Anabel's lawyers know all about mixed feelings. They share in her happiness, but worry that cases like hers may soon be harder to win.",
            "bias": "refugees",
            "url": "https://www.npr.org/2023/03/20/1164311772/her-case-ended-in-a-joyful-airport-reunion-but-the-future-of-asylum-is-uncertain"
        },
        {
            "headline": "Turkey detains building contractors as the quake death toll rises to more than 33,000",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 12,
                "year": 2023
            },
            "article_content": "Emergency teams search for people in the rubble of a destroyed building in Adana, southern Turkey, Tuesday, Feb. 7, 2023. For Syrians and Ukrainians fleeing the violence back home, the earthquake that struck in Turkey and Syria is but the latest tragedy.\n                \n                    \n                    Hussein Malla/AP\n                    \n                \nhide caption Emergency teams search for people in the rubble of a destroyed building in Adana, southern Turkey, Tuesday, Feb. 7, 2023. For Syrians and Ukrainians fleeing the violence back home, the earthquake that struck in Turkey and Syria is but the latest tragedy. ANTAKYA, Turkey —  Turkish justice officials targeted more than 130 people allegedly involved in shoddy and illegal construction methods as rescuers extricated more survivors, including a pregnant woman and two small children, six days after a pair of earthquakes collapsed thousands of buildings. The death toll from the 7.8 magnitude and 7.5 magnitude quakes that hit southeastern Turkey and northern Syria nine hours apart on Feb. 6 rose to 33,179 on Sunday and was certain to keep increasing as search teams locate more bodies in the rubble. As despair bred rage at the agonizingly slow rescue efforts, the focus turned to assigning blame for the disaster in an earthquake-prone region that includes an area of Syria already suffering from years of civil war. Turkish Justice Minister Bekir Bozdag said Sunday that some 131 people were under investigation for their alleged responsibility in the construction of buildings that failed to withstand the quakes. While the quakes were powerful, victims, experts and people across Turkey are blaming faulty construction for multiplying the devastation. Turkey's construction codes meet current earthquake-engineering standards, at least on paper, but they are too rarely enforced, explaining why thousands of buildings toppled over or pancaked down onto the people inside. Among those facing scrutiny were two more people who were arrested in Gaziantep province on suspicion of having cut down columns to make extra room in a building that collapsed in the quakes, the state-run Anadolu Agency said. The justice ministry said three people in all were under arrest pending trial, seven were detained and another seven were barred from leaving Turkey. Authorities at Istanbul Airport on Sunday detained two contractors held responsible for the destruction of several buildings in Adiyaman, the private DHA news agency and other media reported. The pair were reportedly on their way to Georgia. One of the detained contractors, Yavuz Karakus, told reporters: \"My conscience is clear. I built 44 buildings. Four of them were demolished. I did everything according to the rules,\" DHA quoted him as saying. Rescuers, including crews from other countries, continued to probe the rubble in hope of finding additional survivors who could yet beat the increasingly long odds. Thermal cameras were used to probe the piles of concrete and metal, while rescuers demanded silence so that they could hear the voices of the trapped. A pregnant woman was rescued Sunday in the hard-hit Turkish province of Hatay, 157 hours after the first quake, state-broadcaster TRT said. HaberTurk television broadcast the live rescue of a 6-year-old boy removed from the debris of his home in Adiyaman. The child was wrapped in a space blanket and put into an ambulance. An exhausted rescuer removed his surgical mask and took deep breaths as a group of women could be heard crying in joy. Turkey's health minister, Fahrettin Koca, posted a video of a young girl in a navy blue jumper who was rescued. \"Good news at the 150th hour. Rescued a little while ago by crews. There is always hope!\" he tweeted. Rescue workers pulled out a man in Antakya, hours after hearing voices from beneath the rubble. Workers said the man, who appeared to be in his late 20s or 30s, was one of nine still trapped in the building. But when asked whether he knew of any other survivors, he said he hadn't heard any voices for three days. The man weakly waved his hand as he was passed hand to hand on a stretcher as workers applauded and chanted, \"God is great!\" A team of German and Turkish relief workers rescued an 88-year-old woman alive from rubble in Kirikhan, German news agency dpa reported. The efforts of a team of Italian and Turkish rescuers also paid off when they removed a 35-year-old man from the wreckage in the hard-hit city of Antakya. He appeared to be unscathed as he was transported on a stretcher to an ambulance, private NTV television reported. Overnight, a child was also freed in the town of Nizip, in Gaziantep, state-run Anadolu Agency reported, while a 32-year woman, was rescued from the ruins of a eight-story building in the city of Antakya. The woman asked for tea as soon as she emerged, according to NTV. In Kahramanmaras, near the epicenter of the first quake, efforts were underway to reach a survivor detected by sniffer dogs beneath a now-pancaked seven-story building, NTV reported. Those found alive, however, remained the rare exception. A large makeshift graveyard was under construction in Antakya's outskirts on Saturday. Backhoes and bulldozers dug pits in the field as trucks and ambulances loaded with black body bags arrived continuously. The hundreds of graves, spaced no more than 3 feet (a meter) apart, were marked with simple wooden planks set vertically in the ground. Hatay's airport, where the runway was damaged, reopened on Sunday, the transportation ministry announced. That should help somewhat getting help into the region. The picture of the plight across the border in Syria was less clear United Nations Under-Secretary-General for Humanitarian Affairs Martin Griffiths, visiting the Turkish-Syrian border Sunday, said in a statement that Syrians have been left \"looking for international help that hasn't arrived.\" \"We have so far failed the people in northwest Syria. They rightly feel abandoned,\" he said, adding, \"My duty and our obligation is to correct this failure as fast as we can.\" The first U.N convoy to reach northwest Syria from Turkey was on Thursday, three days after the earthquake. Before that, it was only a steady stream of bodies of earthquake victims coming across the Bab al-Hawa crossing on the Turkey-Syria border: Syrian refugees who had fled the war in their country and settled in Turkey but perished in the disaster coming home for burial. Political disputes have also held up aid convoys sent from areas of northeast Syria controlled by U.S.-backed Kurdish groups to those controlled by the Syrian government and by Turkish-backed rebels who have fought with the Kurdish-led Syrian Democratic Forces over the years. The earthquake death toll in Syria's northwestern rebel-held region has reached 2,166, according to the rescue worker group the White Helmets. The overall death toll in Syria stood at 3,553 on Saturday, though the 1,387 deaths reported for government-held parts of the country hadn't been updated in days. Turkey's death toll was updated to 29,605 Sunday afternoon. Turkey's Justice Ministry on Saturday announced the planned establishment of Earthquake Crimes Investigation bureaus. The bureaus would aim to identify contractors and others responsible for building works, gather evidence, instruct experts including architects, geologists and engineers, and check building permits and occupation permits. A building contractor was detained by authorities on Friday at Istanbul airport before he could board a flight out of the country. He built a luxury 12-story building called Ronesans Rezidans in the historic city of Antakya, in Hatay province. When it went down, it left an untold number of dead. He was formally arrested Saturday. In leaked testimony published by Anadolu, the man said the building followed regulations and he did not know why the building didn't withstand the quakes. His lawyer suggested the public was looking for a scapegoat. The detentions could help direct public anger toward builders and contractors, deflecting attention away from local and state officials who allowed the apparently sub-standard constructions to go ahead. Turkish President Recep Tayyip Erdogan's government, already burdened by an economic downturn and high inflation, faces parliamentary and presidential elections in May. Survivors, many of whom lost loved ones, have turned their frustration and anger also at authorities. Rescue crews have been overwhelmed by the widespread damage which has impacted roads and airports, making it even more difficult to race against the clock. Erdogan acknowledged earlier in the week that the initial response has been hampered by the extensive damage. He said the worst-affected area was 500 kilometers (310 miles) in diameter and was home to 13.5 million people in Turkey. During a tour of quake-damaged cities Saturday, Erdogan said a disaster of this scope was rare, referring to it as the \"disaster of the century\" in multiple speeches.",
            "bias": "refugees",
            "url": "https://www.npr.org/2023/02/12/1156387820/turkey-has-issued-over-100-building-arrest-warrants-after-the-deadly-earthquake"
        },
        {
            "headline": "Here's what is driving the latest spiral of Israeli-Palestinian violence",
            "author": "By  \n\n\n\n\n\n\n\n      Daniel Estrin\n    \n\n ,  \n\n\n\n\n\n\n\n      Larry Kaplow",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 28,
                "year": 2023
            },
            "article_content": "Palestinians clash with Israeli forces following an army raid in the West Bank city of Jenin on Thursday.\n                \n                    \n                    Majdi Mohammed/AP\n                    \n                \nhide caption Palestinians clash with Israeli forces following an army raid in the West Bank city of Jenin on Thursday. TEL AVIV, Israel — What's often summed up as the \"cycle of violence\" in Jerusalem and the West Bank has suddenly surged to levels not seen in years. Thursday marked the deadliest Israeli army operation in the occupied West Bank since at least 2005. Troops killed nine Palestinians including gunmen and a 61-year-old woman during a raid against suspects in the crowded Jenin refugee camp. Dozens more were injured. Friday marked the deadliest Palestinian attack against Israelis since since 2008. A Palestinian gunman killed seven people — and wounded three — outside a synagogue in an Israeli settlement neighborhood of Jerusalem, at the start of the Jewish Sabbath. Saturday saw another Palestinian shooting outside an Israeli settlement enclave in Jerusalem, wounding two. Not every attack can be tied to another, but here's what may be driving this surge in violence. A series of fatal attacks by Palestinians on Israelis last year prompted a sweeping Israeli military campaign dubbed Operation Breakwater, beginning March 31. Since then, nearly every day, Israel has conducted raids in the Israeli-occupied West Bank to arrest suspected militants and round up weapons. Nearly every week, Palestinians have been killed. It has resulted in the highest cumulative death toll in the West Bank since 2004. Nearly 150 Palestinians were killed by Israeli troops last year, according to Israeli human rights group B'Tselem. That includes gunmen but also uninvolved civilians and young Palestinians who were throwing stones at troops. It also includes Palestinian American journalist Shireen Abu Akleh, also killed in the Jenin refugee camp. Israel says she was probably killed by a soldier's gunfire unintentionally. Palestinian security forces are trained by the U.S. and international forces to patrol the West Bank, round up Palestinian militants, and coordinate with Israeli officials to prevent attacks on Israelis. But those forces have lost a lot of legitimacy among their own people. Many Palestinians see them as doing Israel's bidding, maintaining Israel's military occupation rather than resisting it. Increasingly, pockets of the West Bank have become no-go zones for the Palestinian Authority forces, who now either refuse to enter or find it too dangerous. That includes the Jenin refugee camp, a dense district of concrete buildings and home to many armed militant groups dedicated to fighting Israel. Israel says it's stepping in to fill the void and has intensified its arrest raids in these densely populated areas. Its troops are met by emboldened gunmen with groups like Hamas, Islamic Jihad or newer militant groups, leading to deadly clashes. After Israel's raid Thursday, the Palestinian Authority said it was officially suspending its U.S.-supervised security cooperation with Israel, but it's unclear to what extent that will take place. Members of Zaka Rescue and Recovery team check victims of a shooting attack that killed seven people  and wounded three near a synagogue in Jerusalem on Friday.\n                \n                    \n                    Maya Alleruzzo/AP\n                    \n                \nhide caption Members of Zaka Rescue and Recovery team check victims of a shooting attack that killed seven people  and wounded three near a synagogue in Jerusalem on Friday. Palestinian leaders want to establish an independent state in the West Bank. But Israel has occupied the West Bank for nearly 56 years and continues to deepen its grip on it. It says Palestinians are not ready to make peace with Israel and that the occupation is a security necessity. But it has also allowed and supported hundreds of thousands of Israeli settlers across the West Bank, and the new far-right government vows to legalize dozens of small settlement outposts deep in the heart of the territory, making it harder to envision a future Palestinian state there. Younger Palestinians have grown up not knowing anything but Israel's tough permit regime which controls Palestinians' entry and movement, and some of their only interactions with Israelis are with often hostile settlers, or occupation-enforcing soldiers, who often raid homes and jail people for months without charges. Some young Palestinians see violent resistance against Israel as their only viable path to freedom, with young militants lionized on social media. Palestinian Authority President Mahmoud Abbas, 87, one of the Middle East's oldest leaders, has lost the support of most Palestinians, according to polls. He has tried to promote Palestinian independence through nonviolence and diplomatic negotiations with Israel, but that approach has failed. In the 19th year of  what was supposed to be a four-year term, Abbas has lost control of Gaza to the militant Hamas, called off elections for new leadership, allowed government corruption to thrive, and not laid out a clear future for Palestinians. On the flip side, Israel's longtime leader Benjamin Netanyahu is back as prime minister with a far-right coalition that has laid out a plan for deepening its grip on the West Bank and taking tougher action against Palestinians. Only one month in office, the government has sparked a series of controversies, including over the status of the sensitive Al-Aqsa Mosque compound in Jerusalem. Israeli officials are already prepping for a tense month of April, when Ramadan and Passover coincide, a combustible mix for potential religious and nationalist fueled violence.",
            "bias": "refugees",
            "url": "https://www.npr.org/2023/01/28/1152314718/israel-jerusalem-west-bank-violence-explained"
        },
        {
            "headline": "Natalie Winston is the new Executive Producer for Booking and Specials at NPR",
            "author": "Eric Marrapodi",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 24,
                "year": 2023
            },
            "article_content": "Natalie Friedman Winston, photographed for NPR, 17 January 2019, in Washington DC.\n                \n                    \n                    � Mike Morgan/� Mike Morgan\n                    \n                \nhide caption Natalie Friedman Winston, photographed for NPR, 17 January 2019, in Washington DC. In a note to editorial staff, Eric Marrapodi, VP of News Programming, made the following announcement: We are pleased to announce that Natalie Winston will be the next Executive Producer for Booking and Specials at NPR. In this role Natalie will be NPR's point person on all major interviews and will run our day to day booking operation, ensuring we have the right interviews at the right time across all shows and digital. She will also take on the responsibility of the Live Specials, including planned and unplanned breaking news coverage and taped specials featuring the best of our journalism. She will work closely with Member station journalists around major news events including the elections. Natalie has played a key role in many Election Nights.  With the 2024 presidential cycle about to begin in earnest, her job will be working to ensure our election coverage is where it needs to be on the big nights and in front of as many new audiences as possible. Natalie comes to this role after 5 years as Executive Producer for Weekend All Things Considered and Saturday Consider This with Michel Martin. During her tenure, she took the broadcast to Puerto Rico to cover the aftermath of Hurricane Maria, Romania to cover the influx of Ukrainian refugees and to Madrid to cover the NATO summit. She led the team through the pandemic, and she has been a stand out in our efforts to collaborate across the newsroom, especially with digital and programming. Her first day on the job is Monday February 6th. Please join us in congratulating her.",
            "bias": "refugees",
            "url": "https://www.npr.org/sections/npr-extra/2023/01/24/1150987286/natalie-winston-is-the-next-executive-producer-for-booking-and-specials-at-npr"
        },
        {
            "headline": "Can GOP Hopefuls Build A Winning Coalition Without Losing Base?",
            "author": "By  \n\n\n\n\n\n\n\n      Susan Davis\n    \n\n ,  \n\n\n\n\n\n\n\n      Franco Ordoñez\n    \n\n ,  \n\n\n\n\n\n\n\n      Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 27,
                "year": 2023
            },
            "article_content": "Supporters cheer as former U.S. president Donald Trump speaks at the Waco Regional Airport on March 25, 2023 in Waco, Texas. Former U.S. president Donald Trump attended and spoke at his first rally since announcing his 2024 presidential campaign.\n                \n                    \n                    Brandon Bell/Getty Images\n                    \n                \nhide caption Supporters cheer as former U.S. president Donald Trump speaks at the Waco Regional Airport on March 25, 2023 in Waco, Texas. Former U.S. president Donald Trump attended and spoke at his first rally since announcing his 2024 presidential campaign. Six in ten Americans say in a new NPR/PBS Newshour/Marist poll that they don't want Trump to be president again, but it's unclear whether the other GOP hopefuls can build a wider base of support without tarnishing their image among voters they'll need to win a primary.And in his trip to Canada last week, Biden and Canadian Prime Minister Justin Trudeau discussed resettling asylum seekers, rising violence in Haiti, and a new area of attention: America's resurgent manufacturing economy. The podcast is produced by Elena Moore and Casey Morell. It is edited by Eric McDaniel. Our executive producer is Muthoni Muturi. Research and fact-checking by Devin Speak.Unlock access to this and other bonus content by supporting The NPR Politics Podcast+. Sign up via Apple Podcasts or at plus.npr.org. Giveaway: npr.org/politicsplusgiveaway Connect:Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Subscribe to the NPR Politics Newsletter.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2023/03/27/1166300069/can-gop-hopefuls-build-a-winning-coalition-without-losing-base"
        },
        {
            "headline": "Morning news brief",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n\n\n\n\n\n      A Martínez",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 23,
                "year": 2023
            },
            "article_content": "Where do Americans stand with the debt ceiling debate? At least 11 Palestinians are dead after a raid by Israeli military forces. The White House unveils new rules for asylum-seekers at the border.  A MARTÍNEZ, HOST: Now, one basic idea of this republic is that the people make big decisions. So what do the people make of it when a debate in Congress is utterly confusing? STEVE INSKEEP, HOST: Congress is approaching a crisis over the debt ceiling. Essentially, House Republicans have declined to allow borrowing to pay the bills that Congress has previously run up. They say they will not do that until President Biden agrees to cuts in future spending. But spending cuts are unpopular. And Republicans have so far declined to tell the public what they would like to cut. They have a few months before the U.S. risks default on its debt. That's a lot. Almost by design, the debate is hard to follow. But an NPR/PBS NewsHour/Marist poll tries to find out what voters think. MARTÍNEZ: And we also have NPR's senior political editor and correspondent Domenico Montanaro here to help us figure all of this out. So Domenico, this survey asked people for their feelings about the debt ceiling. What did you learn about how Americans are viewing debt ceiling deliberations? DOMENICO MONTANARO, BYLINE: Well, Americans are largely split on whether to even raise the debt ceiling at all. But half of respondents in the survey say they support raising it, an almost equal numbers say they don't, which is clearly pointing to the looming fight on this and reflective of how divided Congress is itself. You know, this is actually a huge turnabout, though, from the position most Americans had in 2011, the last time the country dealt with the prospect of default. Back then, 7 in 10 were opposed to raising it. But the country has seen, you know, the consequences of a credit downgrade. There's been a bit of an education on the importance of this tool and what it even means. But dealing with the country's overall debt, that's another story. MARTÍNEZ: And are Americans just as divided as Congress on how to deal with the national debt? MONTANARO: Yeah, you bet. You know, what we're seeing is a bit ironic here. Most people, 7 in 10 in the survey, say they want compromise, including a majority of Republicans. But 50% are saying they mostly want to see cuts to programs and spending to reduce the debt. But an almost equal 46% want to raise taxes and fees. They follow along the usual partisan lines, with a majority of independents siding with most Republicans in saying that the programs should be cut. This is also an increase, though, since the last time this question was asked a decade ago about whether taxes and fees should be raised. MARTÍNEZ: OK. So then where does that leave negotiations in Congress or the country's ability to cut into that debt? MONTANARO: Yeah, this is what makes it really tough. Entitlements, which no one's talking about, Social Security and Medicare, make up more than half of the national debt. But Republican Speaker Kevin McCarthy has said those cuts are off the table. Democrats certainly don't want to slash the benefit. Republicans are also not in favor of cutting defense spending, which makes up about half of the other slice of the pie, which doesn't leave much left over to make a significant dent in the debt. We are seeing, though, a changing of the guard a little bit, a little changing of the tide with younger Americans. They are most likely to say they're in favor of raising taxes - up double digits on that in the past decade. They're also driving support for a minimum wage to be raised to $15 an hour. Almost two-thirds of people now overall are now in favor of that. MARTÍNEZ: All right. So what else do people think about priorities Congress, will be taking on as we're in this new session they're in? MONTANARO: Yeah, two things here. On Ukraine funding, a plurality, 42%, say that it's been about right. But something's brewing here. Almost half of Republicans now say the U.S. is providing too much support to Ukraine. Republican opposition has, really, steadily grown in the past year of this war. And this is shaping up to become a real issue not just in Congress, but also on the campaign trail. Another Republican priority, investigating the president's son, Hunter Biden. Almost 6 in 10 say they support a congressional investigation into his business dealings. So Republicans very much going to feel like they have the wind at their backs on this issue. MARTÍNEZ: NPR's Domenico Montanaro, thanks a lot. MONTANARO: You're welcome. (SOUNDBITE OF MUSIC) MARTÍNEZ: How did an Israeli military operation turn so deadly? INSKEEP: Israel says it was trying to prevent attacks by launching one of its own. This happened in the occupied West Bank. And for those who don't follow this daily, we mention a few basic. Israel captured that region in a 1967 war and has controlled it since. Palestinians who live there have some authority in some areas, but Israel sends security forces where they choose. And yesterday, Israelis said they wanted to capture three suspects who were accused of planning future attacks. MARTÍNEZ: By the time it was over, 11 Palestinians were killed. Washington Post reporter Miriam Berger is in the West Bank. Miriam, how did this raid unfold? MIRIAM BERGER: Well, thank you for having me. So you know, yesterday, around 10:30 a.m., the Israeli military began a raid on the Palestinian city of Nablus in the northern West Bank. It, you know, was a crowded day in the old city. And by the end of it, 11 people, Palestinians, had been killed. Among them were a 16-year-old, 72-year-old, 61-year-old, 66-year-old. And militant groups said that six of those also were killed - were members of their group. And the Israeli military said it was targeting in particular three wanted fighters who it said had planned - had carried out attacks and were planning immediate attacks. But, you know, this is a very, very crowded area. It was the daytime. And the stories - you know, lots of civilians were in the area. And it left a very, very chaotic and bloody scene. MARTÍNEZ: And how are Palestinians responding to the increase in recent months? BERGER: So you know, this is part of a increase in raids and arrests that have been happening for nearly a year now. And it's really, really infuriated people. You know, average Palestinians are, you know, experiencing much more of a sort of increase in violence in their every day, and especially in places like Nablus and Jenin, a nearby city, which has also, you know, sort of been the centers of this unrest. The various armed groups that have been forming, many of them are sort of young, disillusioned people who are, you know, from various political factions and are uniting, you know, in sort of these localized groups. They've, you know, pledged to step up attacks, so has the sort of larger, historic - larger groups as well. You know, people are really feeling very under threat right now. MARTÍNEZ: And the rise in violence has also coincided with the election of the most right wing government in Israel's history. How is that affecting the situation? BERGER: It very much is, you know? So there's - you know, key members of this new government has, you know, said they want to entirely annex occupied West Bank. They have called for much harsher - already harsher - you know, policies against Palestinians. It's really made people afraid and sort of lost hope. You talk to folks, and there's just - I constantly hear people saying there's no prospects. There's no hope. There's no belief in the political process. And there's no belief in the international community helping out Palestinians either. So people really feel like they're backed into a corner right now. And then these raids happen. And it really, you know, just exacerbates the whole cycle. MARTÍNEZ: Miriam Berger is a Washington Post reporter covering the Middle East and foreign affairs. Miriam, thanks. BERGER: Thank you for having me. (SOUNDBITE OF MUSIC) MARTÍNEZ: Immigrant advocates say they'll sue to block a proposed Biden administration policy. INSKEEP: The United States wants to sharply restrict who can seek asylum at the U.S.-Mexico border. The administration made this proposal Tuesday. It would become harder for migrants to receive asylum if they crossed the border illegally after passing through another country, such as Mexico, without seeking protection there first. MARTÍNEZ: NPR's Joel Rose has been following this. Joel, how is this proposed regulation supposed to work? JOEL ROSE, BYLINE: Well, the rule says that migrants would be presumed to be ineligible for asylum if they cross into the U.S. illegally after passing through a third country - for example, Mexico - without seeking protection there. Biden administration officials say this rule would be temporary - for two years - and that it is needed as an emergency measure as immigration authorities prepare for the end of the pandemic border restrictions, known as Title 42, which for several years now have allowed them to quickly expel migrants at the border. The Biden administration says it's planning for those restrictions to end in May. MARTÍNEZ: Why are immigrant advocates pushing back as hard as they are? ROSE: They say this rule would cut off most migrants from seeking asylum at the U.S.-Mexico border. Here's Krish O'Mara Vignarajah, the head of Lutheran Immigration and Refugee Service, on a call with reporters yesterday. (SOUNDBITE OF ARCHIVED RECORDING) KRISH O'MARA VIGNARAJAH: Not only is it a clear contradiction of U.S. law and international agreements, it violates President Biden's own promises to restore asylum. This is very nearly a carbon copy of the Trump asylum plan that was blocked by the courts. ROSE: The Trump policy she's referring to there would have turned away nearly all migrants arriving at the border, with very few exceptions. But several courts found that policy unlawful. Immigrant advocates say that they will go to court to block this rule, too, if the Biden administration goes forward with it. MARTÍNEZ: What's the Biden administration saying about the comparison to Trump? ROSE: The administration insists this new asylum rule is very different from Trump's because it does have some exceptions for the most vulnerable migrants. And it's coupled also with new legal pathways for certain migrants who can qualify. The Biden administration has talked a lot about a new pathway for some migrants from four countries - Cuba, Haiti, Nicaragua and Venezuela - who can get temporary permission to live and work in the U.S. legally if they have sponsors in the U.S. The White House considers that a success. The administration is also trying to encourage migrants to use a new app called CBP One to schedule appointments at official ports of entry to make their case for asylum. But again, that's very limited. Advocates say there are not nearly enough appointments available for all the migrants who've been trying to get them. Also, we're hearing a lot of complaints that the app itself is not working. MARTÍNEZ: So Joel, if the Biden regulation is being compared to Trump-era immigration policies, Republicans are probably on board. ROSE: No, they don't seem to like it either. They say it's an example of too little, too late, after two years of record migrant apprehensions at the border. Immigration hard-liners also have been very critical of CBP One, this new app, as well as the new parole process that the White House has been touting for migrants from Cuba and those other countries. Hard-liners say the administration is overreaching by allowing those migrants into the country legally without explicit authorization to do that from Congress. Republicans, you know, basically say, this is all politics. And as President Biden gears up for reelection, he's trying to look tough on the border. They just don't seem to believe that he's serious. MARTÍNEZ: NPR's Joel Rose. Joel, thanks. ROSE: You bet. (SOUNDBITE OF OMAURE'S \"DOWN UNDER\") Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2023/02/23/1158935097/morning-news-brief"
        },
        {
            "headline": "GOP is calling to impeach DHS Secretary Alejandro Mayorkas",
            "author": "Joel Rose",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 13,
                "year": 2023
            },
            "article_content": "Republicans are using their House majority to build an impeachment case against DHS Secretary Alejandro Mayorkas. But no cabinet member has ever been removed that way, and Mayorkas isn't backing down.  JUANA SUMMERS, HOST: Republicans are using their new majority in the House to investigate what they call a crisis at the U.S.-Mexico border. There are growing calls in the GOP to impeach Homeland Security Secretary Alejandro Mayorkas, but Democrats say the disputes amount to policy disagreements, not impeachable offenses. NPR's Joel Rose reports Mayorkas is not backing down. JOEL ROSE, BYLINE: No Cabinet member has ever been removed from office by impeachment. That hasn't stopped some House Republicans from trying. (SOUNDBITE OF TV SHOW, \"CAVUTO LIVE\") JAMES COMER: Look, I would vote to impeach Mayorkas right now. And I think... ROSE: That's James Comer of Kentucky, the chairman of the House Oversight Committee, speaking to Fox News last month. The GOP-led House has held two hearings on the southern border in recent weeks, as well as multiple press conferences and scores of interviews accusing the Biden administration of deliberately inviting migrants to cross the border illegally to seek asylum. (SOUNDBITE OF MONTAGE) JIM JORDAN: I think it's intentional. I don't know how anyone with common sense or logic can reach any... LAUREN BOEBERT: And this is intentional. In fact, their policy is a success. It's not a failure because this is their intent. ANDY BIGGS: And it's being done intentionally, at least as far as having the border open and the ramifications. ROSE: Those are Republican representatives Jim Jordan of Ohio, Lauren Boebert of Colorado and Andy Biggs of Arizona. Democrats, including Homeland Security Secretary Alejandro Mayorkas, reject those allegations. In fact, the border is not open. There have been a record number of migrant apprehensions over the last two years. The Biden administration has allowed some migrants to seek asylum, which is legal, but it's also adding new enforcement measures aimed at cutting the number of illegal crossings. Still, Republicans keep repeating the claim that Mayorkas is deliberately undermining border security, and experts on impeachment say there's a reason for that language. JOSHUA MATZ: The strongest and clearest case for impeachment is in cases of intentional misconduct. ROSE: Joshua Matz is a lawyer who advised Democrats in Congress during the impeachment of former President Trump twice. He's also co-written a book about impeachment titled \"To End A Presidency.\" Matz says Republicans are trying to show that this is more than just a normal disagreement over border policy. MATZ: They want to dress all of that up into an argument that there's some deep, underlying intentional policy of essentially failing to administer the southern border and failing to exercise the powers of his office, that they would then characterize as impeachable. ROSE: Matz thinks that's a big stretch unless one of the congressional investigations turns up some damaging information. Democrats who know Mayorkas say that's not likely. Cecilia Munoz worked closely with the secretary as a policy adviser during the Obama administration. CECILIA MUNOZ: Secretary Mayorkas is one of the most principled public servants I've ever met. And he's going to handle this with real dignity, I think. ROSE: Munoz says Mayorkas' critics are abusing the impeachment process. MUNOZ: This is about politics. What's happening is that we have a challenging situation at the U.S.-Mexico border, and the Republicans want to play politics with it. ROSE: Since the election of former President Trump, Republicans have increasingly talked about asylum-seekers and refugees as a threat and a burden. Here's Representative James Comer of Kentucky again. (SOUNDBITE OF TV SHOW, \"CAVUTO LIVE\") COMER: Mayorkas should have enough pride to resign. He should have enough shame. He's put Americans at risk. He's failed to secure the border. He should go. He should want to go. He should say, look; I've been a failure, and I'm leaving. ROSE: Comer and other Republicans acknowledge that even if the House votes to impeach Mayorkas, the Senate is unlikely to convict. Still, the GOP could make his life difficult over the coming months. But Mayorkas has given no indication that he'll step down. Here he is last month on ABC's \"This Week.\" (SOUNDBITE OF TV SHOW, \"THIS WEEK WITH GEORGE STEPHANOPOULOS\") GEORGE STEPHANOPOULOS: So you have no intention of resigning? ALEJANDRO MAYORKAS: I do not. I've got a lot of work to do, and we're going to do it. ROSE: Speaking to reporters earlier this month, Mayorkas said he takes great exception to the allegations of intentional misconduct. Mayorkas said he does not take the impeachment push personally, but he does intend to make sure it fails. Joel Rose, NPR News, Washington. (SOUNDBITE OF RED HOT CHILI PEPPERS SONG, \"UNDER THE BRIDGE\") Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2023/02/13/1156614113/gop-is-calling-to-impeach-dhs-secretary-alejandro-mayorkas"
        },
        {
            "headline": "Israelis are protesting against the Netanyahu government's proposals to weaken the judiciary",
            "author": "Daniel Estrin",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 14,
                "year": 2023
            },
            "article_content": "Opponents of Israeli Prime Minister Benjamin Netanyahu are holding protests over his government's proposals that would allow parliament to interfere with court decisions.  SCOTT SIMON, HOST: *** Israel's new far-right government, led by Prime Minister Netanyahu, is facing protests over its plans to weaken the judiciary. Top legal figures are calling the proposal a threat to democracy and say it could also affect rights for Palestinians. A former prime minister is among those who urge Israelis to take to the streets tonight. NPR's Daniel Estrin reports from Tel Aviv. DANIEL ESTRIN, BYLINE: Israel's new justice minister this week published the government's proposal for redefining the country's system of checks and balances. Part of the plan would give parliament the power to overrule the Supreme Court when it annuls laws it deems unconstitutional. This plan has drawn unprecedented protest from Israel's legal community, the attorney general, all of Israel's previous attorneys general and current chief justice of the Supreme Court, Esther Hayut, who said in a speech this week the plan would crush the justice system. (SOUNDBITE OF ARCHIVED RECORDING) ESTHER HAYUT: (Non-English language spoken). ESTRIN: She said, \"if the plan is implemented, Israel's democratic identity would suffer a fatal blow.\" (SOUNDBITE OF ARCHIVED RECORDING) HAYUT: (Non-English language spoken). ESTRIN: But Israel's right wing has long seen the Supreme Court as too activist, overprotective of Palestinian rights, and too lenient on allowing African asylum seekers status in the country. Ultra-Orthodox members of the government want more religious influence in the law. Prime Minister Benjamin Netanyahu defended his government's plans in a video message. (SOUNDBITE OF ARCHIVED RECORDING) PRIME MINISTER BENJAMIN NETANYAHU: (Non-English language spoken). ESTRIN: He said, \"the new government won a clear mandate in elections to enact its plan.\" And he called for calm. He said the idea is to rebalance Israel's system of checks and balances. U.S. lawyer Alan Dershowitz told Israeli Army Radio that he warned Netanyahu personally against the plan. (SOUNDBITE OF ARCHIVED RECORDING) ALAN DERSHOWITZ: Civil liberties and minority rights are in danger. ESTRIN: Dershowitz spoke after thousands marched in downtown Tel Aviv last weekend, the first major Israeli gathering protesting the new government. (SOUNDBITE OF ARCHIVED RECORDING) DERSHOWITZ: If I were in Israel, I would be joining the protests. ESTRIN: Another demonstration is planned in Tel Aviv tonight. But protesters are divided. Some just want to focus on the judiciary. Others want to focus on the occupation of the West Bank. Avner Gvaryahu of the left-wing group Breaking the Silence spoke at the first protest but won't be speaking at today's. He says demonstrating in support of Israel's judiciary isn't enough when Palestinians under occupation have unequal rights to Jewish citizens, and the government seeks to deepen its military occupation over Palestinians. AVNER GVARYAHU: Part of our challenge is going to be, how do we make sure that the only conversation isn't only about preserving, you know, rights for Jews, but also convincing the center left that it's not only the right thing to do, but it's also in their interest to address the elephant in the room that they have been systematically ignoring? ESTRIN: Tensions are rising. A far-right lawmaker called to arrest opposition lawmakers leading the protest movement. Far-right Minister Itamar Ben-Gvir wants tough policing at today's protest. He wants to ban protesters from carrying the Palestinian flag, a move the attorney general opposes. Police say they're concerned about public disturbances at the protest. Former Prime Minister Yair Lapid says his children will be demonstrating. (SOUNDBITE OF ARCHIVED RECORDING) YAIR LAPID: (Non-English language spoken). ESTRIN: On TV, he called on every citizen to protest against what he called an attempt to overturn democracy. Netanyahu's justice minister says he's determined to carry out his plans to change the judiciary. Daniel Estrin, NPR News, Tel Aviv. (SOUNDBITE OF JOAN SHELLEY SONG, \"OVER AND EVEN\") Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2023/01/14/1149245175/israelis-are-protesting-against-the-netanyahu-governments-proposals-to-weaken-th"
        },
        {
            "headline": "Christian Nationalism's Foothold In American Politics",
            "author": "By  \n\n\n\n\n\n\n\n      Susan Davis\n    \n\n ,  \n\n\n\n\n\n\n\n      Danielle Kurtzleben\n    \n\n ,  \n\n\n\n\n\n\n\n      Ashley Lopez",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "US President Donald Trump holds up a Bible outside of St John's Episcopal church across Lafayette Park in Washington, DC on June 1, 2020.\n                \n                    \n                    BRENDAN SMIALOWSKI/AFP via Getty Images\n                    \n                \nhide caption US President Donald Trump holds up a Bible outside of St John's Episcopal church across Lafayette Park in Washington, DC on June 1, 2020. A survey conducted by the Public Religion Research Institute and the Brookings Institution found that found more than half of Republicans believe the US should be a strictly Christian nation, adhering to the ideals of Christian nationalism or sympathizing with those views. While this remains a minority opinion nationwide, the study also found correlations between people who hold Christian nationalist views and Anti-Black, anti-immigrant, anti-Semitic, anti-Muslim, and patriarchal views. This episode was produced by Elena Moore and Casey Morell. It was edited by Eric McDaniel. Our executive producer is Muthoni Muturi. Research and fact-checking by Devin Speak.Unlock access to this and other bonus content by supporting The NPR Politics Podcast+. Sign up via Apple Podcasts or at plus.npr.org. Connect:Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Subscribe to the NPR Politics Newsletter.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/02/15/1157262034/christian-nationalisms-foothold-in-american-politics"
        },
        {
            "headline": "More than half of Republicans support Christian nationalism, according to a new survey",
            "author": "Ashley Lopez",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 14,
                "year": 2023
            },
            "article_content": "Voters mark their ballots for the midterm election Nov. 8, 2022, at Lawrenceville Road United Methodist Church in Tucker, Ga.\n                \n                    \n                    Ben Gray/AP\n                    \n                \nhide caption Voters mark their ballots for the midterm election Nov. 8, 2022, at Lawrenceville Road United Methodist Church in Tucker, Ga. Long seen as a fringe viewpoint, Christian nationalism now has a foothold in American politics, particularly in the Republican Party — according to a new survey from the Public Religion Research Institute and the Brookings Institution. Researchers found that more than half of Republicans believe the country should be a strictly Christian nation, either adhering to the ideals of Christian nationalism (21%) or sympathizing with those views (33%). Robert P. Jones, the president and founder of the nonpartisan PRRI, has been surveying the religious world for many years now. Recently, Jones said his group decided to start asking specifically about Christian nationalism. \"It became clear to us that this term 'Christian nationalism' was being used really across the political spectrum,\" he said. \"So not just on the right but on the left and that it was being written about more by the media.\" I am a Christian and I say it proudly, we should be Christian nationalists. Rep. Marjorie Taylor Greene, R-Ga. Christian nationalism is a worldview that claims the U.S. is a Christian nation and that the country's laws should therefore be rooted in Christian values. This point of view has long been most prominent in white evangelical spaces but lately it's been getting lip service in Republican ones, too. During an interview at a Turning Point USA event last August, Rep. Marjorie Taylor Greene, R-Ga., said party leaders need to be more responsive to the base of the party, which she claimed is made up of Christian nationalists. \"We need to be the party of nationalism,\" she said. \"I am a Christian and I say it proudly, we should be Christian nationalists.\" Jones said until now it's been difficult to tell how prominent Christian nationalism is within the Republican Party. \"There was some data out there but what we saw as a need was to have a real set of data that would quantify what that term means, how many Americans really adhere to it,\" he said. \"And we also wanted to have a more nuanced view — not just people who are hard adherents but maybe people who are sympathetic.\" Jones said this is just the beginning of his group's effort to track the prevalence of these views in American views. He says over time we will have a better idea of whether these views are becoming more or less widely held. While a majority of Republicans currently either adhere to or sympathize with Christian nationalism, the survey found that this remains a minority opinion nationwide. According to the PRRI/Brookings study, only 10% of Americans view themselves as adherents of Christian nationalism and about 19% of Americans said they sympathize with these views. Kristin Kobes Du Mez, a history professor at Calvin University, said it's important to note that this is not a novel ideology in American families. \"These ideas have been widely held throughout American history and particularly since the 1970s with the rise of the Christian Right,\" she said. Du Mez said these views are mostly a reaction to changing demographics, as well as cultural and generational shifts in the U.S. As the country has become less white and Christian, she said these adherents want to hold on to their cultural and political power. In fact, according to the survey, half of Christian nationalism adherents and nearly 4 in 10 sympathizers said they support the idea of an authoritarian leader in order to keep these Christian values in society. \"At its root there are some deeply antidemocratic impulses here,\" Du Mez said. \"So, to see that more than half of one political party is committed to Christian nationalism I think explains a lot in terms of our ability to achieve much bipartisan agreement.\" The survey also found correlations between people who hold Christian nationalist views as well as Anti-Black, anti-immigrant, antisemitic views, anti-Muslim and patriarchal views. Most Christian nationalists – either adherents or sympathizers – either agree or strongly agree with the notion that they should live in a country full of other Christians. Tim Whitaker, The New Evangelicals Tim Whitaker, founder of The New Evangelicals, grew up in the church and now spends his life trying to detangle these kinds of views from the evangelical faith. \"We need to understand that the world of Christian nationalism largely rejects pluralism, which this study shows,\" he said. \"Most Christian nationalists — either adherents or sympathizers — either agree or strongly agree with the notion that they should live in a country full of other Christians.\" Whitaker said he has faith that most Americans will continue to reject these ideas when they hear them, but he's worried about the outsized influence these views have in the Republican Party. \"The reality is that a lot of these folks — especially the adherents — are very militant in this belief that God has given them a mandate to rule over the nation,\" he said. \"And so for them, I think that compromise is a sign of weakness and the GOP needs to understand what they are dealing with.\" According to the survey, adherents of Christian nationalism say they will go to great lengths to impose their vision of the country. Jones with PRRI said they found adherents are far more likely to agree with the statement: \"true patriots might have to resort to violence to save our country.\" \"Now is that everyone? No. It's not everyone,\" Jones said. \"But it's a sizeable minority that is not only willing to declare themselves opposed to pluralism and democracy — but are also willing to say, 'I am willing to fight and either kill or harm my fellow Americans to keep it that way.'\"",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/02/14/1156642544/more-than-half-of-republicans-support-christian-nationalism-according-to-a-new-s"
        },
        {
            "headline": "5 DeSantis allies now control Disney World's special district. Here's what's next",
            "author": "By  \n\n\n      Emily Olson",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 6,
                "year": 2023
            },
            "article_content": "Visitors walk along Main Street at Walt Disney World's Magic Kingdom in September 2022. Last week, Florida Gov. Ron DeSantis signed a bill to move Disney World's special tax district under quasi-government control.\n                \n                    \n                    Bryan R. Smith/AFP via Getty Images\n                    \n                \nhide caption Visitors walk along Main Street at Walt Disney World's Magic Kingdom in September 2022. Last week, Florida Gov. Ron DeSantis signed a bill to move Disney World's special tax district under quasi-government control. Last week, Florida Gov. Ron DeSantis signed a bill to take control of municipal services and development for a special zone encompassing Walt Disney World. The Reedy Creek Improvement District — which DeSantis has renamed the Central Florida Tourism Oversight District — allowed Disney World to expand and operate with a high amount of autonomy over the last 50 years. In writing, the new board will end Disney's long practice of taxing itself to develop on the 25,000 unincorporated acres sandwiched between Osceola and Orange counties. It'll oversee services like sewage treatment and maintain the local roads, as well as decide how much Disney will pay for those services. But in effect, DeSantis said last week, the board will also serve as a moral arbiter. \"When you lose your way, you gotta have people that are going to tell you the truth,\" the governor said. \"All these board members very much would like to see the type of entertainment that all families can appreciate.\" To DeSantis' critics, the board looks like retribution for Disney's stated opposition to a hot-button gender education bill the governor championed last spring. The new quasi-government board may not be able to have a say in Disney content — say, which characters the company creates or what's included in its next movie script. But it can decide when and how its biggest theme park can build critical projects. And as a sign that the board may push back against Disney's increasingly progressive slant, DeSantis selected five of his cultural allies and political donors to serve in the oversight roles. Here's a look at his appointees: Disney employee Nicholas Maldonado holds a sign while protesting outside Walt Disney World on March 22, 2022. After initial hesitation, Disney opposed controversial Florida legislation known as the \"Don't Say Gay\" bill. Parents' rights activist Bridget Ziegler is credited as one of the bill's architects.\n                \n                    \n                    Octavio Jones/Getty Images\n                    \n                \nhide caption Disney employee Nicholas Maldonado holds a sign while protesting outside Walt Disney World on March 22, 2022. After initial hesitation, Disney opposed controversial Florida legislation known as the \"Don't Say Gay\" bill. Parents' rights activist Bridget Ziegler is credited as one of the bill's architects. Bridget Ziegler is a Sarasota school board member who rose to national prominence as a self-labeled parents' rights advocate, fighting against critical race theory and LGBTQ+ inclusivity. A mother of three, Ziegler co-founded Moms for Liberty and helped lay the groundwork for the Parental Rights in Education Act, known to its critics as the \"Don't Say Gay\" bill. Disney's opposition to the legislation served as a tipping point in a growing feud between the company and the governor. Her ties to conservative politics are wide reaching. Last month, Ziegler's husband, Christian Ziegler, was named chairman of the state's Republican Party. She also chairs the Leadership Institute, a firm that recruits and trains potential conservative candidates. Ziegler publicly attacked Disney last year for asking a high school marching band to cover up its logo, which features its Native American mascot, in order to perform at Magic Kingdom. Shameful to see Disney continue to use children as pawns to advance their WOKE political agenda.Kudos to staff for not kowtowing to their demands.There is 0 chance that we will be forcing Venice to change their mascot. Nothing but respect & pride.https://t.co/l0UNKxCjbg In an interview with NPR, Ziegler implied that some of Disney's recent cost-cutting measures were due to its stances, but stopped short of saying whether the board would use its powers to influence Disney's financial well-being. \"We will stay within the lines of what our oversight is,\" Ziegler affirmed. She also reiterated several times that the board's main function was \"to serve the best interest of Floridians.\" \"As a parent of three children, as a Floridian, as someone who has been a consumer of Disney as long as I can remember, there's no question it's disappointing to see the direction they're taking,\" she said. \"It's really alienated their base consumers across the country. And that has an impact on the financial aspects of Disney,\" she said, specifically pointing to Disney+ subscriber numbers. Variety reports the streaming platform lost 2.4 million subscribers from October to December 2022, but that the drop was \"entirely driven\" by a drop in the Indian market after Disney lost streaming rights to cricket matches. When asked how Floridians should read the board's political lopsidedness, Ziegler said the media's concentration on politics had generally undercut the board members' professional reputations. She said her experience on the Sarasota school board and her 10 years as a risk management consultant made her uniquely qualified to serve on the board. Ron Peri's résumé includes time as the founder, CEO and chairman of Radixx International, an airline technology company, and as chief technology officer of AirTran Airways, a low-budget local airline that was acquired by Southwest. But he's perhaps best known as the chairman and CEO of the Gathering, a Florida-based ministry that probes cultural issues through a Christian lens. Notably, the Gathering seeks to destigmatize Christian nationalism, a worldview that combines American exceptionalism with a belief that all U.S. laws should adhere to Christian values. A recent survey suggests that as many as half of Republicans embrace the idea, even as hate watch groups have connected the ideology to dangerously anti-democratic extremism. Peri, too, has weighed in on the Florida education debates. He has praised Moms for Liberty for its work on the Parental Rights bill and described critical race theory as \"a cunningly devised fable.\" In a recent video sermon, Peri specifically called out Disney for training employees on topics like systemic racism, white privilege and microaggressions. Peri did not respond to NPR's request for comment. Florida Gov. Ron DeSantis speaks to police officers on Feb. 20 in New York City. DeSantis, a Republican, appointed several prominent conservative donors to the newly minted Disney World oversight board.\n                \n                    \n                    Spencer Platt/Getty Images\n                    \n                \nhide caption Florida Gov. Ron DeSantis speaks to police officers on Feb. 20 in New York City. DeSantis, a Republican, appointed several prominent conservative donors to the newly minted Disney World oversight board. Martin Garcia, the board's chairman, is a Tampa lawyer who previously served on the board of three New York Stock Exchange companies. His private investment firm, Pinehill Capital Partners, donated $50,000 to the DeSantis campaign for the 2022 Florida gubernatorial election. Appointee Michael A. Sasso, an Orlando lawyer focused on election law and business litigation, donated roughly $9,000 to conservative candidates, including DeSantis, during the last election season. Sasso is president of the Orlando chapter of the Federalist Society and serves on several state commissions thanks to DeSantis appointments. Sasso and Garcia are not the first donors DeSantis has placed in leadership roles. In the governor's first term, he placed 250 of his donors into top leadership positions, according to an investigation by the Tampa Bay Times. That number represents a 75% increase over the number of donor appointments by his predecessor, Republican Rick Scott. The final Disney board appointee, Brian Aungst Jr., donated roughly $2,000 to local candidates — but, notably, not DeSantis — during the last election cycle. Aungst, whose father was once the Republican mayor of Clearwater, is a local land-use attorney and former chairman of the regional chamber of commerce. DeSantis appointed Aungst to a judicial nominating commission in 2021. When contacted by NPR, Aungst said he had no comment for the story. Garcia and Sasso did not respond to emails from NPR requesting comment. Disney has not responded to multiple NPR requests for comment since last Monday's bill signing, but previously said it wouldn't fight the takeover. State Democrats, on the other hand, have called DeSantis' move a reckless act of government overreach. \"Disney still maintains the same tax breaks — but their First Amendment rights have been suppressed,\" said Rep. Anna Eskamani, the state representative whose district includes Disney World, in a statement. \"It sends a message to any private individual or company that if you don't purport to what the Governor wants, then you'll be punished.\" As a reminder, it’s 100% not normal for a Governor to take over a private business and install his political donors because this business said something he didn’t like. Asked about the function and political appearances of the board, Ziegler reiterated the conservatives' counterpoint: \"All Floridians would agree that they care about good, fiscally sound decisions and that no corporation should get special privileges over them,\" she said. The Walt Disney World resorts and theme park are seen in an aerial view on Feb. 8. The board tasked with overseeing the special autonomous district will hold its first meeting this week.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption The Walt Disney World resorts and theme park are seen in an aerial view on Feb. 8. The board tasked with overseeing the special autonomous district will hold its first meeting this week. The Disney board will still need to be officially approved by the Republican-controlled state Senate, but will begin its work this week with a public meeting. Ziegler told NPR that the board's first priorities would be evaluating the current state of the property, including a financial review. Part of that might include raising the compensation for the local firefighting brigade, an idea that DeSantis raised during last Monday's bill signing. DeSantis also suggested last Monday that the board might ultimately be an interim step to passing Disney off to local control. \"Even though I would like the local governments to just take this, I was not going to put taxpayers at risk, and I did not trust them [local government] to be able to handle this at this point,\" DeSantis said, referencing his initial plan to dissolve the special district altogether. \"It's under state control, not local control, but we may be able to negotiate something in the future.\"",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/03/06/1160997679/disney-board-desantis-ziegler-peri-garcia-special-district"
        },
        {
            "headline": "How Asia's ex-richest man lost nearly $50 billion in just over a week",
            "author": "By  \n\n\n      Sushmita Pathak",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 2,
                "year": 2023
            },
            "article_content": "Gautam Adani, billionaire and chairman of Adani Group, speaks during an event at Israel's Port of Haifa, on Tuesday. The Indian billionaire, whose business empire was rocked by allegations of fraud by short seller Hindenburg Research, said his company will make more investments in Israel.\n                \n                    \n                    Kobi Wolf/Bloomberg via Getty Images\n                    \n                \nhide caption Gautam Adani, billionaire and chairman of Adani Group, speaks during an event at Israel's Port of Haifa, on Tuesday. The Indian billionaire, whose business empire was rocked by allegations of fraud by short seller Hindenburg Research, said his company will make more investments in Israel. NEW DELHI — On Wednesday, Indian businessman Gautam Adani lost the title of Asia's richest man. In early January, not only was he the richest in Asia, he was the third-richest in the world and just a few billion shy of Elon Musk. But in the past week, Adani has dropped several places on lists of the world's wealthiest people kept by Forbes and Bloomberg. In a short span of less than 10 days, his personal fortunes have plummeted by close to $50 billion while his firms hemorrhaged around $100 billion in market value. The reason? He's been accused of \"pulling the largest con in corporate history\" by a U.S.-based short seller, a research firm that bets against Adani's stock prices. On Jan. 24, Hindenburg Research released a more than 100-page report, alleging that the Adani conglomerate has \"engaged in a brazen stock manipulation and accounting fraud scheme over the course of decades.\" The Adani Group calls the claims \"nothing but a lie.\" On Wednesday, shares of the Adani Group tumbled further as Bloomberg reported that Swiss investment banking company Credit Suisse has stopped accepting the Indian conglomerate's bonds as collateral. The conglomerate, on the same day, also called off a massive $2.5 billion share sale — in a move that further raised eyebrows from investors. Hindenburg claims it has evidence of \"brazen accounting fraud, stock manipulation and money laundering at Adani.\" It has raised concerns over the level of debt in the group's companies and alleges that the conglomerate illegally routed money through shell companies in tax havens like Mauritius. Several of the group's top executives are members of the Adani family, the report notes, creating an environment ripe for opaque financing decisions. The allegation that Adani stocks were overvalued didn't come as a surprise to Sonam Srivastava, founder of the Indian investment advisory firm Wright Research. But \"the detailed allegations of fraud and market manipulation are pretty horrendous,\" she says. \"It is quite clear that Adani has had very little auditory supervision, almost no coverage by analysts and the regulator has not taken any steps to investigate their business processes or price actions.\" Amol Agrawal, who teaches economics at Ahmedabad University in Gujarat, India, says the Adani episode is \"a major dent on the image of the group, and reputations are very important here.\" Indian businessman Gautam Adani (left) shakes hands with Narendra Modi, the Gujarat chief minister at the time who would go on to become India's prime minister, at a summit on Jan. 13, 2011, in Gandhinagar, India.\n                \n                    \n                    Vijay Soneji/Mint via Getty Images\n                    \n                \nhide caption Indian businessman Gautam Adani (left) shakes hands with Narendra Modi, the Gujarat chief minister at the time who would go on to become India's prime minister, at a summit on Jan. 13, 2011, in Gandhinagar, India. Adani's businesses span everything from airports and ports to coal and renewable energy and, more recently, media. The 60-year-old tycoon's meteoric rise over the past few years — about $100 billion of his previously estimated $120 billion net worth (before the scandal broke) came about in the last three years or so — coincided with the election and rise of Indian Prime Minister Narendra Modi. Observers note that both men hail from the western Indian state of Gujarat, had humble beginnings and have been friends for many years. In 2014, the then-Prime Minister-elect Modi traveled to New Delhi for his inauguration in Adani's plane. Hindenburg's report has brought the ties between the two men under renewed scrutiny. \"Adani has pulled off this gargantuan feat with the help of enablers in government and a cottage industry of international companies that facilitate these activities. These issues of corruption permeate multiple layers of government,\" the report alleges. A sign atop the Adani Group headquarters in Ahmedabad, India, on Wednesday. The crisis of confidence plaguing Gautam Adani is deepening, with the stock rout triggered by Hindenburg Research's fraud allegations erasing a third of the market value in his group's companies despite the completion of a key share sale.\n                \n                    \n                    Dhiraj Singh/Bloomberg via Getty Images\n                    \n                \nhide caption A sign atop the Adani Group headquarters in Ahmedabad, India, on Wednesday. The crisis of confidence plaguing Gautam Adani is deepening, with the stock rout triggered by Hindenburg Research's fraud allegations erasing a third of the market value in his group's companies despite the completion of a key share sale. Hindenburg isn't exposing the alleged scam purely as a public service, however. It holds short positions in the Adani Group, which means that Hindenburg will gain financially if Adani's shares fall. The short seller has a track record of blowing the whistle on corporate fraud around the world, from the United States to China — and profiting from its exposés. In 2022, for example, it accused Trevor Milton, founder and CEO of the electric vehicle company Nikola of making false claims to drive up its share price. Shortly afterward, Milton was found guilty in a U.S. federal court. \"Short sellers have their own games to play, just like the long buyers,\" says Agrawal. \"But there is no smoke without fire.\" Hindenburg was founded in 2017 by Nathan Anderson, a former hedge fund manager who is now among a small group of activist short sellers on Wall Street — traders who make money by shorting, or betting against, big companies. According to a 2021 New York Times profile of Anderson he's turned his passion of \"finding scams\" into a career. This isn't the first time accusations of fraud have surfaced against Adani. In 2021, Indian lawmaker Mahua Moitra, who belongs to an opposition party and used to be an investment banker, wrote to the Securities and Exchange Board of India urging an investigation into Adani's alleged use of offshore companies. \"The regulators never took a stand, and the allegations died down,\" says Srivastava, the investment advisory firm founder. The Adani Group has been the subject of multiple investigations by government agencies but Hindenburg says most of them have been stalled or stonewalled. Agrawal, of Ahmedabad University, also wonders why it took a research firm based in the U.S. to raise such serious questions about the Adani Group. \"There are so many stock market analysts [in India], why is it that they were not seeing what these guys are seeing?\" he asks. Most market analyses today, he says, are \"buy, buy, buy\" and it points to a wider problem. \"The stock market and the whole financialization of the world economy has moved in a direction where the only thing you want to do is to make sure that stock markets and whatever companies are trading there are constantly going up. Because if anything happens there's a whole fallout.\" On Jan. 29, the Adani Group released a more than 400-page rebuttal to Hindenburg's findings, which it called \"a malicious combination of selective misinformation and concealed facts.\" The statement also cited a conflict of interest on Hindenburg's part as a short seller, alleging that the firm had an ulterior motive. \"This is not merely an unwarranted attack on any specific company but a calculated attack on India, the independence, integrity and quality of Indian institutions, and the growth story and ambition of India,\" the statement said. The Adani Group said it's also considering suing Hindenburg. Hindenburg says it welcomes any legal action and that \"fraud cannot be obfuscated by nationalism.\" \"We believe India is a vibrant democracy and an emerging superpower with an exciting future. We also believe India's future is being held back by the Adani Group, which has draped itself in the Indian flag while systematically looting the nation,\" Hindenburg responded. On Tuesday, Indian newspaper Mint reported that the Adani Group was planning an independent audit of its eight listed firms. India's securities regulator is also increasing scrutiny of Adani's deals, according to Reuters. The fallout from the Hindenburg report came amid Adani's crucial $2.5 billion follow-on public offer, or secondary share sale, which got a muted response from retail investors but was backed by investors like the Abu Dhabi International Holding Co. It sailed through on Tuesday with full subscription but the conglomerate withdrew it the next day, citing market volatility. \"It wouldn't be morally correct to proceed,\" Adani told investors Thursday. Agrawal says whether the Adani allegations would have broader implications for India's reputation remains to be seen. \"If this is a one-off case, and it's quickly figured out, then fine, it will not dent India's image,\" he says. \"But if these governance problems and so on are not just limited to one group, and if it's a larger phenomenon, then there will be some backlash in the sense that [investors] might withdraw funds.\"",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/02/02/1153420761/adani-group-hindenburg"
        },
        {
            "headline": "Sunday's violence exposed the political and social fault lines in Brazil",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 10,
                "year": 2023
            },
            "article_content": "President Biden says Brazil's leader has his full support after rioters ransacked government offices. The rampage by supporters of former President Bolsonaro exposed political and social fault lines.  LEILA FADEL, HOST: President Biden says Brazil's leader has his full support after thousands of rioters ransacked government offices. Sunday's rampage by supporters of former President Jair Bolsonaro exposed the political and social fault lines in Brazil. NPR's Carrie Kahn reports from Brasilia. CARRIE KAHN, BYLINE: Workers were already making repairs Monday from the damage done by the rioters just one day before. (SOUNDBITE OF HAMMERS TAPPING) KAHN: With small hammers, they tapped rocks into gaps in the stone walkway leading up to the bright entrance of Brasilia's presidential offices. The pathway was torn up by Bolsonaro supporters. They used the stones to break windows and damage offices in the capital, targeting the Congress, the Supreme Court, and the offices of the president. PABLO FONTES: (Speaking Portuguese). KAHN: Upon seeing the destruction, 21-year-old Pablo Fontes says, \"I'm filled with rage. I find it revolting. Revolting,\" he said. He's an education student and social activist who came from Rio de Janeiro for the inauguration of leftist President Luiz Inacio Lula da Silva. FONTES: (Speaking Portuguese). KAHN: \"For me, Lula is the best politician that exists on our planet,\" he says. Fontes chokes up remembering the joy he felt just one week ago at Lula's inauguration. Everyone hoped, he said, the voices of young people, Black people like him and the poor would be heard again. And now he says it's too much to bear, seeing the plaza destroyed by a group who only wants to defend Bolsonaro's nationalism under the banner of God, homeland and family. (SOUNDBITE OF MATERIAL FALLING) KAHN: Across town, the mood is very different. Dozens of soldiers clean out the encampment which up until Sunday was used by Bolsonaro supporters ever since his October election defeat. UNIDENTIFIED PERSON: I don't want to say anything because Brazil is a little bit complicated nowadays. KAHN: This Bolsonaro supporter would not give his name and would only describe himself as a 43-year-old English teacher. Like the thousands who have been camping here in front of Brasilia's army headquarters, he believes the false claims that the election was stolen. He, too, had hoped that peaceful protesters could convince the army to intervene and reinstate the former president. UNIDENTIFIED PERSON: But once they committed crime, destroying buildings and things that people were not supposed to do, they lost their reason. KAHN: Yesterday, Brazil's newly appointed justice minister, Flavio Dino, told reporters that the hundreds of rioters would be prosecuted. (SOUNDBITE OF ARCHIVED RECORDING) FLAVIO DINO: (Speaking Portuguese). KAHN: And he vowed to find those who financed them, too. President Lula called for a return to normalcy and unity. Given the great divisions in Brazil right now, that will be a tall order. For the young Lula supporter Pablo Fontes, now is not the time to give up the fight. FONTES: (Speaking Portuguese). KAHN: \"We will once again get our moment of hope,\" he says, \"once all these violent rioters are properly prosecuted.\" Not so, says the Bolsonaro supporter who declined to give his name. He says his fellow protesters' first plan may not have succeeded... UNIDENTIFIED PERSON: Asking the army to take command didn't work. KAHN: He insists, though, they won't give up. Carrie Kahn, NPR News, Brasilia. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/01/10/1148063046/sundays-violence-exposed-the-political-and-social-fault-lines-in-brazil"
        },
        {
            "headline": "The push for a bill that would drive research into reparations for Black Americans",
            "author": "By  \n\n\n\n\n\n\n\n      Lauren Hodges\n    \n\n ,  \n\n\n\n\n\n\n\n      Ashley Brown\n    \n\n ,  \n\n\n\n\n\n\n\n      Juana Summers",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 9,
                "year": 2023
            },
            "article_content": "NPR's Juana Summers talks with Democratic New York Congressman Jamaal Bowman about the effort to reintroduce H.R. 40, a bill that would create a task force to study reparations for Black Americans.  JUANA SUMMERS, HOST: Twenty years ago, the late Democratic Congressman John Conyers of Michigan posed this question to a crowd of thousands. (SOUNDBITE OF ARCHIVED RECORDING) JOHN CONYERS: Reparations, not in the next century, not in 2185, not 10 years from now. But reparations when? Reparations when? SUMMERS: He was the original sponsor of H.R.40, a bill that would create a task force to study reparations for Black Americans, a bill named after the storied and ultimately unfulfilled reconstruction era promise of 40 acres of land for formerly enslaved people. That rallying cry from Conyers came on the grounds of the U.S. Capitol. Some of that building's most recognizable architecture is one of many still visible legacies of slave labor. And in its halls, the debate has continued over what reparations should look like or whether they should exist at all. (SOUNDBITE OF MONTAGE) KATHY MASAOKA: There is no dispute that the wealth of this country was built on the stolen lands of Indigenous people and on the free slave labor of Black people. HILARY SHELTON: Many of the residuals of the transatlantic slave trade, sadly, are still very much with us. African Americans are less likely to own homes than white Americans, one of the key bridges to our wealth in the United States. BURGESS OWENS: Reparation is divisive, is demeaning to my parents' generation, that was the greatest generation in the history of our country. HERSCHEL WALKER: If you give a man a fish, you feed him a day. You teach him to fish, you feed him a lifetime. Reparation is only feeding you for a day. SHEILA JACKSON LEE: The focus on money misses the point. The goal of this historical commission and its investigation is to bring American society to the new reckoning. We're asking for people to understand the pain, the violence, the brutality, the chattel-ness of what we went through. SUMMERS: After those moments of debate in 2021, H.R.40 garnered enough support to advance out of the House Judiciary Committee for the very first time. I covered that vote and the months of inaction that came after it. The bill never received a vote on the House floor that year. It still hasn't. (SOUNDBITE OF ARCHIVED RECORDING) JAMAAL BOWMAN: We haven't taken a moment to stop and pause and reflect and look ourselves in the mirror as a country and really be honest with ourselves about how those harms continue to persist. SUMMERS: That's New York Congressman Jamaal Bowman, who made reparations part of his pitch when he first ran for his seat. As some state and local efforts have slowly moved forward on reparations across the country, this Black History Month, we checked in with Bowman on where things stand now on the federal level. Welcome back and thanks for speaking with us. BOWMAN: Of course. Thank you so much for having me. SUMMERS: And, Congressman, several years ago, you and I spent a bunch of time together, both in your district and here in Washington, D.C. And one of the things that we talked extensively about was this House bill on the issue of reparations for Black Americans. Remind us briefly, if you could, what H.R.40 actually does. BOWMAN: H.R.40 seeks to form a commission to study the impact of slavery, Jim Crow and other forms of discrimination and then determine the next steps, what sort of compensation might be attached to what the research finds. SUMMERS: When you and I last spoke about this bill, there was a really strong sense of optimism because H.R.40, for the first time, had garnered enough support to make it out of committee. That happened in 2021, and at the time that we spoke, you pushed the importance of Democrats winning the midterm elections to have enough support to pass this bill into law. But Democrats lost the House, and there's little hope of a Republican-controlled Congress approving this bill. So what is the next best practical step in this process? BOWMAN: The president should take executive action to form a commission to study the need for reparations for the African American community. We are in a historic moment, a heightened level of consciousness around structural racism and institutional racism overall. And people are having fresh conversations around what's happening in health care, what's happening in housing, policing, mass incarceration, the education system. We are dealing with that front and center in a way that we haven't over the course of my lifetime. We are also dealing with the resurrection of white nationalism and white supremacy that's threatening the very nature of our democracy. We have an extreme Supreme Court that is looking to probably strip affirmative action away if their previous judgments are any indication of what they may decide. So we're in the moment right now where there's heightened levels of activism and consciousness, but also the pushback is very aggressive from people like Ron DeSantis and many others around the country. So we need historic leadership from President Biden right now. We need him to be vision-setting for what America can be, as opposed to making minor comments to simply paint around the edges when it comes to racial justice in our country. And I would just add that I was very disappointed and frustrated at the end of the previous Congress after we knew we'd lost the majority, that we didn't push harder to at least get H.R.40 to pass the House, even though it had 218 co-sponsors and even though it was voted out of committee. SUMMERS: Thinking about the current makeup of the House of Representatives, Ohio Congressman Jim Jordan is now chair of the Judiciary Committee, the panel that first advanced H.R.40, and he's been critical of this legislation. Back in 2021, he said that H.R.40 would spend millions of dollars on a commission to, and I'm quoting here, \"take money from people who were never involved in the evil of slavery and give it to people who were never subject to the evil of slavery.\" Can I just ask you, what goes through your mind when you hear arguments like that presented? BOWMAN: Well, Jim Jordan is miseducated, like many in the Republican Party are miseducated on this issue. And unfortunately, many in the Democratic Party are also miseducated on this issue, and many independents are miseducated on this issue. The purpose and the process of forming a commission is not only to study the impact of de facto and de jure racism but to educate the American public on what their findings are and what we can do about the current harm that African Americans have to endure. SUMMERS: If Republicans control the House of Representatives and absent executive action from President Biden, what more can be done to ensure that that commission exists? Does this bill simply just become symbolic? BOWMAN: At this moment, the bill continues to be an important communication tool on the issue. We, as members of Congress and, actually, leaders and elected officials across the country, have to continue to raise their voices regarding the importance of this bill. We also need to tell the story of other groups throughout American history and world history that have received reparations because I think that helps to articulate the African American argument for reparations. It's about a movement across the country for justice and equality for all people. It's a process of healing and truth and reconciliation that America has to go through with itself, you know - and not just for African Americans, I might add. I would argue for Indigenous people, for women and for other marginalized groups as well. We got to tell the truth, and we got to heal collectively as a nation. SUMMERS: Congressman Jamaal Bowman, Democrat from New York, thanks again for speaking with us. BOWMAN: No problem. Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2023/02/09/1155827679/the-push-for-a-bill-that-would-drive-research-into-reparations-for-black-america"
        },
        {
            "headline": "The GOP's presidential nominee isn't likely to be moderate",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 6,
                "year": 2023
            },
            "article_content": "Moderates in the Republican party have been among the most popular governors in the country — and yet, the party is likely to nominate an archconservative as its presidential nominee.  AILSA CHANG, HOST: Donald Trump's grip on the Republican Party looked as strong as ever over the weekend at CPAC, the Conservative Political Action Conference. But on the same day that Trump spoke at CPAC, one of his chief potential rivals for the GOP presidential nomination - that is Florida Governor Ron DeSantis - drew attention with a bombastic speech in California. On top of that, a popular moderate Republican says he will not run for president. NPR senior political editor and correspondent Domenico Montanaro is here to tell us what this all means for 2024. Hey, Domenico. DOMENICO MONTANARO, BYLINE: Hey, Ailsa. CHANG: So I want to start with former President Trump's appearance at CPAC. What was the mood like there during his speech, and what did he actually say? MONTANARO: Well, it was certainly the Trump show. You know, the halls were lined with Trump gear, plenty of sequined hats and shirts and Trump acolytes making the rounds. His nearly two-hour speech... CHANG: Wow. MONTANARO: ...By far drew the largest crowd and the wildest applause, and he put down a marker for what he represents in 2024. (SOUNDBITE OF ARCHIVED RECORDING) DONALD TRUMP: In 2016, I declared I am your voice. Today, I add, I am your warrior. I am your justice. And for those who have been wronged and betrayed, I am your retribution. I am your retribution. (CHEERING) MONTANARO: Yeah, that brought the crowd to its feet. He also said the GOP used to be ruled by, quote, \"freaks, neocons, globalists, open-border zealots and fools.\" But he made it clear that, in his view, he is the future of the Republican Party and that he would run even if he was indicted, by the way. All of that was good enough for CPAC. He won the unscientific straw poll there of attendees with 62%, followed in a distant second by Florida Governor Ron DeSantis at 20%. CHANG: Oh, so, clearly the frontrunner at CPAC. It's very clear who the attendees want to be president, at least there. But DeSantis - I understand he gave his own speech over the weekend and got a lot of attention - right? - for his policies, especially on education. MONTANARO: That's right. He spoke at the Ronald Reagan Presidential Library in California. (SOUNDBITE OF ARCHIVED RECORDING) RON DESANTIS: And I believe parents in the state of Florida should be able to send their kids to elementary school without having an agenda jammed down their throats. They should not be teaching a second-grader that they can choose their gender. That is wrong, and that is not going to happen in the state of Florida. MONTANARO: Yeah. He also vowed to eliminate university professor tenure, and he wants to eliminate diversity, equity and inclusion initiatives in higher ed because he sees those as discrimination. So even though he is viewed as this potential principal alternative to Trump, you know, it's really not like he's any kind of moderate. CHANG: Right, exactly. Well, one person who had been thought of as a possible moderate choice for the 2024 nomination was Larry Hogan, the former governor of Maryland. But I understand yesterday he said he's out? MONTANARO: Yeah. You know, he said, ultimately, he didn't want to crowd out the field and make it easier for Trump to win the nomination. Here's what he said on CBS' \"Face The Nation.\" (SOUNDBITE OF TV SHOW, \"FACE THE NATION\") LARRY HOGAN: I think I can make a - continue to contribute toward getting the Republican Party back to a more traditional big-tent party that can win elections again without causing - being part of a train wreck that might repeat history and just allow us to nominate Donald Trump as our nominee. Because I think that would be bad for the party and bad for the country. MONTANARO: You know, it's interesting because over the past decade, the most popular governors in the country consistently were Hogan, Phil Scott in Vermont and Charlie Baker in Massachusetts - all Republican governors, all in blue states. And they have next to 0% chance of becoming the GOP nominee for president because the heart of the party right now is with the culture warriors and not the pragmatists. CHANG: Exactly. That is NPR's Domenico Montanaro. Thank you, Domenico. MONTANARO: You're welcome. Thanks for having me. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "border",
            "url": "https://www.npr.org/2023/03/06/1161444702/the-gops-presidential-nominee-isnt-likely-to-be-moderate"
        },
        {
            "headline": "Despite Republicans cooling on him, CPAC is still the Trump show",
            "author": "Elena Moore",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2023
            },
            "article_content": "Former President Donald Trump speaks at the Conservative Political Action Conference (CPAC) on Saturday.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption Former President Donald Trump speaks at the Conservative Political Action Conference (CPAC) on Saturday. Saturday marked the final day of the Conservative Political Action Conference, and former President Donald Trump delivered the closing act. \"Change only happens if we plow fearlessly ahead and declare with one voice that the era of woke and weaponized government is over. That is our task, that is our mission. And this is the turning point and the time for that decision,\" Trump said, speaking to a crowd of CPAC attendees at the Gaylord National Resort and Convention Center in Maryland. The speech comes more than three months after he announced another bid for president. The former president spoke for more than 90 minutes, ticking through a list of pledges for a second term in office while also hitting on points he's repeatedly made in past speeches since leaving the White House, notably the lie that he won the 2020 election. Trump also criticized a handful of the Biden administration's policies, vowing to end the war in Ukraine and cut down on U.S. foreign aid. He took aim at establishment Republicans that led the party in the early and mid-2010s — calling out the change in party ideals since he became a prominent political figure. \"We had a Republican Party that was ruled by freaks, neocons, globalists, open borders zealots and fools but we are never going back to the party of Paul Ryan, Karl Rove and Jeb Bush,\" he said. A booth selling hats and T-shirts is seen during CPAC on March 2.\n                \n                    \n                    Jose Luis Magana/AP\n                    \n                \nhide caption A booth selling hats and T-shirts is seen during CPAC on March 2. Trump's speech marked the third and final candidate address at CPAC this year, following remarks from former South Carolina Gov. Nikki Haley and businessman Vivek Ramaswamy on Friday. And while CPAC has morphed into an event spotlighting Trump-backed political allies and conservative media personalities — including giving speaking time this year to the far-right former president of Brazil, Jair Bolsonaro — the Republican conference has long been seen as one of the most significant annual events for GOP leaders to lay the preliminary groundwork for potential presidential campaigns. This year also marks the first time CPAC has returned to the Washington, D.C., area since 2020. But it's been embattled in controversy, as Matthew Schlapp, the chairman of the American Conservative Union, which oversees CPAC, faces allegations of sexual misconduct — which he's denied. The event also faced an enthusiasm problem, noting a drop in ticket sales compared to previous years. At the same time, many of Trump's rumored primary opponents, notably Florida Gov. Ron DeSantis, declined invitations to the event. DeSantis, a CPAC speaker in past years, is widely seen as Trump's biggest primary threat if he gets into the race. Other Republicans rumored to be weighing presidential runs were also absent throughout the conference, including former Vice President Mike Pence, South Carolina Sen. Tim Scott, South Dakota Gov. Kristi Noem and New Hampshire Gov. Chris Sununu. Many of these 2024 hopefuls are instead attending a weekend event hosted by the conservative economics organization Club For Growth — which notably did not invite Trump. Though the group supported Trump during his 2020 campaign, it publicly split from him during the 2022 midterms when he began endorsing far-right candidates that the organization did not support. The split events indicate a potentially larger divide within the GOP as the party continues to decide if Trump is still the best candidate to face off with the eventual Democratic nominee in another presidential matchup. Supporters cheer as former President Donald Trump speaks at CPAC on Saturday.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption Supporters cheer as former President Donald Trump speaks at CPAC on Saturday. The former president remains the front-runner for many CPAC attendees, regardless of who else is — or isn't — taking the stage. For Allyse Wolf, Trump is why she's here. \"He's talked the talk,\" said Wolf, accompanied by a group of four friends in matching red, white and blue bedazzled jackets, each wearing a T-shirt that together spelled \"Trump.\" \"He wants to walk the walk and finish the job he began,\" Wolf added. Wolf isn't alone in thinking like that. Trump's name is written all over the walls of CPAC — or, rather, on the shirts, hats, banners, buttons and stickers a handful of attendees sported. That said, many of these die-hard fans can still acknowledge the growing popularity DeSantis may have. \"He needs to finish his term in Florida, and then in 2028 run. Let Trump get his four years in,\" Michael Boatman, who traveled to CPAC from Indiana, told NPR. A woman attending CPAC wears a DeSantis pin on Thursday.\n                \n                    \n                    Jose Luis Magana/AP\n                    \n                \nhide caption A woman attending CPAC wears a DeSantis pin on Thursday. Boatman regularly attends the former president's rallies, adding that Trump helped propel DeSantis to victory in 2018 when he first ran for governor, so now, he needs to back Trump this time around. \"DeSantis needs to come out and say, 'I'm not running in 2024, and I give my endorsement to Trump.' \" DeSantis' 2024 chances are slim in the eyes of Ryan Dokter from Holland, Mich. \"DeSantis isn't even running yet, so I guess we'll see but good luck,\" he chuckled, \"Nikki Haley showed up yesterday, and people were chanting, 'We love Trump,' so good luck.\" Trump overwhelmingly won in CPAC's annual presidential straw poll, gaining 62% of the vote. DeSantis came in second with 20%. Though Trump remains a solid front-runner, Republican voters are open to someone new. According to a recent NPR/PBS NewsHour/Marist survey, more than half of Republicans say their party has a better chance of winning the presidency with someone other than Trump on the ticket. And after Trump's defeat in 2020 and a slew of losses from Trump-backed, far-right candidates in the midterms, it's pushed some conservatives at CPAC to leave their options open a little longer. \"I like Trump's policies a lot. I think he should keep on trying to promote them. I just don't think he should be president,\" said Jordan Pyeritz from Virginia. \"Republicans like to criticize Biden because of his age and that he's senile. Donald Trump is going to be just as old as Joe Biden is right now. Like why do we have a 80-year-old president — no matter whose side you're on, I think most people agree that that's ridiculous,\" Pyeritz added. Over the years, CPAC has been a hot spot for mobilizing more young Republican voters, an age group Republicans have historically struggled with compared to Democrats. And this year's events come just months after the youngest branch of the electorate overwhelmingly voted for Democrats. To 18-year-old Anna Hopper from Arkansas, Republicans need to start welcoming more young people into the party. The leader with the Arkansas Federation of Teenage Republicans supports Trump, though she's waiting to pick a candidate until the primary field fleshes out. \"I think we need someone who's genuine, who can connect with the youth and connect in a way that tells them, we care about you and we don't just care about you because of your vote. We would appreciate your vote because we respect you as the next generation coming into the party or just coming into the country as the new workforce,\" Hopper said. That goal of getting more young people engaged in Republican politics is one that Iowan Joe Mitchell shares. \"We need a win back, those 10 to 20 percentage points of youth voters that normally, at the ballot box, end up voting for top ticket Republican candidates that now voted down ballot Democrat,\" said Mitchell, who's the founder of RunGenZ, an organization that supports young Republicans running for office. In the 2022 midterms, voters under 30 broke for Democrats by a 28-point margin, the second-highest turnout for Democrats in a midterm among this voting group after 2018. Mitchell points to smaller margins less than 10 years ago; he wants to get back to that. To do this, he says, Republicans need to address issues young people care about — providing conservative viewpoints on environmental policy, education, abortion and guns. But CPAC, he adds, isn't the place to appeal to voters who are on the fence about the Republican Party; it's for individuals already locked in. And, in the Republican primary, Mitchell doesn't envision GOP presidential candidates making a larger effort with younger voters. \"That's not the voting base in the primary, unfortunately. They are going to be going after those red-meat issues for older Republican voters, the people that are consistent and will come out and vote.\" And when the general election comes around, Mitchell hopes the nominee, whoever it may be, courts that youth vote.",
            "bias": "border",
            "url": "https://www.npr.org/2023/03/05/1161180126/donald-trump-cpac-2023-republican-haley-ramaswamy-desantis"
        },
        {
            "headline": "Ukraine is dominating the election in Estonia, a key NATO ally. Here's what to watch",
            "author": "Rob Schmitz",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 4,
                "year": 2023
            },
            "article_content": "Estonian Prime Minister Kaja Kallas is pictured during an interview in Tallinn, on Feb. 23. Her Reform Party leads in the polls ahead of Sunday's election.\n                \n                    \n                    Raigo Pajula/AFP via Getty Images\n                    \n                \nhide caption Estonian Prime Minister Kaja Kallas is pictured during an interview in Tallinn, on Feb. 23. Her Reform Party leads in the polls ahead of Sunday's election. Estonia, a Baltic republic, a key state along NATO's eastern flank bordering Russia, and one of the most vocal supporters of Ukraine, heads to the polls this weekend. Prime Minister Kaja Kallas made history as the first female prime minister of the tiny European Union member state in 2021. She has garnered widespread support and international praise for her steadfast commitment to Ukraine, and criticism of Russian President Vladimir Putin's decision last year to invade the former Soviet republic. The chances are pretty high that Kallas, 45, the leader of the country's center-right Reform Party, will emerge as prime minister for another term, though her Reform Party, ahead in the polls, might struggle to form a government. Here's what you need to know as the country of 1.3 million people heads to the polls Sunday: Ukrainians sing a song during a demonstration marking the first anniversary of the Russian invasion of Ukraine, in Tallinn, Estonia, Feb. 25.\n                \n                    \n                    Sergei Grits/AP\n                    \n                \nhide caption Ukrainians sing a song during a demonstration marking the first anniversary of the Russian invasion of Ukraine, in Tallinn, Estonia, Feb. 25. Estonia's citizens are concerned about their own national security, given their proximity with Russia and their own history as a former Soviet republic. Given the fears stemming from Russia's invasion of Ukraine, this is very much a wartime election for Estonia, and the country's political parties appear to be trying to outdo each other on defense spending. Prime Minister Kallas' government is currently spending 3% of the country's gross domestic product on defense, a historic high for Estonia, and has been encouraging other European states to do the same. Meanwhile, her government has given Ukraine the equivalent of 1% of its GDP in military assistance. That's more than any other country in terms of its population to GDP ratio. Even though the Russian campaign in Ukraine has sputtered and failed to meet most of its military and political objectives, many Estonians fear that it could happen. Putin has made threats in the past year that back up these fears. In June, on the 350th anniversary of the birthday of Russian Emperor Peter the Great, Putin made a speech in which he extolled Peter's conquest of the Baltic region, which includes parts of Estonia. Putin went on to hint that the task of returning these lands to Russia now fell to him. That caused quite a stir among Estonians, many of whom remember how difficult life was under Soviet rule. Around a quarter of Estonia's population identify as ethnic Russians. This population has been under much stress in the past year as Estonia's government has removed Soviet-era monuments across the country and has ratcheted up its rhetoric against Russia. Many Russian speakers in Estonia vote for what's called the Estonian Centre Party, a conservative, traditional party that has previously had ties with Russia, but since the war began, the party insists it's cut those ties. Given the current climate, having overt ties to Moscow is likely not a winning strategy, which has led them and many Russian speakers in Estonia to change their rhetoric and support for Moscow. Estonian Prime Minister Kaja Kallas shakes hands with U.S. Defense Secretary Lloyd Austin at her government's Stenbock House in Tallinn, Estonia, Feb. 16. Throughout the Ukraine war, the Biden administration has sought to reassure the Baltic countries of the steadfast U.S. commitment to defend them.\n                \n                    \n                    Sergei Grits/AP\n                    \n                \nhide caption Estonian Prime Minister Kaja Kallas shakes hands with U.S. Defense Secretary Lloyd Austin at her government's Stenbock House in Tallinn, Estonia, Feb. 16. Throughout the Ukraine war, the Biden administration has sought to reassure the Baltic countries of the steadfast U.S. commitment to defend them. Estonia is a key member of the eastern flank of NATO — essentially making it one of the West's front-line states facing an increasingly aggressive Russia. \"The location of these countries, the pro-American, pro-European economically successful, resourceful, democratic, human rights-loving nature of the eastern flank countries is something that Russia sees as a threat to it,\" says Kristine Berzina, of the German Marshall Fund for the U.S., referring to Estonia and other Baltic states. \"But these countries are the most loyal and most reliable allies for the United States.\" Berzina adds that unlike other EU members like Hungary, or even Germany, Estonia is completely in-line with the U.S. in how it sees the threat from Russia. Rob Schmitz is based in Berlin.",
            "bias": "border",
            "url": "https://www.npr.org/2023/03/04/1160926037/ukraine-war-estonia-election-nato-russia"
        },
        {
            "headline": "Montana's Jon Tester, a rare red state Democrat in Senate, announces reelection bid",
            "author": "By  \n\n\n      Austin Amestoy",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 22,
                "year": 2023
            },
            "article_content": "National Democrats breathed a sigh of relief Wednesday as Sen. Jon Tester of Montana — one of the only red-state Democrats left in the Senate — announced that he will be running for a fourth term.  ARI SHAPIRO, HOST: A dirt farmer and Montana's only statewide-elected Democrat will seek reelection to the U.S. Senate. Jon Tester's campaign launch boosts Democrats' hopes of holding on to their slim Senate majority in 2024. Montana Public Radio's Austin Amestoy reports. JON TESTER: It is great to be back with you today to speak a little bit about how we can better serve our bosses, the people of Montana. AUSTIN AMESTOY, BYLINE: Days before announcing his fourth run for the U.S. Senate, Jon Tester addressed a joint session of the Montana legislature. He struck a moderate tone, appealing to his base and saying he'll stand up to President Biden on issues like securing the southern border and constructing the Keystone XL oil pipeline. TESTER: I will always take on anyone to defend Montana values and do what's right for our state. AMESTOY: In recent years, Tester has done what many other Democrats haven't been able to do - win in rural conservative states. In Montana, a state Donald Trump carried twice by double-digit margins, Tester was narrowly reelected in 2018 despite Trump visiting the state four times to campaign against him. The Cook Political Report rates Montana's 2024 Senate race as Lean Democrat with Tester in the contest. Lee Banville is a journalism professor and political analyst at the University of Montana. LEE BANVILLE: It was obviously going to be a highly anticipated decision by Sen. Tester whether to run again because the alternative was really unclear. AMESTOY: Banville says Tester's bid to retain his seat will test his ability to reach a new landscape of Montana voters. When Tester won his first Senate race in 2006, Montana had a Democratic governor and was known for its power sharing between the parties. Now, though, Republicans hold a historic supermajority in the state legislature and have pushed Democrats out of all other statewide-elected positions. Tester's latest bid gives Democrats with dwindling control in Montana hopes of keeping a foothold in Congress. Democrats hold the majority in the U.S. Senate by just a single seat and have twice as many incumbent positions up for reelection in 2024 than Republicans. The National Republican Senatorial Committee, led by Tester's counterpart from Montana, Sen. Steve Daines, already released a statement attacking Tester by linking him with President Joe Biden and blaming the duo for an uptick of crime and fentanyl distribution in Montana. Banville says Tester's entrance gives Democrats a better chance, but Tester always runs a close race. BANVILLE: But I will tell you, it will be a large battle in the state of Montana to see if Tester can win reelection again. AMESTOY: Tester has never won by more than 4 points. For NPR News, I'm Austin Amestoy in Missoula, Mont. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "border",
            "url": "https://www.npr.org/2023/02/22/1158826121/montanas-jon-tester-a-rare-red-state-democrat-in-senate-announces-reelection-bi"
        },
        {
            "headline": "For the first time, a Black woman will represent Virginia in Congress",
            "author": "By  \n\n      Ben Paviour",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 21,
                "year": 2023
            },
            "article_content": "Virginia state Sen. Jennifer McClellan speaks in Richmond, Va., in this file photo from Jan. 13.\n                \n                    \n                    John C. Clark/AP\n                    \n                \nhide caption Virginia state Sen. Jennifer McClellan speaks in Richmond, Va., in this file photo from Jan. 13. Virginia Democratic state Sen. Jennifer McClellan cruised to an easy victory in Tuesday's special election for Virginia's 4th Congressional District, making her the first Black woman to represent the state in Congress. The race was called shortly after polls closed by the Associated Press. In an interview Tuesday morning, the attorney noted her new district was also the first in Virginia to send a Black man to Congress, when voters sent John Mercer Langston to the House of Representatives in 1888. \"It blows my mind that we're still having firsts in 2023,\" McClellan said. \"But it is an incredible honor.\" McClellan beat out Republican pastor Leon Benjamin Sr. in a heavily Democratic district that stretches from Richmond to the North Carolina border. Her win narrows the GOP majority in the U.S. House of Representatives even further. Republican Gov. Glenn Youngkin called the election after Rep. Donald McEachin, a Democrat, died of complications from cancer weeks after his November reelection. McClellan is a corporate attorney for Verizon and has served in Virginia's part-time General Assembly since 2006. She's known in Richmond as a close ally of U.S. Sen. Tim Kaine, D-Va., and a policy wonk who mounted an unsuccessful run for the Democratic nomination for governor in 2021. She sponsored a number of key bills passed by Democrats during their two years in full control of the state Legislature from 2020-21, including a law that mandates the decarbonization of Virginia's electrical grid by 2050 and one rolling back abortion restrictions previously passed by Republicans. McClellan is used to working across party lines; she noted that she's been in the minority for 14 of the years she's served in the Legislature. \"The first step is really listening, trying to find common ground where you can and if you can't you just keep pushing until you get to the solution,\" McClellan said. McClellan said she plans on keeping some of McEachin's staff. Her opponent, Benjamin, embraced former President Donald Trump's lies surrounding the 2020 election and never conceded his own 23% loss that year to McEachin. He lost to McEachin by an even larger margin again in November. McClellan will become the 30th Black woman to join this Congress, all of them Democrats. Howard University political science professor Ravi Perry said McClellan's legislative acumen and record of bipartisan cooperation \"will enable Democrats in Congress to get more things done,\" even in the minority. \"Given the history of struggle that Black women have faced in Virginia for centuries, her win tonight elevates the story and power and resilience of black women in politics,\" Perry said in an email.",
            "bias": "border",
            "url": "https://www.npr.org/2023/02/21/1158659747/virginia-elects-its-first-black-women-to-congress-in-richmond-area-special-elect"
        },
        {
            "headline": "Nikki Haley makes her White House run official with Charleston event",
            "author": "Sarah McCammon",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 15,
                "year": 2023
            },
            "article_content": "Nikki Haley makes it officially official with a lively event in Charleston, S.C., as she announced she's running for president in 2024 to usher in a new generation of Republican leadership.  ARI SHAPIRO, HOST: Nikki Haley officially kicked off her presidential run for 2024. The former South Carolina governor is just the second Republican to launch a bid for the nomination. She painted a picture of a country full of opportunity for anyone who seizes it. (SOUNDBITE OF ARCHIVED RECORDING) NIKKI HALEY: Take it from me, the first minority female governor in history, America is not a racist country. SHAPIRO: Well, NPR's Sarah McCammon was at that rally this morning and joins us from Charleston. Hey, Sarah. SARAH MCCAMMON, BYLINE: Hi, Ari. SHAPIRO: Tell us more about Haley's pitch for the White House. What did she say? MCCAMMON: Well, as we sort of heard alluded to there, she talked about growing up in small-town South Carolina, as she said, a brown girl in a place where the divisions were between Black and white. She said it wasn't always easy, but she said her immigrant parents felt blessed to live in America. And she pushed back against what she described as dangerous self-loathing that she says has taken root under President Biden. (SOUNDBITE OF ARCHIVED RECORDING) HALEY: It's in the classroom, the boardroom and the backrooms of government. Every day, we're told America is flawed, rotten and full of hate. Joe and Kamala even say America's racist. Nothing could be further from the truth. MCCAMMON: Now, to be clear, Biden said explicitly in 2021 that he does not believe that the American people are racist but that Black Americans have been left behind, and the country needs to address that. Haley's message seemed to resonate, though, with the mostly white crowd here in Charleston. So while she's clearly trying to set a new tone in terms of policy, a lot of what she's calling for, like increase to border security, is very much in line with former President Trump. SHAPIRO: And she is the second major Republican to announce a 2024 bid after Trump, who is also her former boss. Did she talk about the former president at all? MCCAMMON: Only in passing. You know, she referenced her time as United Nations ambassador in his administration. But she did talk about the need for a new generation of leaders to move past what she called division and distractions. (SOUNDBITE OF ARCHIVED RECORDING) HALEY: America is not past our prime. It's just that our politicians are past theirs. (CHEERING) MCCAMMON: And that, Ari, was one of her biggest applause lines. You know, Haley is 51. That's a generation younger than former President Trump at 76 or President Biden at 80. SHAPIRO: What are you hearing from voters there in South Carolina? Is Haley what they're looking for in 2024? MCCAMMON: Something I heard over and over again today is that it is time for new leadership in the Republican Party. Sydney Long is a 20-year-old student at the College of Charleston. SYDNEY LONG: There needs to be a new generation, whether it's Nikki Haley or someone else. We've got to have someone who's younger, who knows what's going on, who's more in touch. MCCAMMON: And I heard a lot of that. But like most of the Republicans I talked to today, she said she would vote for Trump if he ultimately becomes the party's nominee. SHAPIRO: OK. Where does the race go from here, both for Nikki Haley and more broadly? MCCAMMON: Right. Well, she's scheduled trips to Iowa and New Hampshire, which, of course, like South Carolina, are key early voting states. Another South Carolinian often talked about as a likely contender, Senator Tim Scott, is holding an event here in Charleston tomorrow evening before going to Iowa himself. And former Vice President Mike Pence is in Iowa today. The question, though, for Republicans who want someone other than Trump is if there's a big field like there was back in 2016, will they coalesce around someone who can gather enough critical mass to keep Trump from winning the nomination again? SHAPIRO: That's NPR national correspondent Sarah McCammon reporting from Charleston, S.C. Thanks a lot. MCCAMMON: Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "border",
            "url": "https://www.npr.org/2023/02/15/1157279991/nikki-haley-makes-her-white-house-run-official-with-charleston-event"
        },
        {
            "headline": "Early jockeying for Senate seats foreshadows competitive 2024 elections",
            "author": "By  \n\n\n      Dustin Jones",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2023
            },
            "article_content": "Senate hopefuls are beginning to announce their 2024 run. Some states, like California, are already seeing multiple candidates trying to get ahead of the competition.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption Senate hopefuls are beginning to announce their 2024 run. Some states, like California, are already seeing multiple candidates trying to get ahead of the competition. Just over two weeks into the new year and candidates are already preparing for the 2024 Senate race. Thirty-four Senate seats will be up for grabs, 23 of which are currently occupied by Democrats and independents. Republicans can regain control of the chamber if they gain two seats or retake the presidency and pick up one seat. In efforts to get ahead, candidates have already begun announcing their bids for Senate. In California, a handful of House reps may compete for the seat of an incumbent who is expected to retire. And in Missouri, a Marine Corps veteran aims to unseat a Republican who cheered on protesters outside the Capitol during the Jan. 6 insurrection. Here's a look at some of the races that will shape the Senate in the 119th Congress. In this file photo, Rep. Ruben Gallego, D-Ariz., speaks during a hearing on July 9, 2020, on Capitol Hill in Washington.\n                \n                    \n                    Greg Nash/AP\n                    \n                \nhide caption In this file photo, Rep. Ruben Gallego, D-Ariz., speaks during a hearing on July 9, 2020, on Capitol Hill in Washington. Democratic Rep. Ruben Gallego of Arizona will run for the Arizona Senate seat currently held by Kyrsten Sinema. Sinema, who recently changed her party affiliation from Democrat to Independent, has not yet announced her plans for 2024. Gallego's announcement will likely set up a three-way Senate race in the battleground state with Republicans who are likely to challenge Sinema as well, should she choose to run. Growing up poor, all I had was the American dream. It kept me going: as a kid sleeping on the floor, a student scrubbing toilets, a Marine losing brothers in Iraq.Today, too many Arizonans see their dream slipping away. I’m running for the U.S. Senate to win it back for you! pic.twitter.com/ofUvUYRcTP In this file photo, Sen. Kyrsten Sinema, I-Ariz., speaks during a Senate Homeland Security and Governmental Affairs committee hearing.\n                \n                    \n                    Alex Brandon/AP\n                    \n                \nhide caption In this file photo, Sen. Kyrsten Sinema, I-Ariz., speaks during a Senate Homeland Security and Governmental Affairs committee hearing. During the previous 117th Congress, Sinema often bucked the Democrats as they sought to pass sweeping, progressive legislation. Because the Senate majority was just 50 seats, a single senator could derail legislation. As a result, Gallego become one of her harshest critics and rumors swirled about a potential primary challenge in the upcoming election. Instead, Sinema changed party affiliation and Gallego, if elected to be the Democratic nominee, would not face her until the general election, again, if she runs. Gallego announced his bid on Twitter Monday with a video that begins, \"Growing up poor, all I had was the American dream.\" Gallego who identifies as Latino and is a military veteran, was first elected to Congress in 2014. Clockwise: California Democratic Reps. Barbara Lee, Ro Khanna, Katie Porter and Adam Schiff are expected to battle it out for Sen. Dianne Feinstein's seat in 2024 if she retires. Porter is the only one who has formally announced a run, but Lee is expected to make an announcement soon, while Schiff and Khanna are still contemplating the 2024 race.\n                \n                    \n                    Jonathan Ernst;  Andrew Harnik; Chip Somodevilla; Apu Gomes/Getty Images\n                    \n                \nhide caption Clockwise: California Democratic Reps. Barbara Lee, Ro Khanna, Katie Porter and Adam Schiff are expected to battle it out for Sen. Dianne Feinstein's seat in 2024 if she retires. Porter is the only one who has formally announced a run, but Lee is expected to make an announcement soon, while Schiff and Khanna are still contemplating the 2024 race. At 89 years old, Democratic Sen. Dianne Feinstein is the oldest member of the 118th Congress. With 30 years of congressional experience under her belt, she's the state's longest-serving senator, as well as the nation's longest-serving female senator. Though she has yet to announce her intentions, it is widely expected that she will retire, and four of the state's House members are already eyeing her seat. Rep. Katie Porter represents Southern California's Orange County and serves on the House Oversight and Reform Committee, the Natural Resources Committee and is the vice chair of the Subcommittee on Government Operations. Having just been elected to a third term, she launched her official bid for Senate on Tuesday, vowing over Twitter to \"stand up to special interests, fight the dangerous imbalance in our economy, and hold so-called leaders like Mitch McConnell accountable for rigging our democracy.\" The day after Porter announced her 2024 run, 25-year House veteran Rep. Barbara Lee told colleagues behind closed doors that she intends to run for the Senate as well, Politico reported. She told Politico that now is not the time to announce a run, with the state having recently battled major rainstorms and flooding, and out of respect for Feinstein. Lee has represented the Oakland-portion of the San Francisco Bay Area since 1998 and currently serves as co-chair on the Policy and Steering Committee and is a member of the Budget and Appropriations Committees. She has long been a champion in the fight to end HIV/AIDS and is an advocate for combating poverty, helping to create the Out of Poverty Caucus in 2007. Two other congressmen, Reps. Adam Schiff and Ro Khanna, are also rumored to be considering a 2024 Senate bid. Schiff told Fox News Los Angeles that he has gotten encouragement to run for Senate from the people of California and other politicians, but he is waiting to see what Feinstein's plans are. \"Yes, it is something I am giving serious consideration to...\"@RepAdamSchiff talks a potential Senate run in 2024.He says he is getting encouragement to run from people in CA and Congress, but is waiting to see what @SenFeinstein does.@Elex_Michaelson hosts @TheIssueIsShow pic.twitter.com/3UsDispJ0f \"If Sen. Feinstein retires, then I will give it very serious consideration,\" Schiff said. \"It's a great responsibility and in terms of continuing the work I've been doing to protect our democracy and fight for an economy that works for everyone, that would also give me a chance to try to meet those objectives for all Californians.\" Multiple news outlets are reporting that Khanna, who represents Silicon Valley, is contemplating a run in 2024, but like Lee and Schiff, he has yet to make an official announcement. Lucas Kunce at a primary election watch party on Aug. 2 in Kansas City, Mo. Kunce lost in his 2022 bid for the Senate but is running again in 2024 in hopes of defeating Republican incumbent Sen. Josh Hawley.\n                \n                    \n                    Reed Hoffmann/AP\n                    \n                \nhide caption Lucas Kunce at a primary election watch party on Aug. 2 in Kansas City, Mo. Kunce lost in his 2022 bid for the Senate but is running again in 2024 in hopes of defeating Republican incumbent Sen. Josh Hawley. Republican Sen. Josh Hawley came under intense scrutiny from Democrats and the House Select Committee to Investigate the January 6th Attack on the United States Capitol after video surfaced showing the congressman welcoming rioters outside the Capitol, holding his fist in the air in a sign of solidarity. Another clip showed Hawley shortly after, running from the same mob once they breached the building. Having lost faith in Hawley, Democratic candidate and Marine Corps veteran Lucas Kunce has set his sights on the Senate. \"Our state deserves a Senator who will stand up and fight for it, not run for the exit like Josh Hawley,\" Kunce wrote on his campaign website. \"I'm running for U.S. Senate to be the warrior for working people that Missouri deserves. To fight for our state. And we aren't fighting the corporate status quo just to make a point. This is a race we can win.\" Kunce is banking on his real-world experience carrying him to victory: medical bills pushing his family into poverty as a kid; utilizing a Pell Grant to afford a higher education; and deployments to Iraq and Afghanistan as an officer in the Marines. But 2024 won't be his first run for Senate. Kunce ran against Trudy Busch Valentine in the state's Democratic primary last year, ultimately losing by just under 18,000 votes. Valentine later lost in the general election to Republican Eric Schmitt. Sen. Debbie Stabenow, D-Mich., at a news conference in Washington on Oct. 18. Stabenow announced that she will not seek reelection in 2024, and as a result Republicans said they will \"aggressively target\" her seat.\n                \n                    \n                    Jacquelyn Martin/AP\n                    \n                \nhide caption Sen. Debbie Stabenow, D-Mich., at a news conference in Washington on Oct. 18. Stabenow announced that she will not seek reelection in 2024, and as a result Republicans said they will \"aggressively target\" her seat. After a storied career encompassing 16 years in the Michigan House of Representatives and Senate followed by 25 in the U.S. House and Senate, Democratic Sen. Debbie Stabenow announced last week that she will not seek reelection in 2024. As the first woman from Michigan elected to the Senate, Stabenow believes it's important to step aside and make room for a new generation of lawmakers. \"I am proud that my accomplishments have made a difference in people's lives and created a strong foundation for a healthy and prosperous future for our state,\" she said in a statement. Rep. Elissa Slotkin, D-Mich., during a campaign rally in East Lansing, Mich., on Nov. 1. She has not formally announced her intent to run for U.S. Senate, but it's been reported that she is heavily considering a bid in 2024.\n                \n                    \n                    Carlos Osorio/AP\n                    \n                \nhide caption Rep. Elissa Slotkin, D-Mich., during a campaign rally in East Lansing, Mich., on Nov. 1. She has not formally announced her intent to run for U.S. Senate, but it's been reported that she is heavily considering a bid in 2024. According to WKAR, Democratic Rep. Elissa Slotkin is strongly considering a bid for the seat, though she has not formally announced her plans. She did indicate an interest in expanding the work she does in her district statewide. \"To do that at the state level certainly interests me, and so I'm taking a hard look at it, but it's not a simple decision,\" Slotkin told WKAR. \"It's not easy. It shouldn't be taken lightly.\" Democrats are not the only ones eyeing the seat though. Stabenow's retirement is an opportunity for Republicans, which could help them regain control of the Senate. National Republican Senatorial Committee Communications Director Mike Berg said in a statement that the GOP will \"aggressively target this seat in 2024. This could be the first of many Senate Democrats who decide to retire rather than lose.\" Neither a Republican nor Democrat has yet to announce a run to fill Stabenow's seat. Ohio Sen. Matt Dolan outside a polling place in Parma Heights, Ohio, on May 3. Despite having lost in the Republican primary last year, Dolan is running for the U.S. Senate again in 2024.\n                \n                    \n                    Gene J. Puskar/AP\n                    \n                \nhide caption Ohio Sen. Matt Dolan outside a polling place in Parma Heights, Ohio, on May 3. Despite having lost in the Republican primary last year, Dolan is running for the U.S. Senate again in 2024. Ohio state Sen. Matt Dolan ran for the U.S. Senate last year but lost in the primary against fellow Republican and now-Sen. J.D. Vance. Refusing to be dissuaded, Dolan announced Tuesday that he is once again running for the Senate. He will take on Democratic Sen. Sherrod Brown, who has represented Ohio in the Senate for nearly 16 years. While Brown has yet to formally announce his 2024 run, he told Ohio's Spectrum News 1 in November that he will seek reelection. \"People recognize that I get up every day and fight for the dignity of work. Whether you swipe a badge or punch a clock or work for tips or work for a salary,\" he told Spectrum. But with the exception of Brown, Republicans have maintained commanding control of statewide offices for over a decade. This gives Dolan confidence he can flip Brown's seat in 2024. Sherrod Brown isn't just out of touch with Ohio, after 30 yrs he's blind to the impact of his dangerous policies. Talk with our law enforcement and sheriffs. Sit with our families impacted by overdose. We must secure the border to protect Ohioans and America's national security. pic.twitter.com/17YdGTMB6R \"Sherrod Brown isn't just out of touch with Ohio, after 30 [years] he's blind to the impact of his dangerous policies,\" Dolan tweeted Tuesday. \"Talk with our law enforcement and sheriffs. Sit with our families impacted by overdose. We must secure the border to protect Ohioans and America's national security.\" Indiana Republican Rep. Jim Banks (center) announced Tuesday that he is running for Senate in 2024. He represents a new era of Republicans who don't always see eye to eye with traditional GOP members.\n                \n                    \n                    Mariam Zuhaib/AP\n                    \n                \nhide caption Indiana Republican Rep. Jim Banks (center) announced Tuesday that he is running for Senate in 2024. He represents a new era of Republicans who don't always see eye to eye with traditional GOP members. Republicans have held the majority of government positions in Indiana for nearly 20 years, and that's not expected to change in 2024. In hopes of transitioning from the House to the Senate, Republican Rep. Jim Banks announced Tuesday that he aims to fill the shoes of Sen. Mike Braun, who is making a run for governor. The former Navy Reserves officer said he's running for Senate to beat back President Biden and the Democrats to secure the nation's southern border, push for anti-abortion legislation on a federal level and fight to better support America's military and veterans. He's running as a new-era Republican, one who won't make the same mistakes his predecessors did by cutting deals with Democrats. \"For too long, Republicans have gone along with Democrats' liberal spending priorities. I'm running for Senate to be part of the new generation of conservative fighters who say ENOUGH,\" he declared on Twitter Tuesday. For too long, Republicans have gone along with Democrats’ liberal spending priorities. I’m running for Senate to be part of the new generation of conservative fighters who say ENOUGH. pic.twitter.com/3ro1IEpwLl Former Indiana Gov. Mitch Daniels, also the former president of Purdue University, has been contemplating a Senate run as well. However, Daniels has been under attack by other right wingers, including Donald Trump Jr., who say he has betrayed the Republican Party. Former Indiana Republican Gov. Mitch Daniels in West Lafayette, Ind. on Sept. 13. Daniels is contemplating running for Senate in 2024 but has come under attack from other Republicans and right wingers for working with Democrats.\n                \n                    \n                    Darron Cummings/AP\n                    \n                \nhide caption Former Indiana Republican Gov. Mitch Daniels in West Lafayette, Ind. on Sept. 13. Daniels is contemplating running for Senate in 2024 but has come under attack from other Republicans and right wingers for working with Democrats. \"The establishment is trying to recruit weak RINO Mitch Daniels to run for US Senate in Indiana,\" Trump Jr. tweeted last week. \"The same Mitch Daniels who agreed with Joe Biden that millions of MAGA Republicans are supposedly a danger to the country & trying to 'subvert democracy.' He would be Mitt Romney 2.0.\" Indiana's 2024 Senate race will pit new Republican values against old, forcing voters to decide what the future of the party will look like moving forward. A screen grab from the National Republican Senate Committee's new campaign urging Montana Democrat Sen. Jon Tester to retire before being ousted in 2024. The NRSC says it plans to retake red states with Democratic leaders through its new Retire or Get Fired campaign.\n                \n                    \n                    National Republican Senate Committee\n                    \n                \nhide caption A screen grab from the National Republican Senate Committee's new campaign urging Montana Democrat Sen. Jon Tester to retire before being ousted in 2024. The NRSC says it plans to retake red states with Democratic leaders through its new Retire or Get Fired campaign. The NRSC said it's putting \"red state Democrats\" on blast for backing the president's agenda. Chairman Sen. Steve Daines, R-Mont., said in a statement Thursday: \"These red state Democrats have a choice to make: retire or face a brutal two years in which they will be held accountable for backing Biden's disastrous agenda.\" When it mattered most @JoeManchinWV sided with @JoeBiden and betrayed West Virginia families. Tell Joe Manchin: Retire or Get Fired #WVSen pic.twitter.com/8S8BtbkFpO He accused Democratic Sens. Jon Tester of Montana, Joe Manchin of West Virginia and Sherrod Brown of Ohio of hurting their constituents with liberal policies, \"and the NRSC is going to make sure voters back home know it.\" All three senators are up for reelection in 2024 in states that Biden didn't win in the 2020 presidential election. In an attempt to push the politicians out of office, Senate Republicans are releasing ads across social media urging the three Democrats to not seek reelection.",
            "bias": "border",
            "url": "https://www.npr.org/2023/01/20/1149198789/democrat-republican-jockeying-for-senate-competitive-2024-elections"
        },
        {
            "headline": "Buu Nygren has been sworn in as the next Navajo Nation president",
            "author": "By  \n\n      The Associated Press",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 10,
                "year": 2023
            },
            "article_content": "Navajo Nation President Buu Nygren addresses the crowd at the inauguration on Tuesday, Jan. 10, 2023. Nygren was sworn in as president and is the youngest person to serve in that position. His vice president, Richelle Montoya, is the first woman in that job.\n                \n                    \n                    Felicia Fonseca/AP\n                    \n                \nhide caption Navajo Nation President Buu Nygren addresses the crowd at the inauguration on Tuesday, Jan. 10, 2023. Nygren was sworn in as president and is the youngest person to serve in that position. His vice president, Richelle Montoya, is the first woman in that job. FORT DEFIANCE, Ariz. — Buu Nygren was sworn in Tuesday as the next president of the vast Navajo Nation, a job that will test his ability to make good on promises to deliver water, electricity and broadband to tens of thousands of residents who don't have it. Nygren beat out incumbent President Jonathan Nez in the tribe's general election by about 3,500 votes. Nygren was joined by his wife Jasmine, daughter Evelyn and grandmother Marilyn Slim as he took the oath of office during a ceremony that highlighted the challenges he grew up with and, later, academic and business successes that helped him ascend as the youngest person to hold the tribal presidency. Nygren stood amid hand-woven Navajo rugs and blankets as he addressed the crowd in a mix of Navajo and English, saying his administration's mission is simple: bring basic services to Navajo people so they can do more than survive. \"I will not hesitate. I will do whatever it takes to make sure that our people have a chance, our people have an opportunity to make something of themselves.\" he said. \"That's all they want.\" He added that, growing up, someone believed in him and he wants Navajos to know he also believes in them. Nygren, 36, had never held political office before now, though he was former President Joe Shirley Jr.'s vice presidential candidate in 2018. Current Vice President Richelle Montoya is the first woman to hold that position. Navajo Nation Vice President Richelle Montoya addresses a crowd gathered for the tribe's inauguration.\n                \n                    \n                    Felicia Fonseca/AP\n                    \n                \nhide caption Navajo Nation Vice President Richelle Montoya addresses a crowd gathered for the tribe's inauguration. Montoya, who was the elected leader of a small Navajo community, took a moment to pay tribute to women on the Navajo Nation Council and in the matriarchal society, holding her hand to her heart. She encouraged tribal members to speak the Navajo language and always think seven generations ahead. \"For the next four years, I will give you my very best,\" she told the crowd. The inauguration took place at an indoor arena in Fort Defiance, just north of the tribal capital of Window Rock, and featured an all-women color guard. Thousands attended the ceremony, many donning turquoise and silver jewelry, moccasins, crushed velvet or ribbon skirts, or business attire. Young girls sang the national anthem and recited the pledge of allegiance in Navajo. Montoya's relative, Chishi Haazba Montoya, coursed through Navajo history in poem, weaving in traditional elements, reviling western greed and declaring that Navajo sovereignty will be restored and any monsters defeated.Nez and his vice president, Myron Lizer, sat in the front row along with Shirley, former Navajo President Ben Shelly and former Navajo Chairman Peter MacDonald. Miss Ganado Primary Princess Jewels E. Jones recites the pledge of allegiance in Navajo during the tribal inauguration.\n                \n                    \n                    Felicia Fonseca/AP\n                    \n                \nhide caption Miss Ganado Primary Princess Jewels E. Jones recites the pledge of allegiance in Navajo during the tribal inauguration. A public luncheon at the fairgrounds in Window Rock, a gospel celebration, a song and dance, a comedy show, a pow wow and an inaugural ball followed the ceremony. The Navajo Nation is the largest Native American reservation in the U.S. at 27,000 square miles (69,000 square kilometers). It stretches into parts of New Mexico, Arizona and Utah. Its population of around 400,000 is second only to the Cherokee Nation of Oklahoma. Nygren brought an energy to the presidential race that resonated with voters, campaigning with his wife, former Arizona state Rep. Jasmine Blackwater-Nygren. He had a flair for rising and falling speech and created a signature look with his hair tied in a traditional bun, a wide-brimmed black hat, blue trousers and a lighter blue, long-sleeved shirt. Nygren is half Vietnamese but never knew his father. He was raised on the Utah portion of the reservation in a home without electricity or running water, he said. He has a background in construction management and has said he expects tribal citizens to hold him accountable as president — a point he emphasized in his speech Tuesday. Cheryl R. Benally said Nygren's words about being disciplined reminded her of what she heard from her own mother as she grew up around Chaco Canyon in New Mexico: wake up early, greet the rising sun and pray. Benally's daughter, Mya Benally, 18, said Nygren's words on making water and education more accessible appealed to her as a college student who wants to return to the reservation. \"He's helping me think 'I can do more,' she said. The Dine Saanii Silaoitsooi Color Guard, made up of all women, prepares to walk on stage.\n                \n                    \n                    Felicia Fonseca/AP\n                    \n                \nhide caption Julian Begay, a 36-year-old school board member and farm board president in Many Farms, said he sees a sense of faith and belief in Nygren that his promises to the Navajo people will be fulfilled. \"He's coming down to the people's level, but I'm curious to see what he's going to do about the economy,\" Begay said. \"We can't keep shopping in border towns forever.\" Nygren pledged to work closely with the 24 members of the Navajo Nation Council who also were sworn in Tuesday along with other elected officials. About one-third of the council will be women — a record number. The council often is seen as more powerful than the presidency and is the path through which big agenda items have to move. Some of the women delegate's priorities include infrastructure, addressing social ills and generational trauma, bolstering law enforcement, managing a budget and ensuring a continued focus on the epidemic of missing and slain Indigenous people. A handful of people stood at an intersection holding signs Tuesday urging action on some of those same topics. \"I know that most of us as women are going to have that natural indication to love our people, to put our people first, to understand there's a stronger responsibility to protecting our homes, meaning the Navajo Nation,\" said Shaandiin Parrish, who was elected to the council. Returning Delegate Amber Kanazbah Crotty said she's looking forward to having difficult conversations where tribal lawmakers can confront problems, learn from shared experiences and examine the challenges that lead to families being victimized and services not delivered to Navajo people. Thousands attended the inauguration, which was held at the Bee Holdzil Fighting Scouts Event Center in Fort Defiance, Ariz.\n                \n                    \n                    Felicia Fonseca/AP\n                    \n                \nhide caption One thing should not be expected of women leaders, she said. \"Although nurturing is part of our teaching, we cannot hold the emotional baggage of others,\" Kanazbah Crotty said. \"What I mean by that is the expectation shouldn't be that as women leadership, we're here to fix all the issues.\" Nez and the previous council laid the groundwork for infrastructure projects using money the tribe received in federal coronavirus relief aid. But Nygren has said those decisions may need to be revisited. Nez worried any changes would jeopardize the tribe not meeting deadlines for spending the money. In one of his last actions, Nez vetoed legislation Monday to expand oil and gas exploration and development, including for helium, on the reservation. He said the affected communities hadn't reached consensus, and concerns over profit-sharing and health went unresolved.",
            "bias": "border",
            "url": "https://www.npr.org/2023/01/10/1148272921/buu-nygren-navajo-nation-president-inauguration"
        },
        {
            "headline": "What's next for Chicago's new Mayor-elect Brandon Johnson",
            "author": "By  \n\n\n      Mariah Woelfel",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 5,
                "year": 2023
            },
            "article_content": "Chicago voters elected a new mayor who will soon have to tackle big problems the city faces, like crime.  ADRIAN FLORIDO, HOST: The country's third-largest city will soon have a new mayor. (SOUNDBITE OF ARCHIVED RECORDING) BRANDON JOHNSON: My name is Brandon Johnson, and I can't wait to be sworn in as the next mayor of the greatest city in the world - Chicago. (CHEERING) FLORIDO: Yesterday, Chicago voters chose between two Democrats who each promised to lead the city in a different direction. In a tight election, Brandon Johnson, who was a little-known county commissioner, beat Paul Vallas, the former CEO of Chicago Public Schools. Mariah Woelfel, of member station WBEZ in Chicago, covered the race and joins us now. Hi. MARIAH WOELFEL, BYLINE: Hi. Thanks for having me. FLORIDO: Brandon Johnson will succeed Mayor Lori Lightfoot, who lost her reelection bid during the first round of voting. And in this final round, Johnson won about 51% of the vote. How does he win over the other half of people who did not vote for him? WOELFEL: Yeah, it's the big question today. Johnson started his speech acknowledging that very fact, saying he's going to be a mayor for everyone. He said to the people who didn't vote for him, he has a message - that I care about you; I value you; I want to hear from you; I want to work with you. He spent a fair bit of time last night offering an olive branch. Though he didn't really name groups like the Chicago Police Union that backed his opponent, he does say he wants to meet with police. And this will be a major task ahead for Johnson after a very divisive campaign focused on crime, where he was accused repeatedly of wanting to defund the police department. FLORIDO: Well, while he didn't get support from the police union, he did get support from other big unions, particularly the Chicago Teachers Union. What does that mean for public education in the city? WOELFEL: Yeah. So Johnson thanked all the unions that championed him, including the Chicago Teachers Union, where he is an organizer. He said his win for the labor movement - his win was the labor movement coming together with the civil rights movement. And he brought up in his speech that it happened on the day Martin Luther King Jr. was assassinated 55 years ago. (SOUNDBITE OF ARCHIVED RECORDING) JOHNSON: Today, we do not just acknowledge the assassination of a dreamer. Today, the dream is alive. And so today, we celebrate the revival and the resurrection of the city of Chicago. (CHEERING) WOELFEL: You know, he really doubled-down on his progressive bona fides, essentially saying he'll be the working man's mayor. You know, if there's one thing that I take away from the kind of mayor Johnson's trying to be, promising to be, is that he's centering wage workers in his vision for the future of the city. And that includes teachers. I think he envisions a fully funded public school system. The cold reality, of course, is that there is not enough funding for public schools from the state or the city of Chicago, which faces a budget crunch. So Johnson really has a challenge ahead of him. FLORIDO: Well, some of the biggest differences between Brandon Johnson and his opponent in the race, Paul Vallas, were in their ideas to address crime. How does the mayor-elect plan to tackle that? WOELFEL: So Johnson's plan consists first of hiring 200 more detectives in the police department to solve crime, which Chicago struggles with. He also wants to expand a program that uses mental health professionals instead of police to respond to 911 calls involving a mental health crisis to take some of the burden off of officers. He also wants to raise taxes on certain businesses to fund addressing the root causes of violence. FLORIDO: I've been speaking with Mariah Woelfel. She's the government and politics reporter at WBEZ in Chicago. Thanks for joining us. WOELFEL: Thanks for having me. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2023/04/05/1168260923/whats-next-for-chicagos-new-mayor-elect-brandon-johnson"
        },
        {
            "headline": "Hakeem Jeffries says Democrats won't pay a 'ransom note' to GOP over debt ceiling",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n      Simone Popperl",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 27,
                "year": 2023
            },
            "article_content": "New York Rep. Hakeem Jeffries, the new leader of House Democrats, insists the looming national debt crisis will be resolved without his party submitting to demands by Republicans who want to negotiate spending cuts in exchange for their support in raising the debt ceiling. \"There is a difference between a compromise and a ransom note. And so let me be clear. We are not going to pay a ransom note to extremists in the other party,\" Jeffries said this week in an interview with NPR's Steve Inskeep. When asked whether Democrats would stick to their position even if it meant risking a default, Jeffries emphatically rejected that scenario saying, \"We're not going to let the car go off the cliff even though there are people who are willing to do it.\" Jeffries added that there is \"a time and a place to have a discussion about future spending\" and he thinks those conversations should happen later in the year when Congress traditionally decides spending levels through its appropriations process. Jeffries sees an endgame to this latest confrontation. \"We will find a vehicle legislatively,\" Jeffries said, that allows Democrats to vote with \"a handful of reasonable Republicans\" to save the country from economic calamity. Jeffries made his remarks as part of a wide-ranging interview at the U.S. Capitol, where he recently moved into the office suite of the House minority leader. In talking of his new job, he said he would work with the majority whenever possible, but that he would oppose extreme measures, including threats over the debt limit. Jeffries, 52, is Rep. Nancy Pelosi's successor as the leader of House Democrats, and the first Black leader of a party in Congress. After last year's midterm elections, his party is narrowly in the minority. Republicans have a four seat majority in the House. But Jeffries believes his caucus will be able to wield some power whenever Republicans wrestle with their own internal divisions. This month, House Republicans displayed their divisions, needing fifteen rounds of voting before electing House Speaker Kevin McCarthy. Democrats were united: every one of their votes on every ballot went for Jeffries. He's a native of Brooklyn, a son of public employees who became a corporate lawyer, and then rose in New York's bare-knuckle politics. Elected to Congress in 2012, he proved an effective partisan as one of the managers of President Donald Trump's first impeachment trial, and also effective within his party, rising in the ranks of Democratic leadership. Though he has a largely progressive voting record himself, Jeffries has said he would not \"bend a knee\" to \"hard-left socialists.\" In our conversation, Jeffries offered no critique of his fellow Democrats saying, \"we're all off to a great start as a family, nor even a critique of Speaker McCarthy, whom he has dismissed in the past as a \"sellout\" to Donald Trump. This interview has been edited for length and clarity. On working with House  Speaker Kevin McCarthy Speaker McCarthy and I have had some very positive, forward looking conversations about trying to figure out where we can find common ground. We know we are going to strongly disagree in certain areas. That means that we should lean in even harder to try to figure out where the areas of common ground might be in order to deliver. SI: I want to clarify this. A year or two back, you said McCarthy is not a serious person because he had sold himself effectively to Donald Trump. But you're saying you're now in a room with him and having productive conversations. Kevin McCarthy was elected as the speaker of the United States House of Representatives. I think he has the confidence of the overwhelming majority of his caucus, his conference, as evidenced by the fact that eventually he got there in terms of being the speaker. On the debt ceiling We've incurred these bills. We need to pay them. In fact ... with the debt that we have, 25% of it was incurred during the four years of Donald Trump's presidency. And so, one, we're not going to be lectured about fiscal responsibility. Two, we want to make clear to the American people that the debt ceiling discussion is all about paying bills that have already been incurred. And three, we are not going to negotiate with individuals who have a gun to the head of the American people, the economy, Social Security and Medicare, by threatening to default on our debt. On whether House Democrats will negotiate with Republicans to raise the debt ceiling There is a difference between a compromise and a ransom note. And so let me be clear. We are not going to pay a ransom note to extremists in the other party. However, as President Biden has indicated, there's a time and a place to have a discussion about future spending. President Biden is going to put forth a budget. House Republicans on the budget committee will have an opportunity to do the same. We can go through the budget process. We can go through the appropriations process. Those are the appropriate vehicles for trying to find common ground as it relates to how we spend taxpayer dollars in the future. On what leverage Democrats have to raise the debt ceiling without major concessions We will be able to, at the end of the day, convince a handful of reasonable Republicans in the House to do what the business community throughout America have suggested needs to be done. What the U.S. Chamber of Commerce believes needs to be done. What Wall Street says needs to be done. Which is to make sure we pay America's bills that have already been incurred. On keeping progressive and moderate Democrats together I think that we're all off to a great start together as a family, as a caucus. And as I've repeatedly indicated, I have tremendous respect for every single member of the House Democratic Caucus, from Representative Ocasio-Cortez to Representative Josh Gottheimer, and all points in between, because the fact that we are so diverse, diverse in terms of race or gender, ethnicity, sexual orientation, gender identification, life experience, ideology and region. That's what makes the House Democratic Caucus the most authentic representatives of the American people, in my view, because we closely resemble and reflect the gorgeous mosaic of the American people. On the recent discovery of more classified documents mishandled by White House officials including President Biden, former Vice President Pence and others This matter is now in the hands of a special prosecutor as it relates to the current president and the former most immediate past president of the United States of America. And I think my view is that the special prosecutor will follow the facts, apply the law, be guided by the Constitution and eventually present that information as to what happened to the American people and to the Department of Justice. And so I don't want to get out ahead of the special prosecutor, but I do think at some point, Congress perhaps will have a discussion about generally dealing with classified documents in a way that makes the most sense as we move forward. On the days-long effort to elect a speaker of the House for the 118th Congress I never expected that I would hear my name, I think approximately 3,179 times. This interview with was produced and edited for air by Julie Depenbrock, Barry Gordemer, and Simone Popperl. Padmananda Rama edited it for digital.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2023/01/27/1151537063/hakeem-jeffries-democrats-house-debt-ceiling"
        },
        {
            "headline": "Why Scientists, Lawmakers & Diplomats Care Where COVID Began",
            "author": "By  \n\n\n\n\n\n\n\n      Susan Davis\n    \n\n ,  \n\n\n\n\n\n\n\n      Michaeleen Doucleff\n    \n\n ,  \n\n\n\n\n\n\n\n      Greg Myre\n    \n\n ,  \n\n\n\n\n\n\n\n      Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 28,
                "year": 2023
            },
            "article_content": "A team of scientists and science students from Chulalongkorn University collect a blood sample from a bat on September 12, 2020 in Ratchaburi, Thailand.\n                \n                    \n                    Lauren DeCicca/Getty Images\n                    \n                \nhide caption A team of scientists and science students from Chulalongkorn University collect a blood sample from a bat on September 12, 2020 in Ratchaburi, Thailand. The Department of Energy has a new report which concludes with \"low confidence\" that the COVID-19 virus could have originated from a lab in Wuhan, China. The news was first reported by the Wall Street Journal report. Scientists say the evidence continues to strongly support a wildlife origin. The attempt to figure out the truth continues to have big implications across public health and both domestic and international politics. This episode was produced by Elena Moore and Casey Morell. It was edited by Eric McDaniel. Our executive producer is Muthoni Muturi. Research and fact-checking by Devin Speak.Unlock access to this and other bonus content by supporting The NPR Politics Podcast+. Sign up via Apple Podcasts or at plus.npr.org. Giveaway: npr.org/politicsplusgiveaway Connect:Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Subscribe to the NPR Politics Newsletter.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2023/02/28/1160106413/why-scientists-lawmakers-diplomats-care-where-covid-began"
        }
    ]
}