{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "nationalism",
        "border",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "Thursday Morning: Biden's Birthday; Napolitano For DHS; And Waxman Vs. Dingell",
            "author": "Evie Stone",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 20,
                "year": 2008
            },
            "article_content": "Good morning, and a very happy 66th birthday to Joe Biden. Via the campaign, Barack Obama threw his VP-elect a little cupcake party yesterday to celebrate: President-elect Barack Obama surprised him yesterday with cupcakes after their weekly lunch. Then, the President-elect led the staff in singing him happy birthday and gave him a Chicago White Sox hat, a Chicago Bears hat and a bucket of Garrett's popcorn as gifts. On today's schedule: Biden celebrates with his family, Obama has private meetings in Chicago, and future chief of staff Rahm Emanuel will be on the Hill reaching out to Republican leaders. Two more potential Cabinet picks leaked out overnight. Arizona Governor Janet Napolitano is apparently Barack Obama's choice to head the Department of Homeland Security. As Governor of a border state, Napolitano is well-versed in border-control and immigration issues. Prior to her election as governor, Napolitano was U.S. Attorney and Attorney General of the Grand Canyon State. Arizona does not have a Lieutenant Governor, so if Napolitano accepts the position at DHS, the remainder of her term will be filled by Secretary of State Jan Brewer, a Republican. And CNN is reporting (unconfirmed elsewhere) that Obama's campaign finance chair Penny Pritzker is a frontrunner for Secretary of Commerce. Pritzker, an heir to the family that founded Hyatt Hotels, is currently the chair of Classic Residence By Hyatt. If she is nominated, Pritzker could face tough questioning in confirmation hearings about her involvement with Chicago Superior Bank -- which failed in 2001 under the weight of too many subprime loans. In news of the ongoing Hillary Clinton/Secretary of State saga, Bill Clinton has reportedly agreed to release the names of his foundation's donors to the Obama team -- \"including those who gave gifts anonymously\", according to the Washington Post: Aides to both Obama and Sen. Hillary Rodham Clinton (D-N.Y.) said that a formal job offer had not been made, but the former president's decision to disclose the identities of donors to his charitable foundation and to vet his future speeches and overseas activities with members of the Obama administration appears to have removed some of the biggest hurdles to her nomination. Obama aides said yesterday that it would be difficult for Sen. Clinton to walk away from the secretary of state post. Obama's staff has thoroughly vetted both Clintons with the understanding that, if he should make an official job offer, she would accept. Clinton sources continue to tell reporters that she has not yet decided whether she would accept the State offer. Over on the Hill, high drama among House Demcorats as Henry Waxman (D-CA) continues his charge to unseat John Dingell (D-MI) as chair of the House Energy and Commerce Committee. Yesterday the Democratic Steering and Policy Panel narrowly voted to give Waxman the chair. Dingell, 82, has been the top Democrat on the committee for nearly three decades, but has come under fire from environmentalists who see him as too protective of Michigan's auto industry at the expense of environmental protections. (Not to mention that Dingell's wife Debbie is an executive at GM.) The full House Democratic caucus votes today, and Dingell's supporters are optimistic that he will prevail with the support of moderates and proponents of the seniority system. The internecine showdown comes just after representatives from the U.S. auto industry appeared before the Senate Banking Committee and House Financial Services Committee this week to ask for bailout assistance. (Not helping their case: the fact that the Big Three execs flew from Detroit to Washington in private jets -- separately! -- when there are perfectly good flights on Northwest all day long. Into National even!) Senate Majority Leader Harry Reid, who had proposed sending Detroit $25 billion from October's bailout package, canceled a vote on the measure after it became clear it lacked sufficient support to pass. And finally, not political but certainly news-related...we are devastated to inform you that it looks like Out of Town News in Harvard Square may be closing its doors early next year. Apparently the appetite for newsprint has diminished to the point where the stand is no longer profitable. Noooooooooooooooo!",
            "bias": "immigration",
            "url": "https://www.npr.org/sections/vox-politics/2008/11/thursday_morning_bidens_birthd.html"
        },
        {
            "headline": "Krugman On The Financial Crisis And Public Spending",
            "author": "By  \n\n      Paul Krugman",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 21,
                "year": 2008
            },
            "article_content": "Paul Krugman speaks at a press conference at Princeton University following the announcement that he had won the 2008 Nobel Prize in Economics.\n                \n                    \n                    Jeff Zelevansky/Getty Images\n                    \n                \nhide caption Nobel laureate Paul Krugman believes that increased public spending — akin to the efforts of the New Deal during the Great Depression — is the best way to escape the financial crisis and regain American global leadership. In his Oct. 16 column in The New York Times, Krugman writes, \"It's politically fashionable to rant against government spending and demand fiscal responsibility. But right now, increased government spending is just what the doctor ordered, and concerns about the budget deficit should be put on hold.\" Paul Krugman is a professor of economics and international affairs at Princeton University, and the recipient of the 2008 Nobel Prize in Economics. He has been an op-ed columnist for The New York Times since 1999. His most recent books are The Conscience of a Liberal and The Great Unraveling: Losing Our Way in the New Century. by Paul Krugman Hardcover, 296 pages | Your purchase helps support NPR programming. How? Losing Our Way in the New Century by Paul R. Krugman Paperback, 516 pages | Your purchase helps support NPR programming. How?",
            "bias": "immigration",
            "url": "https://www.npr.org/2008/10/21/95929699/krugman-on-the-financial-crisis-and-public-spending"
        },
        {
            "headline": "Hispanic Turnout May Spur Immigration Overhaul",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 17,
                "year": 2008
            },
            "article_content": "Marco del Fuego at a protest outside of Immigration and Customs Enforcement on Sept. 3 in Washington, D.C.\n                \n                    \n                    Brenda Hoffman/Getty Images\n                    \n                \nhide caption Marco del Fuego at a protest outside of Immigration and Customs Enforcement on Sept. 3 in Washington, D.C. In this occasional series, NPR will follow the transition from one administration to another through a series of stories, conversations, commentaries and essays that will outline the many issues and challenges facing the new occupant of the White House. From a broken military to a troubled economy to a National Park Service in need of a major overhaul — we'll provide the briefing paper, the options and the obstacles. In recent years, political advice on immigration in both parties has gone something like this: \"It's the third rail of politics.\" \"The less said, the better.\" \"If you say anything, talk tough.\" But with President-elect Barack Obama's solid win — and his overwhelming support from Latinos — some think that advice may change. \"What the election showed is that the conventional wisdom on why immigration reform is too hot to handle is wrong,\" says Frank Sharry of America's Voice, a pro-immigration lobbying group. More Hispanics than ever voted, and they voted 2-to-1 for Obama over McCain. Sharry says Latino support was decisive in helping deliver the swing states of Nevada, New Mexico, Colorado and Florida.  And polls show it was the immigration issue — specifically some in the Republican Party who demonized illegal immigrants — that helped drive Latinos to the Democrats. \"The large, vocal anti-immigrant vote that has hijacked the Republican Party — they have a lot of bark but not a lot of bite,\" Sharry says. \"They couldn't turn elections.\" Sharry's group tracked 18 close congressional races that pitted an enforcement-oriented Republican against a pro-legalization Democrat; in nearly all, the Democrat won. As a senator and during the presidential campaign, Obama also expressed support for legalizing an estimated 12 million immigrants, provided they pay a fine, pay back taxes and learn English. Does that mean an immigration revamp in Obama's first 100 days? Well, it's not likely, and if nothing else that's because of the economy. Labor economist Vernon Briggs of Cornell University says it's harder to argue for legalizing millions of low-skilled immigrants when many more low-skilled Americans are likely to find themselves out of work. \"The unemployment rates for unskilled workers without high school diplomas, or only a high school diploma, are the highest in the United States,\" says Briggs. \"There's no indication that our labor force is in desperate need of unskilled, poorly educated, non-English speaking workers.\" Supporters of legalization see it differently, arguing that the best way to make sure immigrants do not pose an unfair threat to American workers is to make the immigrants legal. But even ardent immigrant advocates admit the economic collapse does change something else. \"It probably takes off the table the creation and rapid implementation of any major new guest-worker program,\" says Craig Regelbrugge of the Agriculture Coalition for Immigration Reform. Still, even if there's no support for bringing in new workers, Regelbrugge sees an argument for legalizing agricultural workers already in the United States. Seventy percent of them are believed to be undocumented, and he says these jobs do not disappear in a bad economy. Regelbrugge says efforts to find Americans to take agriculture jobs have failed, but each immigrant worker supports three to four other U.S. workers. \"So to the extent that Freida the fertilizer salesperson or Chuck the cheese factory worker are worried about their own well-being, so too they should be worried about Miguel the milker and Pepe the peach picker,\" he says.  \"Their jobs are here together, and if the production moves, the American jobs move, too.\" With the economic crisis, health care and energy dominating the political agenda, the Obama administration and the next Congress may well be tempted to keep pushing off immigration. But if they do, lobbyist Sharry would urge them to think about 2012 and the decisive Latino vote that will have grown even bigger by then. Sharry believes Democrats will need to push an immigration overhaul to satisfy this now crucial constituency. And if the diminished Republican Party hopes to win back that Hispanic support, it could be harder for them to oppose it.",
            "bias": "immigration",
            "url": "https://www.npr.org/2008/11/17/97028129/hispanic-turnout-may-spur-immigration-overhaul"
        },
        {
            "headline": "McCain, Obama Head Overseas",
            "author": "By  \n\n\n\n\n\n\n\n      Don Gonyea\n    \n\n ,  \n\n\n      Robert Siegel",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2008
            },
            "article_content": "The campaigns of John McCain and Barack Obama say the two presidential candidates are traveling abroad this summer. Their trips are extremely unusual. Since 1992, no candidate who is not a sitting president has traveled overseas during a campaign.  MICHELE NORRIS, host: From NPR News, this is ALL THINGS CONSIDERED. I'm Michele Norris. ROBERT SIEGEL, host: And I'm Robert Siegel. As if 50 states weren't enough, the presidential candidates are traveling abroad. Today, John McCain departed on a trip to Colombia and Mexico to talk trade, immigration and drug enforcement. Previously this election season, he's been to Paris and London and Israel - also Jordon, Iraq and Canada. Obama's campaign, meanwhile, has announced that he will visit Israel, Jordan, Germany, France and Britain, though no dates have been announced. The campaign is also planning stops at some point and amid great secrecy in Iraq and Afghanistan. So with all this foreign travel, what's really in it for the candidate? NPR's Don Gonyea joins us now to talk about the travels of the candidates - apparently, a pretty rare thing in American presidential history, Don, at least recently. DON GONYEA: It is, indeed. I mean we can just go back to 1992, for example. And since that election - which was George H.W. Bush versus Bill Clinton - no candidate who wasn't a sitting president heading off to summits and things like that has, in the year of the election, traveled overseas. So what we're seeing is extremely unusual - unusual that it's happening at all, let alone how much of it we're seeing. SIEGEL: Well, Barack Obama confirmed a trip to Iraq and Afghanistan this weekend. And that came after he was taunted by John McCain for not going to Iraq in a long time. Here's what McCain said this past May. Senator JOHN McCAIN (Republican, Arizona; Republican Presidential Candidate): I certainly was just a short time ago glad to hear that Senator Obama is now, quote, \"considering a trip to Iraq.\" It's long overdue. It's been 871 days since he was there. SIEGEL: What do you think, Don? Did John McCain force Barack Obama to plan a trip to Iraq? GONYEA: The challenge was laid down. The Obama campaign would never acknowledge that their hand was forced here. And if we can update John McCain, he said it had been 871 days, well… SIEGEL: Back in May, that was. GONYEA: …actually, it's now been 905 days. We know that because GOP.com has a handy little counter ticking off the days, hours, minutes and seconds. SIEGEL: Well, what are the perceived benefits of all this travel abroad? First for Obama, what would he stand to gain by going overseas? GONYEA: Simply put: stature. The one thing that McCain campaign tries to hang on Barack Obama is that he just does not have the kind of experience - not only that John McCain has, but that an American president should have, that he had time in the Illinois State Senate, that he's had less than a full term in the United States Senate, that he just doesn't have the experience. What Barack Obama gets out of this is a chance to be seen on the stage with foreign leaders, leaders of Germany, leaders of France, leaders of the U.K., important allies. And, by going to Iraq, obviously, he is meeting with soldiers firsthand, hearing stories of what's happening on the ground and meeting with the generals. Those pictures can all be very helpful to him. SIEGEL: Apart from the fact that a day overseas is a day he's not campaigning here in the States, is there any downside risk to make on these trips? GONYEA: You don't want to have a gaff of some kind. You don't want to make a slip or a mistake and perhaps reveal that you don't have, you know, the experience, playing into the McCain campaign's hands. So he does have to be careful. The other thing about Senator Obama, he is adored overseas. And he has to be careful not to have that adulation be too great, lest it send a signal to Middle America that, hey, this is the guy that Europe wants - not necessarily a good thing. SIEGEL: Now John McCain's trip to Colombia - what does he stand to gain by going there? And what can he say and what can't he say to his hosts when he's there as a candidate? GONYEA: He can't make policy, but he can talk about how important the issues are, and they are talking about trade. It gives him a chance to highlight the differences between himself and Senator Obama on the Colombia Free Trade Agreement, which Senator Obama opposes. Senator McCain is for it. They're also talking about immigration and drug trafficking and things like that. And it also sends a message to Hispanic voters in the U.S. that he cares about this part of the world. SIEGEL: Is McCain going speak Spanish when he's there? GONYEA: We'll see. (Soundbite of laughter) SIEGEL: NPR's Don Gonyea. Thank you very much. GONYEA: Thank you. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "immigration",
            "url": "https://www.npr.org/2008/07/01/92103248/mccain-obama-head-overseas"
        },
        {
            "headline": "Voter Registrations Could Face Legal Challenges",
            "author": "By  \n\n\n      Pam Fessler",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 12,
                "year": 2008
            },
            "article_content": "Political groups are wrangling over voter registrations and access to the polls. In Ohio, Democrats and Republicans are fighting over interpretation of a state law, which Democrats say allows voters to register and immediately cast an absentee ballot. Republicans say that opens the door to fraud. The GOP is also closely watching voter registration drives by third-party groups.",
            "bias": "immigration",
            "url": "https://www.npr.org/2008/09/12/94545601/voter-registrations-could-face-legal-challenges"
        },
        {
            "headline": "Visa Legislation Delay Squeezes Seasonal Workforce",
            "author": "By  \n\n      Vincent Duffy",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 9,
                "year": 2008
            },
            "article_content": "Tourism, landscaping and other industries that hire foreign workers on a seasonal basis are stuck this year. Congress let the H-2B visa extension expire. Now many foreigners who planned to return to the United States this summer to work past jobs won't be allowed back in the country. Vincent Duffy reports from Michigan Radio.",
            "bias": "immigration",
            "url": "https://www.npr.org/2008/04/09/89490032/visa-legislation-delay-squeezes-seasonal-workforce"
        },
        {
            "headline": "McCain, Obama Turn To Spanish Attack Ads",
            "author": "David Folkenflik",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2008
            },
            "article_content": "The competition for Hispanic voters has opened in a new front in the long-running ad war between the parties and candidates. Now they need Spanish attack ads, too. In new Spanish-language ads from the rival campaigns of Barack Obama and John McCain, both candidates say the other has betrayed the hopes of Latinos who wanted sweeping changes in immigration policy last year.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/09/19/94825986/mccain-obama-turn-to-spanish-attack-ads"
        },
        {
            "headline": "Immigration Finds Itself As Ballot Issue Again",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2008
            },
            "article_content": "A handful of states will have immigration-related ballot measures this fall. One group that failed to get an immigration crackdown on its state ballot is pushing for restrictions by other means.  MICHELE NORRIS, host: From NPR News this is All Things Considered, I'm Michele Norris. Listen closely to the daily back and forth between John McCain and Barack Obama. And some words you hear again and again - words like jobs and taxes. But there's one word you're hearing a lot less lately, immigration. You won't find it on many state ballots this fall either. As NPR's Jennifer Ludden reports, the issue may have lost its political punch for the moment. JENNIFER LUDDEN:  Jenny Bowser (ph) tracks ballot measures for the National Conference of State Legislators. She says voters in Missouri will get to weigh in on making English the official state language. In Arizona, there will be proposed tweaks to that state's restriction on hiring undocumented workers.  Oregon voters will decide whether to limit the time foreign-born students can spend an English as a second language. And part of a broad criminal justice measure in California, would deny bail to illegal immigrants charged with violent crimes. Ms. JENNY BOWSER (National Conference of State Legislators):  I think that on the whole these are more along the lines of tweaking. There's nothing like Arizona's proposition 200, from a few years ago that was a big sweeping immigration reform measure. LUDDEN:  Bowser says there were efforts at more sweeping crackdowns in several states, but they didn't get enough signatures to qualify. Ms. BOWSER:  You know, I'm frankly a little bit surprised that there aren't more of these big sweeping measures because it is I think that most people would probably put it in their top 10 issues for this year's election. Mr. NATHAN NEWMAN (Progressive States Network):  The fact that there are a very few of them and they're very scattered reflects the general fall in energy around the anti-immigrant movement. LUDDEN:  Nathan Newman(ph) is with the Progressive States Network which supports immigrant-friendly legislation. He points out that in 2006 a number of Congressional candidates who ran on a hard line anti-immigration platform lost. The same thing happened in the Republican presidential primaries. And Newman says states which have past immigration crackdowns have had mixed results. That may explain why for all the immigration bills considered by state legislators in recent years few have actually passed. Mr. NEWMAN:  There's been a message that this wasn't going to be the magic wedge issue that some political opportunists on the conservative side had hoped for. I think that meant that both the money and volunteer time to try to support new ballot initiatives just wasn't there in these states. LUDDEN:  In Arkansas, it certainly wasn't for lack of trying on the part of Jeannie Burlsworth(ph). She founded Secure Arkansas and says she nearly ran herself ragged trying to get a ballot initiative to limit public benefits to illegal immigrants. She fell just a few thousand signatures short. Ms. JEANNIE BURLSWORTH (Co-founder, Secure Arkansas):  Believe me, public sentiment has not died down at least in our state, and it is, I'm telling you, outraged. LUDDEN:  Burlsworth says despite the ballot failure she's just getting going on the issue of illegal immigration. She's driving around the states speaking at public forums, plans to reorganize her group and is looking ahead. Ms. BURLSWORTH:  I'm looking at candidates for 2010 because now I have contacts in all of 75 of our counties, and I honestly think once we get really, really organized we can swing an election big time. LUDDEN:  There may be another reason for so few immigration-related ballot measures. Jeannie Bowser, the analyst who monitors state legislators says states may be realizing there's only so much they can do. Immigration is really a federal issue. So once the votes are counted in November, activists on both sides will once again turn their focus to Congress. Jennifer Ludden, NPR News Washington. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/09/19/94825983/immigration-finds-itself-as-ballot-issue-again"
        },
        {
            "headline": "N.C. Sees Push To Register Young Latino Voters",
            "author": "By  \n\n\n      Adam Hochberg",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 7,
                "year": 2008
            },
            "article_content": "Ruben Campillo, advocacy coordinator for the Latin American Coalition, helps Gilberto Canela fill out a voter registration form. Canela's 12-year-old daughter, Aurora, looks on.\n                \n                    \n                    Adam Hochberg/NPR\n                    \n                \nhide caption Latin American Coalition Advocacy Coordinator Ruben Campillo helps Gilberto Canela fill out a voter registration form at Plaza Fiesta, a shopping mall near Charlotte, N.C. Canela's 12-year-old daughter, Aurora, looks on. Four presidential battleground states have sizable Latino populations. Click enlarge for details.\n                \n                    \n                    Lindsay Mangum/NPR\n                    \n                \nhide caption  North Carolina's Latino population has almost doubled since the beginning of the decade. But that growth hasn't been accompanied by an increase in political power, because only a small percentage of Latinos vote. It is a disparity some of the state's Hispanic leaders are trying to address. Registration Push During a recent shopping trip to a mall in Charlotte, college student Ambar Ramos and her family found something for which they had been searching for quite a while: a place where Ramos could register to vote. Ramos and her family were at Plaza Fiesta, which caters to Hispanics. On this day, the Latin American Coalition was registering voters.  And Ramos – the U.S.-born daughter of undocumented Mexican parents – says her mother led her to the registration table. \"She's been wanting me to vote. Like, as years go by, she's like, 'Oh, I can't wait for you to vote, I can't wait for you to register,'\" says Ramos. Asked why it is so important for her mother that she votes, Ramos says it is because her father had been deported. \"They're fighting for him to come back legally,\" says Ramos, \"and since she can't vote, I guess she wants actually a president that will do something good for immigrants.\" Ramos says she is not yet sure for whom she will vote, but Hispanic leaders hope politicians will start paying more attention to voters like her. Speaking For Their Parents Ramos is part of a fast-growing demographic in North Carolina's Latino community: young adults born in the United States to immigrant parents. The Latin American Coalition is making a special effort to register them. Organizer Ruben Campillo has been to high schools and other places where young people hang out. His table at Plaza Fiesta is a few yards from where a Latin rock band is playing. \"For us as a community, I think it's particularly important that we reach out to those young people, because those are the only ones in their family who are now eligible to vote,\" says Campillo. \"Some of their parents may be encouraging them to register and to be a voice for them.\" Indeed, the Pew Hispanic Center found that while almost 400,000 adult Latinos live in North Carolina, about 70 percent are ineligible to vote because they are not U.S. citizens. That is the highest percentage of nonvoting Hispanics of any state in the country. Tony Asion, executive director of the Latino advocacy group El Pueblo, worries Latinos are being marginalized in the political debate. \"One of the things that we're seeing today in North Carolina is a lot of politicians running on an anti-Latino campaign, knowing that these folks can't vote anyway, so you can go ahead and bash them to your heart's content,\" says Asion. Immigration A Central Issue Most state political leaders would dispute the notion that they are \"bashing\" Latinos, but several have made immigration a central campaign theme. Sen. Elizabeth Dole (R-N.C.) kicked off her re-election bid with a television commercial spotlighting a federal program designed to deport illegal immigrants who commit crimes. Dale Folwell was among several Republican state legislators up for re-election who spoke at a small rally in June, declaring illegal immigration a \"major crisis.\" \"I can tell you that there are two things that civilizations never survive,\" Folwell says in a campaign ad. \"That's a devaluation of their currency or a devaluation of their language. And these are two things that Americans are facing.\" These politicians say their immigration positions are not anti-Latino. Dole's campaign points out that her advertisement about deporting criminals does not mention any ethnic group. Meanwhile, Folwell said at the rally that not \"everybody who's brown is here illegally.\" But some audience members were uneasy about the Latino voter drives, especially when it comes to registering U.S.-born children of undocumented parents. Marion Larabee is a member of the Minutemen, a group that wants Congress to change the Constitution, or have the courts clarify it, so those children would no longer be considered American citizens. \"They should be citizens of where their parents are [from]. And if their parents are illegal, they're illegal. They're illegal right along with their parents. And they have no right to vote. They're taking advantage of our laws, and this is not right,\" said Larabee. Community Grows, Strengthens Latino groups in North Carolina say they hope to register a couple thousand new voters this summer.  While that's likely to have only a small effect on this year's election. But Latinos now account for more than half the enrollment in N.C. schools and the Hispanic birth rate continues to rise, foretelling a day when tens of thousands of young Latino-Americans will become eligible to vote.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/07/07/92243776/n-c-sees-push-to-register-young-latino-voters"
        },
        {
            "headline": "McCain, Obama Matchup Puts New States in Play",
            "author": "By  \n\n      Michael Olson",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 9,
                "year": 2008
            },
            "article_content": "Republican presidential hopeful Sen. John McCain (left) greets his Democratic rival, Sen. Barack Obama, on stage between televised debates at Saint Anselm College January 5, 2008, in Manchester, N.H.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Republican presidential hopeful Sen. John McCain (left) greets his Democratic rival, Sen. Barack Obama, on stage between televised debates at Saint Anselm College January 5, 2008, in Manchester, N.H. McCain speaks to the media during a visit to the Everglades Safari Park as Florida Gov. Charlie Crist stands in the background June 6, 2008, in Miami.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption McCain speaks to the media during a visit to the Everglades Safari Park as Florida Gov. Charlie Crist stands in the background June 6, 2008, in Miami. Democratic Sens. Sen. Jim Webb (left) and Barack Obama greet supporters during a rally June 5, 2008, in Bristow, Va.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Democratic Sens. Sen. Jim Webb (left) and Barack Obama greet supporters during a rally June 5, 2008, in Bristow, Va. As House Majority Whip James Clyburn led the tide of Democratic superdelegates who endorsed Barack Obama last week, helping the Illinois senator clinch his party's presidential nomination, he noted that Obama is helping the party draw a new map. \"He will be able to dramatically change the electoral map for Democrats, which will in turn expand our majorities here in Congress and help elect more Democrats at the state and local levels,\" Clyburn said. Democrats are hoping Obama will be able to win over traditionally red states that have been trending purple, if not blue, in recent elections — including several Western states such as Colorado and New Mexico. More people are moving out West, and many are Hispanic, a group that is voting Democratic in increasing numbers. The West presents a challenging political calculus for John McCain. His views on immigration could alienate conservative Western Republicans, while at the same time help him build significant inroads to independents, moderate Democrats and Hispanics. Republicans also foresee a potential redrawing of the electoral map — but with some states pivoting in their favor. With Obama as the Democratic nominee, the GOP hopes that blue-collar, culturally conservative states like Michigan and Pennsylvania will abandon their blue streak and turn red for McCain. Here, an overview of factors at play in the new map: WEST Colorado: Colorado has voted for the Republican candidate in all but two presidential elections since 1952, and military culture prevails here. That's good news for McCain, a former Navy hero. The good news for Obama: The state has elected a Democratic governor and Democratic senator in two successive cycles, and it could elect another Democratic senator this year. Another ray of hope for the Democrats: the growth of liberal Denver suburbs in Arapahoe and Jefferson counties. Montana: President George W. Bush squashed Sen. John Kerry here in 2004 with 59 percent of the vote. But Montana appears comfortable with homegrown Democrats who have moderate views on social issues. Like Colorado, it has elected a Democratic governor and Democratic senator in the last two election cycles. Montana continues to pop up as a state to watch, in part because Gov. Brian Schweitzer's name has been discussed as a possible VP choice for Obama. New Mexico: New Mexico's Republican roots run deep, but the state is undergoing a noticeable shift toward the Democratic Party. Bill Clinton carried the state twice, as did Al Gore in 2000 — albeit  by 366 votes. Conservative Democrats in the southern half of the state helped Hillary Clinton eke out a victory in New Mexico's Feb. 5 primary. \"Neither Obama nor McCain quite fit what [these] voters are looking for,\" says Heath Haussamen, who writes a blog on New Mexico politics. That means Clinton's backers here could end up as a key swing vote in the general election.  Forty-three percent of residents are Hispanic — more than any other state. A majority of New Mexico voters are Democrats, but many are socially conservative. They don't support the war, and they also tend to oppose abortion and gay rights. Nevada: While historically a Republican stronghold, Nevada is open to Democratic presidential candidates: Bill Clinton won here in 1992 (with help from Ross Perot's third-party candidacy, which split the GOP vote). McCain's approach to immigration could hurt him with more conservative Republicans in the state, whose population of undocumented workers is 7.7 percent, second only to California. But both parties' presumptive nominees aren't that far apart on immigration, so it's unlikely that Nevadans displeased with McCain's views will find Obama's any more appealing. January's Democratic caucuses energized the state's Hispanic voters and labor groups, creating the beginnings of an organization to help get out the vote in November, a good omen for Obama. Republicans, by contrast, are disorganized and haven't exactly flocked to McCain. He placed third in the GOP caucuses here, behind winner Mitt Romney and Texas Rep. Ron Paul. As late as April, McCain was poised to lose to Paul again in the state GOP's nominating convention, before party leaders put a halt to proceedings. MIDWEST Michigan: It is hard to say how much the Democrats' awkward dance in Michigan will shape the general election. Whatever attention Michiganders failed to get in the primaries, they will undoubtedly receive in the lead up to November in this seriously contested Rust Belt state. In the last four presidential elections, Michigan has voted Democratic. Democrats are also boosted by strong union loyalty, even as higher-paying union jobs disappear. For his part, McCain has a sweet spot for Michigan. The open primary system helped McCain crush Bush in the 2000 GOP primary. But his \"straight talk\" was rebuffed in this year's primary: McCain's comment that \"some of the jobs that have left the state of Michigan are not coming back\" was partly responsible for his loss to Mitt Romney, whose father had served as governor in the 1960s. EAST New Hampshire: New Hampshire voters were once reliably Republican in presidential races. But in addition to Kerry's win in 2004, the state supported Bill Clinton twice, and Al Gore lost to Bush by less than 7,000 votes in 2000. New Hampshire Democrats had a huge year in 2006, re-electing their governor by a record margin and unseating both Republican congressmen. The Granite State holds a special place in McCain's heart: It was the site of his biggest triumph in 2000, when he trounced Bush in the GOP primary. His repeat victory in this year's primary sent him on his way to the nomination. Pennsylvania: Kerry and Gore carried 51 percent of the vote here in 2004 and 2000, respectively. The state hasn't voted for a Republican since 1988, but Obama lost the primary to Hillary Clinton by nearly 10 percentage points. The state will be a critical test of Obama's ability to win over Clinton's base of white, blue-collar voters. Union households made up about one-third of the Pennsylvania vote in 2004; Kerry carried this group with about 62 percent of the vote. McCain may find it hard to sway these voters. He's been a consistent supporter of free trade and NAFTA — a fact the Obama campaign is likely to play up. The Keystone State's large rural and veteran population is likely to help McCain. SOUTH Florida: Florida went from supporting Bush by .01 percent in 2000 to backing him by more than 5 percent in 2004. Exit polls suggest much of that increase came from minority communities. Kerry was out-organized in Florida, and Gov. Jeb Bush's response to the four hurricanes that hit the state in 2004 was well received and helped bolster the Bush family name. McCain looks slightly stronger than Obama in the Sunshine State, whose large Jewish population seems wary of Obama's views on Israel. Obama told the American Israel Public Affairs Committee in Washington that Jerusalem \"must remain undivided,\" but later qualified his comments by indicating that the status of Jerusalem will be negotiated in future peace talks. In campaign stops here, though, McCain has found himself defending his votes against local interests — including his opposition to the creation of a national catastrophe fund, a popular proposal in Florida. Virginia: Republicans have long counted on Virginia's votes, but Democrats are increasing their ranks here. Tim Kaine's election as governor and Jim Webb's as senator buoyed Democratic hopes for 2008. Still, history is on McCain's side: Lyndon Baines Johnson, in 1964, was the last Democrat to win Virginia's electoral votes. The Obama camp hopes support from younger voters and growth of the more liberal Washington, D.C., suburbs in Northern Virginia will aid his efforts. McCain, in turn, can look to support from the military community: Veterans make up 15 percent of the population.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/06/09/91265901/mccain-obama-matchup-puts-new-states-in-play"
        },
        {
            "headline": "Spain's Socialists Win Parliamentary Elections",
            "author": "Jerome Socolovsky",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 10,
                "year": 2008
            },
            "article_content": "Spain's Socialists are celebrating victory in Sunday's parliamentary elections. Their leaders say the win vindicates the sharp left turn that Prime Minister Jose Luis Rodriguez Zapatero has taken during the last four years. But the party fell short of the absolute majority it had hoped to get.  RENEE MONTAGNE, host: To Spain now, where that country's Socialists are celebrating their victory in yesterday's parliamentary elections. The party says this win vindicates the sharp left turn Prime Minister Jose Luis Rodriguez Zapatero has taken during the last four years. Still, the party fell short of the absolute majority it had hoped to get in the parliament. Jerome Socolovsky reports from Madrid. (Soundbite of chanting) JEROME SOCOLOVSKY: Huge numbers of Zapatero fans poured into the streets when the victory was announced. They were so excited they hopped up and down in a kind of coordinated dance when he appeared on the podium. Prime Minister JOSE LUIS RODRIGUEZ ZAPATERO (Spain): (Foreign language spoken) SOCOLOVSKY: Spaniards have spoken clearly, he said, and they've decided to start a new era a new era that's free of polarization and that excludes confrontation. During the last four years, the prime minister has incensed opponents with his legalization of homosexual marriage and offers of more self-rule for the Basque and Catalan regions. In fact, many people say Zapatero's term has been the most divisive since the country emerged from the Franco dictatorship in the 1970s. The people celebrating here blame the conservatives for that. (Soundbite of chanting) The whole nation is with Zapatero, they chant. Standing outside the headquarters of the Socialist Party, and a group of people have just popped open a bottle of champagne. Hola. Ms. OLGA GARVEDO (Zapatero supporter, Spain): Hello. SOCOLOVSKY: Hello. What's your name? Ms. GARVEDO: Olga. SOCOLOVSKY: Olga what? Ms. GARVEDO: Garvedo. SOCOLOVSKY: Why is the Socialist Party the best for Spain? Ms. GARVEDO: (Spanish language spoken) SOCOLOVSKY: Because their social polices have been very good, she says, and because the opposition didn't let them govern. The leader of the Popular Party, Mariano Rajoy, attacked Zapatero's almost every step. One of the moves he criticized was the amnesty for three-quarters of a million undocumented workers in 2005. He called Zapatero a perpetual liar for holding secret peace talks with Basque separatists. And he accused him of wanting to settle old scores from the Spanish civil war almost seven decades ago. Last night, Rajoy said his party's 153 seats in parliament are an improvement over the last election. The Popular Party lost big then in a vote that was held in the wake of the Madrid train bombings. Many saw it as a protest vote against his predecessor's support for the Iraq War. Yesterday, the Socialists won 169 seats. (Soundbite of conversation) Inside the Socialist Party headquarters, lawmaker Diego Lopez Garrido says that results confirms Zapatero's vision for Spain. Mr. DIEGO LOPEZ Garrido (Socialist Party, Spain): In a democracy, there is a winner and today there is a loser. And the winner is Socialist program, Socialist government, and it's necessary to respect the decision made by the people very clearly. SOCOLOVSKY: It's hard to imagine bipartisanship suddenly breaking out in Spanish politics. Commentators are already saying the vote reinforces what's known here as bipartidismo(ph) - the two-party system. In Spain, the word doesn't carry connotations of cooperation. In fact, there's no word for bipartisanship in the Spanish dictionary. For NPR News, I'm Jerome Socolovsky in Madrid. (Soundbite of music) MONTAGNE: This is NPR News. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/03/10/88031245/spains-socialists-win-parliamentary-elections"
        },
        {
            "headline": "Plenty at Stake as Texas, Ohio Prep for Vote",
            "author": "By  \n\n\n      Madeleine Brand\n    \n\n ,  \n\n\n\n\n\n\n\n      Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 3,
                "year": 2008
            },
            "article_content": "Tuesday's presidential primaries in Texas and Ohio could seal the nomination for the Republican front-runner, Sen. John McCain. They could make or break Sen. Hillary Clinton's bid to take the Democratic nomination away from Sen. Barack Obama.  MADELEINE BRAND, host: This is DAY TO DAY. I'm Madeleine Brand. ANTHONY BROOKS, host: And I'm Anthony Brooks continuing now with presidential politics on the eve of what could be a pivotal moment for the Democrats. Senators Barack Obama and Hillary Clinton are working hard to shore up support on the eve of primaries and caucuses in Ohio, Texas, Rhode Island and Vermont. Joining us now to talk about those four contests is senior Washington editor Ron Elving. Ron, welcome. RON ELVING: Good to be with you, Anthony. BROOKS: Ron, by all accounts tomorrow is do or die for Hillary Clinton in the big states of Texas and Ohio. Of those two big states, where's the focus tomorrow? ELVING: I think the focus is on Texas, because Texas is the largest state that has not yet voted, second most populous state in the country, an enormously diverse state. And yet it's also the state in which Barack Obama has probably staked out his best chance to defeat Hillary Clinton on this crucial day, March 4th, and set himself up as the presumptive nominee of the Democrat Party. If he does win Texas, then even if Hillary should win in Ohio and add Rhode Island, he's still going to be so far ahead in delegates that it's going to be pretty much impossible for her to overtake him. BROOKS: So if Hillary is to stay in the race tomorrow she not only has to win but win convincingly. How convincingly? What does she have to do to make a case that Democrats need to take another look at her and another look at Obama? ELVING: Taking the Clinton campaign's viewpoint at this juncture, if she can keep it close in Texas and win Ohio, win Rhode Island, she's going to make the argument that even if she's going to have a hard time winning more delegates than he's going to have, she has broken his momentum, she would say; she is forcing people to take another look at Barack Obama as the prospective nominee and have their doubts; she is going to be able to go on to Pennsylvania, perhaps, on April 22nd and then on from there to Indiana, North Carolina, other states, and say she's building the momentum before we get to the convention. She could make a plausible case for how by the time we got to Denver even if she didn't have more delegates she would have more momentum and be the more plausible November candidate and use that case to bring the superdelegates to her side. And super delegates cast 20 percent of the total vote. They could reverse a lead in pledged delegates in Denver, if they so chose. BROOKS: Hmm. Two other state voting tomorrow, Vermont and Rhode Island. Do we need to say anything about these smaller states? How important are they? ELVING: They make a very small contribution in terms of the number of delegates. And we assume at this point their going to split, with Vermont clearly going to Obama, Rhone Island still preferring Clinton by a few percentage points. At this juncture they're probably going to cancel each other out. But if they were to both go for the same candidate, that would add to a sense of momentum. BROOKS: Hmm. Now, Senator Clinton went on \"Saturday Night Live\" this past weekend and she's going to join Jon Stewart tonight on \"The Daily Show.\" She's following, of course, in a proud tradition of serious-minded politicians showing they can be goofy. A good strategy for her right now? ELVING: Yes, I think anything she can do to reach out in particular to younger people - and the demographics for these shows are somewhat younger - to people who have not been in her camp, to people who have seen her as being, if you will, the establishment candidate - to borrow a term from another era. Anything she can do to reach out to those kinds of voters is smart politics right now. She's not going to cost herself very much among the people who have been favoring her; that is to say older voters, some of the women - white women in particular - because they're probably with her and because they're probably not watching these shows. BROOKS: Her best voter, her most loyal supporter, is a white woman over 65 years old. So this kind of show would make sense. ELVING: It would. It would, because she needs to reach out to people who are as far away from that demographic as possible. She needs to find more of the first-time voters, people who are for the first time going to contemplate actually going out and making the effort to vote or go to a caucus. And that kind of voter is more likely to either be watching one of these shows or just as significantly picking it up on YouTube or somewhere else on the Internet. BROOKS: All right. We'll tune in. Thank you very much. Senior Washington editor Ron Elving, thanks for joining us. ELVING: Thank you, Anthony. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/03/03/87856995/plenty-at-stake-as-texas-ohio-prep-for-vote"
        },
        {
            "headline": "Mark Shields Looks to Tuesday's Primaries",
            "author": "By  \n\n      Nancy Cook",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 1,
                "year": 2008
            },
            "article_content": "Political commentator Mark Shields speaks with Scott Simon about the upcoming Democratic primaries in Texas and Ohio.  SCOTT SIMON, Host: Mark, thanks for being with us. MARK SHIELDS: Great to be with you, Scott. SIMON: First, David Greene's piece. What do you think of the complaint of the Clinton team? Has Senator Obama received what amounts to preferential coverage? SHIELDS: Part of it on the Clinton campaign is understandable. It's the - it's a basketball coach berating the referee for a call, you know, hoping to get the next call. In other words, to put the referee, in this case, the press, on notice that you're being watched and you're being scrutinized. SIMON: Unidentified Man: It's 3:00 A.M. and your children as safe and asleep. But there's a phone in the White House, and it's ringing. Something's happening in the world, your vote will decide who answers that call, whether it's someone who already knows the world's leaders, knows the military, someone tested and ready to lead in a dangerous world... (SOUNDBITE OF CLINTON CAMPAIGN AD) SIMON: And hold on Mark, because here's the Obama campaign in response. (SOUNDBITE OF OBAMA CAMPAIGN AD) SIMON: When that call gets answered, shouldn't the president be the one, the only one, who had judgment and courage to oppose the Iraq war from the start, who understood the real threat to America was al-Qaida in Afghanistan, not Iraq, who led the effort to secure loose nuclear weapons around the globe. In a dangerous world, it's judgment that matters. SIMON: Mark, what's your feeling for how effective these ads or ads like them are? SHIELDS: Well, it's not the first time. I mean when you've been around this as long as I have having covered Woodrow Wilson's reelection campaign, you do recall... SIMON: The ads used to - pony express riders used to shout the ads back and forth, yeah. SHIELDS: And that was emphasized when Jay Rockefeller, the chairman of the Senate Intelligence Committee endorsed him this week and he said that Obama was - that he was - the undisputable fact was that Obama was right about Iraq when many of us, including Rockefeller were wrong. SIMON: And did he... SHIELDS: And so I think that's the rebuttal they've chosen and apparently it's - at least it's working so far. SIMON: In the 15 seconds we have left, economy or foreign policy going to be the trump card as we get into Ohio and Texas? SHIELDS: The economy. SIMON: Oh, okay. SHIELDS: Yeah. SIMON: We can take it in less than the 15 seconds. Mark, as... SHIELDS: At NAFTA, NAFTA, NAFTA here in Ohio. SIMON: Okay. Opposition to NAFTA, NAFTA, NAFTA? SHIELDS: Opposition to NAF - yeah. Nobody is trumpeting his original sponsorship of NAFTA. SIMON: Okay. Thanks very much, always a pleasure. SHIELDS: Good to be with you, Scott. SIMON: And you're listening to WEEKEND EDITION. This is NPR News. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/03/01/87823937/mark-shields-looks-to-tuesdays-primaries"
        },
        {
            "headline": "Democrats Take Sides in Ohio",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 22,
                "year": 2008
            },
            "article_content": "Democratic presidential candidates Hillary Clinton and Barack Obama are focusing on Texas and Ohio, which hold primaries March 4. An Obama supporter and a Clinton supporter in Youngstown, Ohio, illustrate what the two sides are looking for in a president.  STEVEN INSKEEP, host: It's MORNING EDITION from NPR News. Good morning. I'm Steve Inskeep. The Democratic presidential candidates have been shuttling between two big states that vote soon, March 4th. Texas is where they debated last night, and the other state is Ohio, where both candidates stopped in the same city for separate events this week. Senator HILLARY CLINTON (Democrat, New York; Presidential Candidate): Well, hello, Youngstown. How are you tonight? (Soundbite of cheering) Senator BARACK OBAMA (Democrat, Illinois; Presidential Candidate): Well, I am thrilled to be here at Youngstown State University. Thank you, everybody, for taking the time to be here today. (Soundbite of cheering) INSKEEP: Youngstown, Ohio has another visitor who's thrilled to be there. NPR's David Greene, who stuck around in that city to meet some voters. And David, who'd you find? DAVID GREENE: I actually found two women who I want to tell you about. And they - they gave me a much better understanding of what Obama supporters are looking for in a president and what Hillary Clinton supporters are looking for, because it's really not exactly the same thing. INSKEEP: Although they certainly seem to have similar policies, these two. GREENE: Certainly. I guess I'm talking more stylistically. You know, we keep hearing how these candidates have such different styles. And these two women, they just got to the essence of it. I had coffee with them and I'll tell you about them. One is Allison Cuklah(ph). She's 21. She's a junior at Youngstown State University and she is behind Barack Obama. She thinks he's shown through drawing these huge crowds around the country that he would be an inspiring leader. And then there's Jan Pinz(ph). She is 57. She teaches social studies at a high school, and she's planning to vote for Hillary Clinton and really believes in Clinton's experience. And so we were sitting at this great little restaurant. It's called the Golden Dawn, and Jan told me that it's right around the corner from her house. Ms. JAN PINZ (Teacher): This is a place - this is like Cheers. You walk in and people know you, you know. They say hi. They've got what you drink up on the bar before you sit down. INSKEEP: Okay. So David, what happened when you got this Clinton supporter and this Obama supporter sitting together at this pleasant restaurant? GREENE: Wait until you hear this. I mean, they really started engaging each other. And I'll play this conversation for you and you'll hear that one of our producers has dropped in a little sound of Obama and Clinton in a few moments as the women are talking. And so Allison started out - she was telling me all about Obama's visit. He came to her campus, Youngstown State. Ms. ALLISON CUKLAH (University Student): The line started about 9:00. People were just really, really excited. I talked to a lot of my friends that were waiting in line, and they didn't mind waiting in the cold because it was just kind of a once-in-a-lifetime opportunity. GREENE: Now, Jan Pinz, she's totally behind Hillary Clinton and went to see her speak at a high school in Youngstown. But she said she also tried to go to see Obama's speech as well. So give this a listen. Ms. PINZ: My daughter and my son-in-law and I were in line trying to get in, and we said, no, this is too cold and too long. So we went to Inner Circle, which is a bar on campus and watched it on the big screen and had some refreshments while we watched it. GREENE: Like beer refreshments? Ms. PINZ: Yeah. (Soundbite of laughter) Ms. PINZ: You betcha. GREENE: So what was the scene in there when Obama was speaking? People... Ms. PINZ: Everybody was listening. Everybody was listening. Very close. There wasn't any, like, rowdiness or anything or boo or - but there wasn't any hooray either. So everybody was really intent. They're really listening to him. And I listened too, but I don't hear anything. I just hear like buzz words. Like... GREENE: What are some of the buzz words you remember? Ms. PINZ: Oh, like change and like people said that we couldn't do this. People try to say that - ask me why I was running, you know, why am I running now. Senator OBAMA: I'm not running because I think this is somehow owed to me, because I think it's somehow my turn. I am running because of what Dr. King called the fierce urgency of now. (Soundbite of cheering) Sen. OBAMA: The fierce urgency of now. Ms. PINZ: You know, with you and me helping, we can do it. Those kinds of things. Just nonspecific, cheerleader, coach-type stuff. GREENE: Allison, was there substance in the speech? I mean, Jan is saying that, you know, she wants more meat from Obama. Did you hear some? Ms. CUKLAH: I felt there was. Like for specific issues that are important to specifically my generation, like education for college tuition, especially, and then for healthcare. I'm off my dad's insurance when I'm 23. With the jobs I work, I'm not going to be able to support that. Sen. OBAMA: That's why I've put forward a plan that says every American will be able to get healthcare that is at least as good as the healthcare I have as a member of Congress. Ms. CUKLAH: So hearing, like, his plans, I did feel, like I said, that there was substance and all of that. Ms. PINZ: I disagree. I really do. We went through healthcare with Hillary in '92, '93, '94. And Republicans really tore up on it and they kind of just buried it. So she's already tried this once. Sen. CLINTON: You know, and finally, one of us has faced serious Republican opposition in the past, and one of us is ready to do it again. Ms. PINZ: When somebody's done it once and was unsuccessful, they know how they were unsuccessful. They're not going to make the same mistake. GREENE: Is it a valid point, though, that Obama is just a different kind of candidate than Hillary Clinton? I mean, his speech is more, you know, about inspiration and so forth? I mean, do you see that distinction? Ms. CUKLAH: I do see that distinction, but I think it's because he has more charisma and so he can get the crowd excited. Which, I mean, she can get a crowd excited as well, but just his stage presence, I believe, compared to hers - like, she sometimes seems a little more cold. Ms. PINZ: How's charisma going to help govern? How's charisma going to help foreign policy in the debacle that we're in now? We're a mess in foreign policy. How does charisma translate into good government? It's like any woman who's worked all her life and has attained a certain level. They're usually attacked - if they're attacked at all, they're attacked for their physical appearance. They're not warm. They're too warm. They're, you know, they're too this, that or other. Come on, you're falling for it. Ms. CUKLAH: Now, I wasn't implying that, you know, charisma is going to get the job done, but you do need that stage presence and personality with it to get people excited and want to get involved and to relate to people. I mean, she comes off just, like I said, like cold and just kind of stone-faced, I guess you can say. And I mean she does give a good speech, but it just doesn't seem all that friendly and... Ms. PINZ: I don't find her warm or cold. I find her competent. I have confidence. I - she engenders confidence in women my age. Sen. CLINTON: I have served on the Armed Services Committee. I've been to more than 80 countries, worked with world leaders, stood up to the Chinese government to declare that women's rights are human rights. (Soundbite of cheering) Ms. PINZ: I just wish everybody would just like pay attention to the contents. GREENE: Allison, do you ever hit a moment where you're - you kind of pause and say - just kind of a reality check, you know? I mean, this movement has kind of captured the country, Obama's winning states. Do you ever kind of wake up and say, you know, are we sure here? Just make sure this isn't a popularity contest? You know, should I be thinking about Hillary? You know, is this the right guy? Is he too young? Is he too inexperienced? Ms. CUKLAH: I've stopped and thought about that before, especially when it all started and when I was choosing who I supported. I've done my research on both candidates. GREENE: So Jan, Obama packs a house. I mean, he draws huge crowds. Does that - I mean, does that start making you think at all, like, you know, if this many people are coming out to see him, maybe there's something going on? Ms. PINZ: No. I mean, it's - we - I teach something in social studies called - when I teach propaganda - and it's called the bandwagon effect. And I think what you're seeing now is the bandwagon effect, where everybody just, you know, wants to jump on, which is the same thing as when CNN, when they talk about his rising, his swell, his rising. And I think that's what you're seeing. GREENE: But it looks like it's turning into votes in some states. Ms. PINZ: Oh, it does. You're right. It does. INSKEEP: NPR's David Greene has been talking with some voters in Youngstown, Ohio and letting us listen into the conversation at a restaurant there. And David, Jan Pinz, the Hillary Clinton supporter, really had an incisive critique there of Barack Obama, but also sounds a little resigned to Obama's success. GREENE: She does. She says that she thinks, you know, Hillary Clinton will still win her state, Ohio. But you did hear sounding resigned. And I also think you heard something you're hearing from other Clinton supporters right now, a level of frustration about all of Obama's recent wins. But I'll tell you this, Steve. Both Jan and Allison made very clear while they really are behind their candidates, they're going to vote for whichever Democrat wins this thing and is in the general election this fall. INSKEEP: NPR's David Greene is in Youngstown, Ohio, one of the key primary states coming up. David, thanks very much, as always. GREENE: Thank you, Steve. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/02/22/19266669/democrats-take-sides-in-ohio"
        },
        {
            "headline": "With Edwards Out, Clinton and Obama Face Off",
            "author": "By  \n\n\n\n\n\n\n\n      Mara Liasson\n    \n\n ,  \n\n\n      Michele Norris",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 31,
                "year": 2008
            },
            "article_content": "On Feb. 5, 24 states will hold presidential nominating contests. Find out what's at stake, region by region. Democrats Hillary Clinton and Barack Obama debate Thursday for the first time since their bitter contest in South Carolina — and for the first time without John Edwards. Edwards withdrew from the presidential race Wednesday, but he has yet to endorse another candidate. Michele Norris talks with Mara Liasson about this final debate, five days before Super Tuesday.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/01/31/18582301/with-edwards-out-clinton-and-obama-face-off"
        },
        {
            "headline": "Can McCain Bridge Immigration Divide in Arizona?",
            "author": "Ted Robbins",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 30,
                "year": 2008
            },
            "article_content": "On Feb. 5, 24 states will hold presidential nominating contests. Find out what's at stake, region by region. Sen. John McCain's iconoclastic views on immigration policy have made him an unpopular member of his own party in his home state of Arizona. But his stand comes out of long experience along the border in the state most heavily affected by illegal immigration. As McCain's immigration policies have evolved, he has managed to champion immigration reform despite Arizona GOP opposition.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/01/30/18549116/can-mccain-bridge-immigration-divide-in-arizona"
        },
        {
            "headline": "Number of Latino Voters in Nevada Jumps",
            "author": "By  \n\n      Adam Burke",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2008
            },
            "article_content": "The number of registered Latino voters has surged in Nevada. Las Vegas, in particular, has had a boom in Latinos registered to vote — up at least 20,000 from four years ago. Presidential candidates are taking notice. Dana Ramos recently became an American citizen. She is part of a generation of young Latinos becoming more involved and organized. She commiserated with her Hispanic friends about the issue of immigration.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/01/18/18218552/number-of-latino-voters-in-nevada-jumps"
        },
        {
            "headline": "Independent Ad Raises Rev. Wright",
            "author": "Evie Stone",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 27,
                "year": 2008
            },
            "article_content": "The National Republican Trust PAC goes where McCain has said he won't: Rev. Jeremiah Wright. The National Republican Trust was also behind a recent spot linking Obama's support for giving drivers licenses to undocumented immigrants to the 9/11 Terrorist attacks. The Secret Money Project's Will Evans looked into the group: The PAC was formed last month by a former Defense Department strategist, a freelance journalist and a lawyer who have tried to prove a link between Saddam Hussein and the Sept. 11 attacks. The National Republican Trust's executive director is Scott Wheeler, who has written for the conservative Cybercast News Service and Insight magazine, published by Rev. Sun Myung Moon's Unification Church. His articles include \"Iraq-al-Qaida link revealed,\" \"'Dirty-bomb' plot underway in U.S.?\" and \"Exclusive: Saddam Possessed WMD, Had Extensive Terror Ties.\" Despite being a huge story during the primaries, Rev. Wright has only appeared in a scattering of general-election ads, all of them independently funded. McCain has argued against using the Wright footage, and urged the North Carolina GOP to discontinue airing a Wright ad back in April. But many in the McCain camp -- including his running-mate Sarah Palin -- think reviving the Wright storyline could help McCain close the deal. Evidently the National Republican Trust agrees.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/vox-politics/2008/10/independent_ad_raises_rev_wrig.html"
        },
        {
            "headline": "What Happened To Illegal Immigration As An Issue?",
            "author": "By  \n\n\n      John Ridley",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 17,
                "year": 2008
            },
            "article_content": "Though illegal immigration has actually decreased slightly as our economy has worsened, immigration reform remains an important issue. Illegal immigrants vs. undocumented workers. Guest workers' visas. Border security. Minutemen. Those were the buzz words of the illegal immigration debate as the House and Senate wrangled a reform bill and tens of thousands of people spilled out into the streets to voice their opinions on it. The debate was passionate, tough and seemingly unending. Barely a year later, and any talk of immigration reform has seemingly ended. In Wednesday night's final presidential debate, the word \"immigration\" was used only once — separate from the word \"illegal\" — and it was a reference by John McCain to a perceived distortion within a Barack Obama campaign ad. There are a few reasons illegal immigration as an issue has fallen off the national radar. Certainly the tanking economy has taken center stage. But wasn't illegal immigration tied to the economy? Weren't \"those people\" either dragging us down as leeches on social programs or engines of domestic growth by doing the jobs that Americans wouldn't do? Surly the issue was important enough then that it should be put into some kind of perspective now. Also, McCain joined with Sen. Ted Kennedy to sponsor the 2007 comprehensive immigration reform act. Or was it the amnesty bill? Whichever, it was a bill Barack Obama voted in support of. It's already hard enough for McCain to differentiate himself from Obama, what with McCain adopting the cloak of \"change.\" Underscoring yet again where he agrees with Obama does McCain no good. And, too, the Hispanic vote is shaping up to be the game changer — the buzzword of '08 — in this presidential election. Hispanic voters could make the difference in swings states such as Colorado, New Mexico, Nevada and even North Carolina — a fact McCain must be very mindful of. When McCain co-sponsored the bill with Kennedy, he alienated fellow Republicans. After the bill failed to pass in the House and he flip-flopped back into a more conservative stance, McCain alienated Hispanics. Obama enjoys a wide advantage among Hispanic voters. McCain can't afford to alienate anyone else by substantively talking about illegal immigration. Which is unfortunate. Though illegal immigration has actually decreased slightly as our economy has worsened, immigration reform remains an important issue. Despite both candidates supporting the Kennedy bill, there are differences of approach between McCain and Obama that should be discussed. The electorate deserves talk on the issue. Clearly that's not going to happen until after Nov. 4.",
            "bias": "undocumented",
            "url": "https://www.npr.org/sections/visibleman/2008/10/what_happened_to_illegal_immig_1.html"
        },
        {
            "headline": "What Drives Record Spending on Defense?",
            "author": "Guy Raz",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 7,
                "year": 2008
            },
            "article_content": "By the end of 2008, the United States will spend three-quarters of a trillion dollars on defense. Adjusted for inflation, the Pentagon's latest budget will be the highest since the end of World War II. Yet, over the past seven years, troops in Iraq and Afghanistan have faced equipment shortages and lack of proper armor.  RENEE MONTAGNE, host: The Pentagon's budget has hit a new milestone. Adjusted for inflation, it's the highest in more than 60 years. By the end of this year, the United States will spend three quarters of a trillion dollars - that's trillion, on defense. The average American household now pays about $8,000 in taxes a year just for the Defense Department. So we asked NPR's Guy Raz to take a look at how some of that money is spent. GUY RAZ: Say you bought $3,000 worth of Lockheed Martin stock on September 10, 2001. Lockheed is the biggest defense contractor in America. Now if you bought that stock, your three grand would be worth close to $10,000 today. It's not that Lockheed has a revolutionary business model, but the past few years have been very good for business. The company's biggest customer is the U.S. government, so Lockheed's success hinges on increases in defense spending, spending on things like its F-22 fighter jet. (Soundbite jet engine) RAZ: The F-22 is the most expensive fighter jet in history, more than $300 million a pop. It has no rival and yet… Mr. WINSLOW WHEELER (Analyst, Center for Defense Information): It is finally after 25 years of expensive development reached what the Air Force calls full operational capability, meaning that it's ready to go to war. We've got two wars going on, and it has not flown a single sortie in either war. RAZ: This is Winslow Wheeler, an analyst with the Center for Defense Information. He says the F-22 serves little purpose today. It was designed to fight the Soviets in air-to-air combat. And the F-22 program alone has cost tax payers $60 billion or about as much as the GDP of a country like Slovakia or Vietnam. But the F-22 is still very much alive. It's alive, says Christopher Hellman, an analyst at the Center for Arms Control, because of one thing, Congress. Mr. CHRISTOPHER HELLMAN (Analyst, Center for Arms Control): Lockheed Martin very candidly will tell you on their Web site that they represent tens of thousands of employees in 45 of the 50 states. When you have that kind of political clout behind you, it's very easy to convince members of Congress that continuing a program like that is important to their constituencies. RAZ: And Lockheed, like many other defense contractors, has managed to successfully equate its products with America's national security. (Soundbite Lockheed Ad) RAZ: This is one of the company's corporate ads. Lockheed, like all the major defense contractors, hands out campaign money to both Democrats and Republicans. President Bush is one of its biggest recipients, but so are two of the strongest opponents of the Iraq War in Congress: Democrats Jack Murtha, he's the chairman of the committee that doles out money to the Pentagon, and Ike Skelton, the congressman who oversees the military. Now, when Republicans control Congress, industry money trends their way. Now that Democrats control it, the trend has reversed. Mr. HELLMAN: No one ever lost an election by voting for more spending for the Pentagon, but you can easily lose one by being perceived as soft on defense. RAZ: Christopher Hellman notes that Lockheed's projects are just a part of what drives the defense budget. There's missile defense, new jet fighters, a new naval destroyer, Virginia class submarines, the list goes on. And budget analysts estimate that these big-ticket items now make up almost half of the Pentagon's regular budget. According to Miriam Pemberton, a researcher with the Institute for Policy Studies, many of these programs… Ms. MIRIAM PEMBERTON (Researcher, Institute for Policy Studies): …have no real value for any, you know, counter-terrorism operations. You know, al-Qaida and the Taliban don't have any fighter jets and are never going get any. So, these big-ticket items drive the budget and become de facto our security priorities when they don't in fact enhance our security. RAZ: And defense spending, she says, is no longer a controversial issue on Capitol Hill. But it wasn't always that way. Unidentified Male: Members of the Congress, I have the distinguished honor of presenting to you the president of the United States. RAZ: Just a few days after his inauguration in 1953, President Dwight Eisenhower, who was the first general to serve as president in the 20th century, stunned Congress by promoting deep cuts in defense spending. President Dwight Eisenhower (Former President): To a mass military power without regard to our economic capacity, would be to defend ourselves against one kind of disaster by inviting another. Mr. WHEELER: What Eisenhower said was true then, it's just that now it's 10 times more true. RAZ: And as Winslow Wheeler points out, today, Congress usually adds more money to the Pentagon's budget requests. Wheeler was forced to step down from his job as a Republican staffer on the Senate budget committee in 2002 after he wrote an article blasting bloated defense spending. He explains that every year, members of Congress figure out which defense projects will benefit their own districts, and then they add it to the defense budget. Mr. WHEELER: One of the misunderstandings about the pork system is that people think it's stuffed down the unwilling throat of the Defense Department. That is not the case in nine out of 10 cases. As a matter of fact, you won't get your pork project added to a defense appropriations bill unless someone in the Pentagon does approve the project. RAZ: The United States now spends more on defense than every other country in the world combined, and the Pentagon's spending power alone makes it richer than Australia. And yet, over the past seven years, despite massive funding increases, troops in Iraq and Afghanistan have faced equipment shortages and lack of proper armor. Here's Christopher Hellman again. Mr. HELLMAN: When we send our men and women off to war, we feel rightly that they be the best trained, best equipped, best supported military on the field. The irony, however, is that higher defense budgets don't necessarily mean that that will be the case. Mr. WHEELER: We spend more today on defense than we have ever spent since the end of World War II, in inflation- adjusted dollars. Our military forces are today smaller than they've ever been since the end of World War II. We are quite literally getting less for more. RAZ: Now, last year, researcher Miriam Pemberton took a hard look at the Pentagon's budget, and she wanted to answer a question. Ms. PEMBERTON: It's important that we spend what we need to keep ourselves safe and secure, but the question is, you know, what kind of spending is going to do that best? RAZ: So Pemberton crunched the numbers, and she found that the Pentagon could still fund troops, equipment, maintenance, even modernization, and on top of that put money into diplomacy, humanitarian aid, and other forms of preventative security and still easily cut the budget by 10 percent. And the value of that 10 percent alone? Well, it's still more than the combined annual wealth of Guatemala and Costa Rica. Guy Raz, NPR News, Washington. (Soundbite music) Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2008/02/07/18764753/what-drives-record-spending-on-defense"
        },
        {
            "headline": "Naturalization Applications Spike Ahead of Election",
            "author": "Jennifer Ludden",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 17,
                "year": 2008
            },
            "article_content": "More than a million legal immigrants applied to naturalize last year, a sharp spike driven by fee increases and — for many — a desire to vote in this year's presidential race. But the immigration agency says it's overwhelmed and can't process the applications until after the vote. That has led to charges that a Republican administration is blocking new voters who are likely to lean Democratic. Now the head of Citizenship and Immigration Services tells a congressional panel how he plans to speed up processing.",
            "bias": "refugees",
            "url": "https://www.npr.org/2008/01/17/18195349/naturalization-applications-spike-ahead-of-election"
        },
        {
            "headline": "Envoys Work to Quell Kenya's Post-Election Crisis",
            "author": "By  \n\n\n      Gwen Thompkins",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 4,
                "year": 2008
            },
            "article_content": "Diplomatic efforts to break the impasse between Kenyan President Mwai Kibaki and challenger Raila Odinga are in full swing. Kenya has been in turmoil since Sunday, when dubious election results handed Kibaki a second term in office. Odinga has refused to concede. European ambassadors have been meeting with all interested parties. U.S. envoy Jendayi Frazier is in Nairobi, and even South Africa's  Archbishop Desmond Tutu made the rounds.",
            "bias": "refugees",
            "url": "https://www.npr.org/2008/01/04/17854260/envoys-work-to-quell-kenyas-post-election-crisis"
        },
        {
            "headline": "'This American Moment' As Peggy Noonan Sees It",
            "author": "By  \n\n      Peggy Noonan",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 1,
                "year": 2008
            },
            "article_content": "Peggy Noonan is the author of several books about American politics, most recently Patriotic Grace: What It Is and Why We Need It Now.\n                \n                    \n                    Meet The Press/Getty Images\n                    \n                \nhide caption Peggy Noonan, former speechwriter for Ronald Reagan and columnist for the Wall Street Journal, weighs in on the historical significance of the 2008 presidential election. She's next up in Talk of the Nation's \"This American Moment\" series, in which artists, journalists, scholars and politicians describe what's at stake at this moment in the nation's history. What It Is and Why We Need It Now by Peggy Noonan Hardcover, 192 pages | Your purchase helps support NPR programming. How?",
            "bias": "nationalism",
            "url": "https://www.npr.org/2008/10/01/95243137/this-american-moment-as-peggy-noonan-sees-it"
        },
        {
            "headline": "'The Holocaust Is Over,' Says Israeli Politician",
            "author": "By  \n\n      Avraham Burg",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 8,
                "year": 2008
            },
            "article_content": "Avraham Burg, former speaker of the Israeli parliament, says it is time for Jews to \"rise from the ashes\" of World War II. In his book, The Holocaust Is Over, Burg says Jews and Israelis must remember the Holocaust, but not be its victims for generations to come. Guests: Avraham Burg, author of The Holocaust Is Over; We Must Rise From Its Ashes, and former speaker of the Knesset Omer Bartov, professor of European history at Brown University by Avraham Burg Hardcover, 253 pages | Your purchase helps support NPR programming. How?",
            "bias": "nationalism",
            "url": "https://www.npr.org/2008/12/08/97960773/the-holocaust-is-over-says-israeli-politician"
        },
        {
            "headline": "Obama's Approach To U.S. Relations With Iran",
            "author": "By  \n\n\n      Mike Shuster",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 25,
                "year": 2008
            },
            "article_content": "President-elect Barack Obama said repeatedly during the campaign that he would seek engagement with Iran without preconditions. After Obama was elected, Iranian President Mahmoud Ahmadinejad sent him a congratulatory letter.  How is the U.S. relationship with Iran changing? NPR senior news analyst Ted Koppel and former national security adviser Zbigniew Brzezinski discuss U.S.-Iranian relations and Obama's diplomatic opportunities. Guests: Ted Koppel, former anchor of ABC News Nightline, managing editor of the Discovery Channel, senior news analyst for NPR Zbigniew Brzezinski, former national security adviser to President Carter from 1977-1981, professor of American foreign policy at Johns Hopkins University, counselor at the Center for Strategic and International Studies",
            "bias": "nationalism",
            "url": "https://www.npr.org/2008/11/25/97464073/obamas-approach-to-u-s-relations-with-iran"
        },
        {
            "headline": "James L. Taylor: Why Michelle Obama is \"Fair Game\"",
            "author": "By  \n\n\n      Geoff Bennett",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2008
            },
            "article_content": "In an unscientific News & Views poll, 83 percent of respondents said Michelle Obama does not need an image makeover. The premise for the poll question: Criticism and outright attacks on Michelle Obama for being, as her detractors say, unpatriotic, race-conscious, and abrasive. In this week's installment of Political Positions, James Lance Taylor offers a historic perspective. His piece is titled The UnAmerican Americans: Or, Why Michelle Obama is \"Fair Game.\" Taylor is associate professor of politics at the University of San Francisco and president-elect of the National Conference of Black Political Scientists. At the turn of the 20th century, W.E.B. Du Bois wrote of a concept widely discussed in contemporary intellectual and campus circles as \"double consciousness,\" the sense of reconciling \"two warring ideals\" of being of African and American descent in a patriotically racist society that made these dichotomies the litmuses of who belongs to America and to whom America belongs. This academic concept fits Barack Obama more than Michelle and traditional \"African Americans\" like her, whose ancestry is traceable to the slavery epoch, nine decades of enforced segregation, and the post-Civil Rights desperation of urban, rural, and suburban ghettos in Chicago and throughout the country.  Emmanuel Dunand, AFP/Getty Images  Harold Cruse would later suggest that Du Bois's idea was autobiographical and did not apply to desperately poor, peasant, and working-class African Americans in the post-bellum South, whose daily experience prevented them from having the convenience of \"double consciousness.\" They knew who they were and what they had been in American society. For middle-class and affluent African Americans -- as the Obama's now are -- this idea yielded a sense of \"twoness\" concerning being in America but not of America. Years later, Cornel West took the double consciousness construct and clarified that its major shortcoming was the failure to realize that the earliest Europeans who came to America were as alien to the land as were the Africans. Early American whites were \"incomplete\" Europeans and as much \"bastards\" of the American continent as the first Negroes. Both populations were alien to the land, their first and most enduring contact occurred during slavery. In his book Prophesy Deliverance, Cornel West explains, \"Black Americans labored rather under the burden of a triple crisis of self-recognition. Their cultural predicament was comprised of African appearance and unconscious cultural mores, involuntary displacement to America without American status, and American alienation from the European ethos complicated through domination by incompletely European Americans.\" Many of these groups were finally assimilated in the United States, after centuries of being pariah in Europe (e.g., Jews, Poles, Irish, Turks, Southern Italians), with Black Americans' un-Americanness representing the standard of their eventual acceptance in the United States. Black Americans went from being pariah to stigmata. The ideas that Michelle and Barack Obama are somehow unpatriotic, Muslim, anti-American racist Christians -- who are anti-Islam -- refuse to wear the lapel flag, to pledge allegiance to it with hand over heart, and are just recently \"really proud\" of their country, \"terrorist fist\" bumpers who secretly wear Islamic Somali traditional clothing, wrote angry undergraduate papers, might be assassinated between now and the Democratic National Convention like Bobby Kennedy in 1968, and can be a Harvard-educated married \"baby mama,\" are all rooted in a history of \"American alienation\" that plays well in the strange world of American politics. In the present, if Barack Obama suffers from double-consciousness because of his very unique racial experience in Hawaii and Kansas, Michelle Obama's world in the political turbulence of the 1960s through the 1980s \"crack\" era in Southside Chicago disabused her of any such confusion. It is this clarity in Mrs. Obama that has led some media and other critics to suggest \"she simmers with undigested racial anger.\" This has been the caricature of urban Black America since the 1960s. Some think of Black Americans' nationalist traditions -- from Garveyism to Afrocentrism -- as representing the \"African\" side of the equation and its \"American\" side represented by the social and political ambitions of integrationism embodied in Martin Luther King, Jr., and the NAACP. I do not support this notion primarily because Black Americans, who are among the land's oldest Americans, arrived in America with the Spanish by more than a century before all other Europeans, including the British Pilgrims, who came in 1620, one year after the first Black indentured servants arrived in Jamestown, Virginia. With the exception of the indigenous peoples, the various native populations (Mexican and Native Americans), the Africans' presence in the Americas profoundly influenced America life. There has seemingly always been a tug-of-war between these competing orientations among American Blacks. David Walker, Malcolm X, Louis Farrakhan, and yes, Jeremiah Wright, Jr., reflect one orientation and Bayard Rustin, James Baldwin, King, Jesse Jackson, and Barack Obama represent the others. To be sure, there is a great deal of overlap between these tendencies and there is plausibly a third strata that includes many individuals who harbor elements of both, such as King between 1965-1968, Ella Baker, Maxine Waters, Michelle Obama, and a majority of ordinary African American people. Like Harlem, Chicago remains a vital center of \"political\" Black nationalism, the sort that catapulted Louis Farrakhan from Chicago to the fore of Black politics in the 1980s and 1990s and imposed itself on Jackson's presidential campaigns in a manner similar to the way that Jeremiah Wright, Jr., has in the Obama campaign. But there is a difference in \"political\" Black nationalism and latent feelings of group solidarity among individual African Americans that is akin to the differences between \"political\" conservatism of Republicans and Southern and rural Democrats that targets say, gay rights, and the conservative attitudes people may hold about homosexuality in general. The \"political\" is often parasitic of peoples' ordinary dispositions. Michelle Obama represents the latter. That Barack Obama does not have a slavery ancestry in the United States makes his potential Democratic nomination and election amenable to the ridiculous claim and much desired goal of American society and culture having become \"post-racial,\" on the cheap. A chorus of denial, no acknowledgment, no injury, \"what happened to your people didn't happen to you,\" \"get over it,\" \"stop being a victim,\" \"we voted for Obama.\" Is this a concession that everything before the Obama campaign was \"racial\"? Does this mean that the prisons have been opened and Black Americans are no longer vulgarly overrepresented in them? Does it mean that public education has been eradicated? Does it mean that the ghettos of America are filled with all groups? Does it mean that Hurricane Katrina was a post-racial event? If history is instructive, there is a potential scenario where race and racism will become more, not less salient if Obama is elected. Every major precedent in American race relations, has been followed by the rise of reactionary forces; after abolition (\"southern redemption,\" Jim Crow, and lynching), after Jack Johnson (the Mann Act and lynching); after Joe Louis and Jackie Robinson (Jim Crow strengthened as status quo); after Brown v. Board of Education (\"Southern Resistance\" and lynching of Emmitt Till); after the \"I Have A Dream\" March on Washington (bombing of 16th Street Baptist Church in Birmingham); after the Civil Rights movement (race conservative backlash and the Reagan Revolution). Whatever \"post-racial\" means, this ostensibly \"new\" state of things, where many whites are now \"comfortable\" voting for a \"black candidate\" for President has occurred in some people's minds despite the fact that African Americans organized a civil rights movement in order to vote for competing white male candidates, beginning two centuries ago. It is the absence of a complaint against the American state and society that has inspired his eighteen million, mostly liberal and moderate white Democratic supporters to vote for him since the Iowa Caucus. The absence of this complaint has made him, not a Jesse Jackson, not an Al Sharpton. And no single development facilitated this more than Jeremiah Wright's Black rage. Nothing was more \"anti-American\" in the 1960s than for African Americans in search of an alternative national and spiritual identity to renounce their Christian names and to adopt African and Islamic names such as Kweisi, Kwame, Ahmad, Khadijah, Shabazz, Ayesha, Hakim, Muhammad Ali, Karim, Jamal, Amiri Baraka and so forth in protest. Barack Obama's very unWestern, UnAmerican given name would be a \"political act\" if he were a \"traditional\" African American whose ancestry was rooted in the long complaint against slavery and racism. More than the rest of us, Civil Rights and Black Power veterans must be shaking their heads over the possibility that the first African American major-party nominee and possible President, is named Barack Hussein Obama. His name, no matter how odd or \"funny,\" as he likes to call it, is forgivable because his story is not traceable to a Southern plantation as is the case of Michelle Obama and most American Black people. No doubt Colin, Condoleezza, Eldrick \"Tiger\" Woods, Oprah, and other uniquely named American Black people are able to achieve \"success\" and high social, political, and media status supported by the American white majority. But their respective successes, (or even former UN Secretary General Secretary Kofi Anan's) are tempered by the fact that their achievements in comparison to what Obama is on the verge of, are relative to what the Chairman of the Joint Chiefs, the Secretary of State, the UN Secretary, a great golfer, or a billionaire talk-show host is to the Office of the President of the United States of America. In fact, they are the default exceptions that demonstrate the rule. The point is not whether Black people with odd names can achieve success in America, it is about a legacy. It speaks to the fact that there is no \"unfinished\" racial business evident in Obama's story as there is in the humble, working-class origins of Michelle Obama's. She, more so than Barack Obama, embodies the very contested \"racial contract\" in America that Obama's book says \"America had already begun to weary of over forty years ago.\" Barack Obama represents the new America, Michelle Obama represents segments of traditional Black America; she embodies an \"unforgivable blackness.\" Like most Americans, Obama has had his hardships growing up as he has said, \"without a race,\" without a father, without a sense of community. Whatever personal alienation he may have felt growing up part African, part American, part abandoned by his African father, part Hawaiian, and part Kansan, no one in his ancestry was ever subject to the Supreme Court's Dred Scott ruling as were all Black people in the United States; none were subject to Jim Crow; and none lived in an American ghetto. But Michelle Obama on the other hand would be the first American with a slavery ancestry to occupy the White House; minus the slaveholding presidents. That her comments, \"for the first time in my adult lifetime, I am really proud of my country,\" could be used to question her patriotism by fraudulent blogs, cable news programs, and print media despite the fact that the adverb \"really\" actually heightens her sense of pre-existent pride in the country, is made possible in a place where Black Americans' patriotism has been trumped by the very fact of their blackness. Michelle Obama represents parts of Black America in ways that Obama cannot; and that is her original political sin. If Obama's Black \"half\" is forgivable, his better half Michelle's is not. -- James Lance Taylor James L. Taylor: Before Hillary Clinton Became White",
            "bias": "nationalism",
            "url": "https://www.npr.org/sections/newsandviews/2008/06/the_unamerican_americans_or_wh.html"
        },
        {
            "headline": "Top Iraqis Seek Timetable For U.S. Withdrawal",
            "author": "By  \n\n\n      Lulu Garcia-Navarro\n    \n\n ,  \n\n\n      Michele Norris",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 8,
                "year": 2008
            },
            "article_content": "Iraq's national security adviser says there won't be a security deal with the U.S. unless it contains dates for the withdrawal of U.S.-led troops. On Monday, the country's prime minister said he expects the deal to include a timetable for withdrawal.  MICHELE NORRIS, host: Now, to Iraq and a development in talks over the status of U.S. forces there. Today, Iraq's national security adviser said his country will not agree to any new pact on U.S. forces unless it includes a timetable for withdrawal. His assertion amplified comments made yesterday by the Iraqi prime minister, and the issue could have major implications for Baghdad and Washington. NPR's Lourdes Garcia-Navarro joins us now on the line from the Iraqi capital. And, Lourdes, I understand the comments today by the Iraqi national security adviser were stronger than those made yesterday by the prime minister. LOURDES GARCIA-NAVARRO: Yeah. Prime Minister Nouri al-Maliki's comments yesterday, basically, it was the first time that we've heard about this. He said basically that they were looking for a timetable for the withdrawal of U.S. forces. Mouwaffak al-Rubaie spoke to reporters in the holy city of Najaf today, and he amplified the statement. He said, quote, \"Iraqis are waiting impatiently for the day when the last foreign soldier leaves Iraq\" and that the talks were focused on dates and clear horizons determining the departure of U.S. forces. Ali Adeeb is an adviser to the Iraqi prime minister, Nouri Al-Maliki. We spoke to him about this. And he told us that right now, the discussions are centering around when Iraqi forces will be ready and when Iraqis will have full security control of all of Iraq's provinces. He says Iraq envisions U.S. forces leaving in about three years. The U.S., he says, has countered with a vision that says most troops might leave by 2015, seven years down the road. That's quite a wide discrepancy. NORRIS: So on one hand, we have these public assertions, but are you able to get a handle on what's actually going on in the negotiations behind closed doors? GARCIA-NAVARRO: It's been very difficult to get the substance of these negotiations confirmed. The U.S. is saying very little about the details of these talks, and different Iraqi sources tell us things that are often conflicting. The one thing that we know is what they say publicly, and this very public move on the part of the Iraqis that they want a clear timetable for U.S. troop withdrawal is quite significant. NORRIS: We have heard reaction from the White House in response to Prime Minister Maliki with the administration saying that these talks with Iraq are not about, quote, \"a hard date for withdrawal.\" So are we facing a bit of an impasse here? GARCIA-NAVARRO: A State Department spokesman said today, we will withdraw. However, the decision will be conditions based. We're looking at conditions, not calendars here. But there are impasses on many different things between the United States and Iraq. It's not only these talks about a possible date for troop withdrawal. There are discussions and disagreements on any number of issues to do with immunity for Iraqi troops here, to do with if U.S. forces can detain Iraqis here. So we're seeing these negotiations proceed very, very torturously. NORRIS: And they proceed with an administration here in the U.S. that is facing an end date with the election November and the inauguration in January. GARCIA-NAVARRO: We've already seen these negotiations be downgraded initially. This was - they said that they were going to be negotiating a status of forces agreement, which is a long-term formal agreement between two countries. And now, they're talking about some kind of memorandum of understanding, a short term, lesser deal. And many of the Iraqi politicians that I've spoken to have said, we don't know if we want to be negotiating this with an administration that is heading out the door. There are elections in the United States, and perhaps we can get a better deal with the next president of the United States. NORRIS: And their election is coming up in Iraq also. Is that part of the benefit of Maliki speaking up like this? GARCIA-NAVARRO: Absolutely. Provincial elections are coming up, and the issue of sovereignty and Iraqi nationalism is playing big. Prime Minister Maliki has been acting like an assertive tough leader for months now. He's been advertising himself as having taken on the militias with his offensives in Basra, as having taken on al-Qaida in Iraq, and now he's talking about taking on the Americans. So he is definitely positioning himself here for these upcoming elections in the fall. NORRIS: Thank you, Lourdes. GARCIA-NAVARRO: You're welcome. NORRIS: That was NPR's Lourdes Garcia-Navarro speaking to us from Baghdad. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "nationalism",
            "url": "https://www.npr.org/2008/07/08/92342760/top-iraqis-seek-timetable-for-u-s-withdrawal"
        },
        {
            "headline": "Pakistan Prepares for Parliamentary Elections",
            "author": "By  \n\n\n      Philip Reeves",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 17,
                "year": 2008
            },
            "article_content": "Pakistan holds parliamentary elections Monday. The outcome could produce a parliament hostile to President  Pervez Musharraf, who has seen his popularity plummet over the past year. Violence that has wracked Pakistan recently is expected to produce a low  turnout in most areas of the country but probably not in the Bhutto  stronghold of Sindh province, giving rise to expectations that her  Pakistan People's Party is likely to dominate the new legislature.",
            "bias": "border",
            "url": "https://www.npr.org/2008/02/17/19128137/pakistan-prepares-for-parliamentary-elections"
        },
        {
            "headline": "Israel's Olmert Visits U.S. Amid Corruption Probe",
            "author": "By  \n\n\n      Eric Westervelt",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 2,
                "year": 2008
            },
            "article_content": "Prime Minister Ehud Olmert leaves Israel on Monday for a three-day visit to Washington, where he'll meet with President Bush and address the annual conference of the American Israel Public Affairs Committee, the most powerful of the pro-Israel lobbying groups. Olmert's visit is overshadowed by his problems at home, including a major corruption probe.",
            "bias": "border",
            "url": "https://www.npr.org/2008/06/02/91054786/israels-olmert-visits-u-s-amid-corruption-probe"
        },
        {
            "headline": "Could Texas Lose Its Solidly Republican Identity?",
            "author": "Wade Goodwyn",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 19,
                "year": 2008
            },
            "article_content": "The Republican Party in Texas holds every statewide elected office, including both U.S. Senate seats, the governor's mansion and majorities in the Texas House and Senate. There's no reason to be worried, right? Except that Indiana used to be considered safely Republican — as did Iowa, Nevada, Virginia, Colorado and North Carolina, all states won by President-elect Barack Obama last month. Although Arizona Sen. John McCain carried Texas by a double-digit margin, some Democratic organizers believe that, with enough money and staff, the Lone Star State could be flipped. This imagined realignment would not happen immediately; it would take between two and four election cycles. But if Democrats could flip Texas, the ramifications for the Republican Party could be traumatic, making GOP politicians vulnerable to a decades-long exile from power at the national level. Texas GOP Vulnerabilities Dallas Republican Rep. Jeb Hensarling is a rising young star in the U.S. House of Representatives. He was key leader in the Republican opposition to the $700 billion Wall Street bailout package. He has no wish to spend the next 20 years wasting away inside a politically marginalized party. \"We've lost the pocketbook issues, and it's part of our core identity as a party,\" he says. \"People no longer view us as the party of fiscal responsibility. They don't view us as the party of smart government. They don't view us as the party of economic growth.\" Watching the Republican brand transform from a proudly worn gold medallion into something that must be dragged around like a ball and chain has not been a pleasant experience for Hensarling. The Texas GOP has challenges on several political fronts. First, Democrats have made significant strides with young voters over the past six years. This trend is apparent in the turnout for Republican and Democratic functions in the state. With Obama's success recruiting 20- and 30-something voters, young Republicans are vulnerable to a sense of disappointment at their much smaller numbers — sort of like watching the really fun party at the house across the street. Hensarling knows Republicans need to do a better job nurturing and recruiting this next generation of conservatives. He understands that if you are trying to find your way politically, you ask the voters for the map. \"A lot of them are interested in competent government,\" he says. \"They're interested in economic growth and opportunity, and they're looking for people who don't project an angry message.\" How Texans View The GOP The perception of the GOP as an angry party is a problem of both style and substance. Republican pollster David Hill began sounding the alarm on just this issue two weeks ago, when he published the results of a statewide poll of Texas voters that stunned pundits on both sides of the political aisle. \"For example, we found that Republicans are characterized as an angry party. The Republicans are characterized as a less than welcoming party,\" he says. In nearly every negative category, Republicans lead Democrats by double-digit margins. Forty-three percent of Texas voters believe Republicans are arrogant, with just 15 percent saying that term applies to Democrats. The Republican Party suffers a 23-point lead when it comes to the subject of corruption and a 24-point margin as racist.  The Democratic Party, on the other hand, enjoys double-digit leads when pollsters ask about positive attributes.  Democrats are considered thoughtful by more than 25 points over Republicans. Reformer, innovative, smart, fair, professional, competent, pragmatic and practical — in category after category, Democrats have the lead, and often sizable ones. The fact that Hill is such a widely respected GOP pollster only added to the sense of Republican concern because Hill is not attacking them; he is sending a warning. \"I'm worried that a lot of Republicans have forgotten how Republican realignment occurred, and so [they] are not well-positioned to combat the Democrats making a comeback here,\" he says. The poll also revealed the Texas GOP is in danger of fracturing, partly along generational lines. Emerging Republicans are less socially conservative, less ideological and more open to voting for the other party. For example, the number of traditional Republicans who believe that government spending should be strongly cut comes in at 67 percent. But only 42 percent of emerging Republicans felt the same way, a 25-point difference and sobering evidence of a split that must eventually be bridged. A Democratic Comeback In Texas? If there is a Democratic comeback, it's down the road. In the here and now, Texas is dominated by the Republican Party, and the party is dominated by evangelicals. They put President George W. Bush on their back in 1994 and carried him to the governor's mansion. Then they did the same for his more conservative successor, Rick Perry. Social conservatives decide what science books are used in public schools and what compensation can be sought in Texas courtrooms.  Their influence, in other words, is widespread. They are believers, and they do not believe that the path to future political success is to water down the GOP's core conservative values. Bill Crocker is the Republican National Committeeman in Austin. \"Show me the last time a moderate Republican campaign won nationally,\" he says. \"I can remember all the way back to Kennedy, every time we have campaigned as a moderate we have lost, period.\" But the gap between moderate and conservative Texas Republicans could be   widened in an upcoming race for governor: with incumbent Rick Perry running against U.S. Sen. Kay Bailey Hutchison. It would be the first time in history a U.S. senator has challenged a sitting governor from the same party. Social conservatives will trend to Perry, and economic and moderate conservatives to Hutchison. Even though the election is two years away, Perry's staff has already begun characterizing Hutchison as a hopelessly compromised Washington politician. Hutchison's staff responds that the Texas governor is an antagonistic ideologue whose strident positions stand in the way of effective government in Austin. Harvey Kronberg, editor of the Texas political journal The Quorum Report, says nobody knows how the GOP would emerge from such a contest. But he knows that the way the Democrats have eaten into the Republican majority in the Texas House is real cause for Republican concern. \"There are a lot of signals. The easiest signal to understand is, in the last three elections, Republican numbers in the Texas House of Representatives have dropped from 88 to 76. They are now down to a one-vote majority, and that's all happened in the last six years,\" he says. And off in the distance is the sound of marching Hispanic feet, like Santa Anna's Army just beyond the horizon. The growth of the Hispanic electorate in Texas is 1 to 2 percent per election cycle, and the building of the border wall in the Rio Grande Valley, combined with hot anti-illegal immigrant rhetoric, has only helped Democrats with this group of voters.",
            "bias": "border",
            "url": "https://www.npr.org/2008/12/19/98388035/could-texas-lose-its-solidly-republican-identity"
        },
        {
            "headline": "Candidate Bingo: Is Bloomberg Running?",
            "author": "By  \n\n\n      Robert Smith",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2008
            },
            "article_content": "Think someone you know may be running for president? Print out our candidate Bingo card to find out! (To download, PC users: Right-click and select \"save target as.\" Mac users: Control-click and \"save link as.\") New York Mayor Michael Bloomberg holds Sienna Farruggio after delivering the State of the City address, Jan. 17, 2008. He spoke against a backdrop of five ethnically diverse families.\n                \n                    \n                    Mario Tama/Getty Images\n                    \n                \nhide caption Bloomberg meets with new Shanghai Communist Party Secretary Yu Zhengsheng at the Radisson Hotel in Shanghai, Dec. 12, 2007.\n                \n                    \n                    Mark Ralston/AFP/Getty Images\n                    \n                \nhide caption Everywhere New York Mayor Michael Bloomberg goes, he's asked the same question:  Are you running for president? Bloomberg always answers no, and adds that he already has the best job in the world. But that hasn't stopped his supporters and quite a few reporters from suspecting that he may have secret plans to run.  He already has the billions of dollars of personal wealth. He certainly has the ambition, and there were reports this week that the mayor is doing polling in major states.  But is Bloomberg showing the signs of really becoming a presidential candidate? I decided to find out.   I made up a BINGO card with all the attributes you see in candidates these days: an overwhelming desire to kiss babies and shake hands, the verbal tic of always mentioning \"change\" and the excessive quoting of John F. Kennedy, or Reagan, depending on your political bent.   I followed Bloomberg around for the week and marked off the squares.   And let's just say, I never yelled BINGO. Mayor Bloomberg doesn't exude the populist touch.  He didn't talk NASCAR or eat junk food.  In fact, when faced with a buffet table of sweets, he opted for the pumpernickel bagel.   Another big test was at the firefighter graduation.  The room was filled with adorable babies.  Adorable babies of firefighters.  What politician could resist?   Bloomberg didn't smooch a one of them. Of course, 10 years ago, no one would have thought a man like Bloomberg could be mayor.  New York City had a recent tradition of larger-than-life, controversial mayors. But it turns out that New Yorkers actually enjoy a calm, efficient manager to help make the city run smoothly. Perhaps, after the longest presidential race in history, American voters might be willing to consider the same thing.  If your BINGO card is full of the old politics, you might welcome someone who plays a different game.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2008/01/18/18202252/candidate-bingo-is-bloomberg-running"
        },
        {
            "headline": "Poggioli: Letters from Europe",
            "author": "Sylvia Poggioli",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 1,
                "year": 2008
            },
            "article_content": "The presidential campaign has mesmerized Europe, the historical cradle of anti-Americanism. After eight years of transatlantic tensions, Barack Obama is Europeans' overwhelming favorite. Look at these Venetian gondoliers: Most Europeans dismiss U.S. election campaigns as the best example of everything childish and provincial in American culture. Not this time: this campaign is the most intensely covered in recent European history. At work and in cafes, people talk about it incessantly. Most attention is focused on Barack Obama. He's seen as the best chance to usher out the Bush administration -- the darkest period in U.S.-European relations. Obama has even become a cultural icon - in France, his face is on designer bags and DJs mix his speeches into house music tunes....and these Venetian gondoliers have taken liberties with an old Italian standard. While some in John McCain's campaign suggest Obama is a socialist, the venerable conservative British weekly, The Economist, a bastion of free-market capitalism, has gone so far as to endorse the Democratic candidate. And its European online readers are overwhelmingly choosing Obama. Yet it's a paradox that a black American has become the great European hope. In Europe, anti-immigrant feelings are often turning into racism and xenophobia; extreme right-wing parties are gaining ground and there's hardly a chance for a minority to be elected for city hall. Millions of young, disenfranchised Europeans from minority groups see an Obama victory as a milestone that will also help them obtain political representation. Jean Leonard Touadi, the only black deputy in the Italian Parliament, said that even if Obama does not reach the White House, \"he has already achieved a symbolic victory, because he has shown the way forward, and there is no going back.\" Before I sign off, let me ask you a question: Do Americans really care about Europe the way they once did? Producer's Note: We are thrilled to welcome Sylvia Poggioli back to Weekend Edition as a regular contributor. \"Letters from Europe\" will be a series you'll hear on the radio once a month. In addition, Sylvia will be blogging from the field occasionally on Soapbox. Welcome Sylvia! - Davar Iran Ardalan, Senior Producer",
            "bias": "xenophobia",
            "url": "https://www.npr.org/sections/sundaysoapbox/2008/11/sylvia_poggioli_letters_from_e_1.html"
        },
        {
            "headline": "Updike's 'Witches' Return To Eastwick As 'Widows'",
            "author": "By  \n\n      John Updike",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 29,
                "year": 2008
            },
            "article_content": "In The Widows of Eastwick, novelist John Updike shows that everyone gets older — even sexy, mischievous witches.\n                \n                    \n                    Martha Updike\n                    \n                \nhide caption John Updike's once unstoppable magic sisters return to their former haunts in the sequel to his 1984 novel The Witches of Eastwick. Thirty years have passed, and Alexandra, Jane and Sukie — now The Widows of Eastwick — are back in their seaside Rhode Island town coming to terms with their declining power and sexuality. \"It was nice to be back in their company, even though they had aged 30 years,\" Updike says, \"I, too, had aged 30 years ...\" Updike says the witches presented themselves as \"a way to write about old age and aging and losing your powers.\" Writing about \"ordinary life,\" Updike says, is a big problem for fiction writers; everyday lives do not involve heroism or extraordinary crises. \"But the way in which we are alive is meaningful,\" Updike says, \"and it does have a certain radiance — the beauty of the actual. That's what I keep pushing at.\" Updike is the author of more than 50 books, most recently Due Considerations, Licks of Love, Villages and Terrorist. He is a two-time winner of the Pulitzer Prize and has received the National Book Award and the National Book Critics Circle Award. by John Updike Hardcover, 308 pages | Your purchase helps support NPR programming. How? by John Updike Paperback, 306 pages | Your purchase helps support NPR programming. How?",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2008/10/29/96258693/updikes-witches-return-to-eastwick-as-widows"
        },
        {
            "headline": "Racial Tone Soars in Presidential Race",
            "author": "Michel Martin",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2008
            },
            "article_content": "Is race back in the race for president? Or more to the point, race baiting --especially by the McCain campaign? This is the question we took up for much of the program, both in our political segment and Barbershop. The New York Times says yes. Give this editorial it a read when you can steal minute; but here's the operative quote: \"Senator John McCain and Gov. Sarah Palin have been running one of the most appalling campaigns we can remember. They have gone far beyond the usual fare of quotes taken out of context and distortions of an opponent's record -- into the dark territory of race-baiting and xenophobia.\" Campbell Brown, anchor of CNN's Campbell Brown: Election Center, says yes and no. Check out her commentary for more. So what did our contributors have to say? You'll have to listen to today's program to find out, but suffice it to say that you will find a range of well-reasoned opinions on this program. We'd like to know what you think too. Monday's a holiday -- but I'll still have something to say (no break here) -- so enjoy the long weekend. And speaking of the weekend... If you attend a church or another house of worship are you interested in your faith leader's political advice? From the pulpit? Some mainly conservative ministers felt they want to give it but the IRS says, not so fast. Hear our discussion about that as well, and let us know what you think.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/sections/tellmemore/2008/10/racial_tone_soars_in_president.html"
        },
        {
            "headline": "Searching For A President 'Just Like Us'",
            "author": "By  \n\n\n      Linton Weeks",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 8,
                "year": 2008
            },
            "article_content": "Sen. John McCain tells drivers to start their engines at the beginning of the NASCAR Nextel Cup Series Subway Fresh 500 on April 22, 2006, at the Phoenix International Speedway.\n                \n                    \n                    Rusty Jarrett/Getty Images\n                    \n                \nhide caption Sen. John McCain tells drivers to start their engines at the beginning of the NASCAR Nextel Cup Series Subway Fresh 500 on April 22, 2006, at the Phoenix International Speedway. Somewhere along the way, a lot of Americans began wanting to see a leader who is perceived as being not too stuck-up, eloquent, polished. That is, a leader who is \"just like us.\" The phrase pops up again and again in this presidential election. A reporter at Salon.com was writing recently about John McCain's appearance on a TV cooking show. When the Republican presidential candidate revealed that he buys his food at Costco, the reporter pointed out, \"Just like us!\" Speaking at the Democratic National Convention, Missouri Sen. Claire McCaskill said Democrat Barack Obama is \"just like us.\" Even US Weekly proclaimed it so. Earlier this year the gossipy magazine ran a photo spread of Obama shopping at a grocery, riding a roller coaster, adding hot sauce to a bowl of gumbo. He is, the magazine asserted, \"Just like us!\" Never mind that both McCain and Obama have mounds of money and staffs of people to help them wash their socks. Not like us. Forget that McCain and his wife, Cindy, have at least seven houses. Not like us. No matter that Obama was the first African-American president of Harvard Law Review. Not like us. Giving The Voters What They Want This year's candidates are trying their best to give those voters what they want. Not just leadership, but \"like me\"-dership. The problem, of course, is that someone \"just like us\" is not necessarily the best choice. As only we can really know. \"Democracy means that Joe Sixpack should choose the president. It doesn't necessarily mean that Joe Sixpack should BE the president. But many people don't acknowledge the difference,\" says Steven Pinker, a psychology professor at Harvard University and author of  The Stuff of Thought: Language as a Window into Human Nature. But the yearning to vote for someone similar to us is there, Pinker says in an interview, probably because of \"simple coalitional thinking.\" Pinker lays out the equations: Elite equals coastal and northern Midwest equals Democrat. Whereas Joe Sixpack equals Southern and Western equals Republican.  \"Everyday people are not judged in terms of their lack of expertise per se,\" Pinker says, \"but because such lack is a tag — like a uniform — of being in the same coalition.\" One British newspaper calls the practice of a politician proving that he can easily consort with the proletariat  \"proling.\" We see it at all levels of governance. We want our mayors to get out on the street and fix potholes. We love it when congresspeople fly coach. On the other hand, politicians who don't know how to use grocery-store scanners or what the price of gas is, off the top of their heads, are seen as \"out of touch.\" 'Your Kitchen Table Is Like Mine' In this age of YouTubification, we can know if they are like us when they are simply living their lives — shopping, partying, exercising. During the 2008 campaign we have seen McCain grill ribs on TV and Obama drink a Pabst Blue Ribbon beer on the campaign trail. When Joe Biden was introduced as the Democratic nominee for vice president, he assured the average everyvoter: \"Ladies and gentlemen, your kitchen table is like mine. You sit there at night after you put the kids to bed and you talk, you talk about what you need. You talk about how much you are worried about being able to pay the bills.\" And at every opportunity McCain's running mate, Sarah Palin, points out that she's not a member of the \"Washington elite.\" She's a hockey mom and a moose hunter. She doesn't use a lot of fancy-shmancy words; she is plainspoken. McCain and the Republicans believe that she appeals to voters' hearts, not their heads. Writing in The New York Times recently, Pinker summed up the McCain and Palin political philosophy: \"Expertise is overrated, homespun sincerity is better than sophistication, conviction is more important than analysis.\" A lot of people \"see something of themselves in Palin,\" says Carroll Doherty, associate director of the Pew Research Center for the People and the Press. He's referring to a recent Pew survey in which 70 percent of the respondents said that Palin is \"down to earth\" (versus 55 percent for Biden). The question is whether that likability translates into votes. Only 37 percent of those interviewed say that Palin is qualified to serve as president if necessary, Doherty adds. In Andrew Jackson's Footsteps The idea of a candidate who is popular to the middle and working classes is not new. This strain of American politician grew out of Andrew Jackson and westward expansion, explains Douglas Brinkley, a professor of American history at Rice University and author of many presidential biographies, including the upcoming The Wilderness Warrior: Theodore Roosevelt and the Crusade for America, 1858-1919. For the first 50 years of the country, Brinkley says, its presidents followed in the footsteps of its Founding Fathers who were, for the most part, the cultural elite — classically educated, at ease in Europe, fluent in several languages. Jackson, the seventh president, was elected in 1828. \"Jackson's presidency was a revolt of the inferior backwoods people,\" Brinkley says. \"Intellectuals were seen as effete. Jackson and his people considered themselves the authentic Americans.\" And there, Brinkley says, were planted the seeds of \"the anti-intellectual tradition\" in American politics. The politicians speak in broken syntax. They are xenophobic. They have little sense of a global culture. Palin \"is the female exemplar of that tradition,\" says Brinkley, a tradition rooted in small towns and rural communities. Jackson was a military hero and legendary brawler. He didn't go to college. Though he won the popular vote in 1824, he lost the election. He blamed the elite establishment for his defeat. Capitalizing on his popular appeal, he won the White House four years later. Since then, throughout American history, there have been presidential candidates who attracted the anti-intellectual voters. Though Abraham Lincoln was well-educated and a world-class writer, he was mostly self-taught. For the election of 1860, the Republican Party played up his rustic, rail-splitter roots to help him win. Other \"folksy\" presidents have run against the Washington elite, including Andrew Johnson and Harry Truman. They operated in sharp contrast to well-educated men and members of the upper classes, such as the Roosevelts; William Howard Taft, who went to Yale University; Woodrow Wilson, who went to Princeton University; and Herbert Hoover, who went to Stanford University. Looking High And Low There have been those who walked that fine line between highbrow and homespun: Jimmy Carter and Bill Clinton, for instance. Another Yale University graduate, George W. Bush, understood the dichotomy and reinvented himself as a Texas oilman. John Kennedy, born to an aristocratic family and educated at Harvard University, never really tried to appeal to middlebrow America. Instead, in 1960 he selected a rough-hewn running mate: Lyndon Johnson, an earthy Texan given to slamming Ivy Leaguers. \"Johnson often said, 'Those Harvards don't know nothing,' \" Brinkley says. Kennedy, of course, was one of those \"Harvards,\" but \"Kennedy understood the country's strong anti-elite tradition,\" Brinkley says. Consequently, the Democrats hoped that Johnson would attract the anti-elite American voters. This year the Republicans are banking on Palin to do the same thing.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2008/10/08/95493129/searching-for-a-president-just-like-us"
        },
        {
            "headline": "Poggioli: Euro Obama Reax",
            "author": "By  \n\n\n      Davar Ardalan",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 8,
                "year": 2008
            },
            "article_content": "Sylvia Poggioli, Senior European Correspondent NPR listeners responded with a high degree of passion and astute remarks to the question I posed last week in my Letter from Europe:\" Do Americans really care about Europe the way they once did?\" The response was overwhelmingly yes. And now I'd like to offer a post-election update: Euphoria exploded across Europe early Wednesday morning -- from Harry's Bar in Venice to Trafalgar Square in London to Madrid's Puerta del Sol: the great majority of Europeans felt they too had won the US presidential election. And French president Nicolas Sarkozy summed up the mood on the continent in his congratulations to President-elect Barack Obama: \"Your election raises in France, inEurope and elsewhere in the world, an immense hope\". Intense emotions were on view even in the most austere places: at the trial underway in Milan against 26 Americans (mostly alleged CIA agents) for the 2003 kidnapping an Egyptian imam, public prosecutor Armando Spataro told the court, \"today the world is living a bright and unforgettable morning\". I was flooded with congratulatory emails and text messages from friends and colleagues from Sarajevo to Brussels and points in between. It's as if in one long night, eight years of tensions between Europe and America had been swept away. A period described by Financial Times Deutschland as \"eight years of the culturally alien, politically incompetent, high-handed George W. Bush...\" In Barack Obama, Europeans see a mutual future of friendly dialogue and cooperation. But perhaps the biggest impact of the election of America's first black president was on Europe's millions of minorities, mostly politically disenfranchised. The picture is gloomy throughout the continent: in Britain, minorities represent about 8 percent of the population, but they hold only 15 out of 646 parliamentary seats -- that's .02 percent;in Germany, minorities hold 10 of the 612 seats in the Lower House; in Italy, there is only one black among nearly 1,000 deputies and senators; and in France, where there are an estimated 5 to 6 million Muslims and millions more blacks, there is only one black deputy and 4 senators whose roots are in North Africa; and hardly any of the 35,000-odd mayors are of immigrant origin. When elected President of France last year, Sarkozy took the bold step of appointing three ethnic minority women to his cabinet. One of them, Rama Yade, Undersecretary for Human Rights and the only black member of government, welcomed Barack Obama's election saying, \"America is a New World again. On this morning, we all want to be American so we can take a bite of this dream unfolding before our eyes\". But no one here has illusions that Europeans will soon elect a leader from one of their ethnic minorities. In recent years, the influx of millions of immigrants has caused upheavals in European societies that are based on the 19th century model of the mono-ethnic nation-state.And the backlash is still reverberating: extreme right-wing anti-immigrant parties have made big gains throughout the continent, especially in Austria, Switzerland, Belgium and Italy. The presence of extreme rightists in the European Parliament is so strong that for the first time, they can form their own parliamentary group. Several listeners took issue with my remark that Europe is the historical cradle of anti-Americanism. The emphasis is on the word historical. After living in Europe for several decades, I think I can say with certainty that even before Tuesday's election, Europeans have nowhere near the level of animosity toward Americans that they had in the past. For example, by the 18th century French scientist Georges Buffon, who never visited America, elaborated a theory that nature in the New World was degenerate, producing weaker and less potent human beings -- a theory that so infuriated Thomas Jefferson that he tried to combat it scientifically. Jefferson got himself a dead moose and brought it with him to Paris where he displayed the 7-foot-tall carcass in the entry hall of his hotel. Buffon was invited to inspect the American mammal, but the French scientist -- himself less than 5 feet tall -- was unimpressed and refused to revise his theory of the inferiority of American nature. Rudyard Kipling, in his book American Notes, established some of the stereotypes that still influence European thinking about America: he wrote about what he saw as Americans' excessive appetite and impatience, their hyperbolic patriotism, their boorish materialism and their sanctimoniousness. And in the 1950's, in France, anti-Americanism went so far as to denounce imported American refrigerators as a plot to destroy French cuisine. Today, Paris is dotted by McDonalds, Kentucky Fried Chicken and Starbucks. And today's Europeans often visit the USA. I know several who, thanks to the strong Euro, have bought real estate in the US. The other night I spoke at length with Giulia, a young Italian woman in her mid-20's for whom one brief visit to the US had erased years of snobbish prejudices. Her 10-day trip to New York transformed her into an avid fan of Saturday Night Live and David Letterman, and she was more knowledgeable than I am about new musical trends and young contemporary American writers. Giulia spent election night with a group of like-minded Italian Obamaniacs.The one strident note this week was that of right-wing Italian Prime Minister Silvio Berlusconi -- who considers himself a loyal friend of George W. Bush. On a visit to Moscow, he referred to the US President-elect as \"young, handsome and suntanned.\" That vulgar quip earned banner headlines and negative editorials, as well charges of racism from the opposition. But was it really so surprising? Ministers in the Berlusconi government, members of the xenophobic Northern League, have been heard to refer to blacks as \"bingo bongo.\" But these Italian officials were the exception. The huge outpouring of good feelings for America from all over Europe is a good start to help heal the wounds of the last 8 years and to narrow the gap on major trans-Atlantic divisions from NATO, from trade and financial issues to combating terrorism. Most of all, it should encourage Europeans to grant equal opportunities to their growing immigrant populations. Link: Sylvia Poggioli's first \"Letter From Europe\"",
            "bias": "xenophobia",
            "url": "https://www.npr.org/sections/sundaysoapbox/2008/11/poggioli_euro_obama_reax.html"
        },
        {
            "headline": "McCain Camp Accuses Obama of Race-Baiting",
            "author": "By  \n\n      NPR Political Unit",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 31,
                "year": 2008
            },
            "article_content": "The McCain campaign just came out with a statement condemning Barack Obama's comments yesterday in Missouri that he's being painted as \"risky\" because he's \"got a funny name\" and \"doesn't look like the other Presidents on the currency.\" Writes the McCain press office: Barack Obama has played the race card, and he played it from the bottom of the deck. It's divisive, negative, shameful and wrong. ABC's Jake Tapper picked it up immediately, posting this last night: While I have no doubt there will be a bunch more racist, xenophobic, and other ignorant drek coming our way courtesy of the Internet and perhaps the occasional cable news network, it's important to determine where it's coming from. Is it from a specific campaign or party? A third-party group? A third-party group with direct ties to establishment figures? This all matters. (snip) What I have not seen is it come from McCain or his campaign in such a way to merit the language Obama used today. Pretty inflammatory. Tapper asked the Obama camp for an explanation, and says they claimed \"he was talking about his 'opponents' in general, writ large, the talk radio hosts and smear artists and such,\" and not about McCain himself. The remarks themselves are pretty ambiguous, and do seem to imply race-based fearmongering from the McCain campaign. Read/watch them for yourself after the jump and let us know what you think. -- Evie Stone (Transcripts and links courtesy of McCain press release) Springfield, Missouri: \"So nobody really thinks that Bush or McCain have a real answer for the challenges we face, so what they're going to try to do is make you scared of me. You know, he's not patriotic enough. He's got a funny name. You know, he doesn't look like all those other Presidents on those dollar bills, you know. He's risky. That's essentially the argument they're making.\" Rolla, Missouri: \"That's not the debate we're getting out of John McCain right now. He's spending an awful lot of time talking about me. You notice that? I haven't seen an ad yet where he talks about what he's gonna do. And the reason is because those folks know they don't have any good answers, they know they've had their turn over the last eight years and made a mess of things. They know that you're not real happy with them. And so the only way they figure they're going to win this election is if they make you scared of me. So what they're saying is, 'Well, we know we're not very good but you can't risk electing Obama. You know, he's new, he doesn't look like the other presidents on the currency. He's got a funny name.' I mean, that's basically the argument -- he's too risky.\" (Barack Obama, Remarks, Rolla, MO, 7/30/08) Union, Missouri: \"John McCain and the Republicans, they don't have any new ideas, that's why they're spending all their time talking about me. I mean, you haven't heard a positive thing out of that campaign in a month. All they do is try to run me down, and you know, you know this in your own life, right? If somebody doesn't have anything nice to say about anybody, that means they've got some problems of their own. So they know they've got no new ideas, they know they're dredging up all the stale, old stuff they've been peddling for the last eight, ten years. But since they don't have any new ideas the only strategy they've got in this election is to try to scare you about me. They're going to try to say that I'm a risky guy, they're going to try to say, 'Well, you know, he's got a funny name, and he doesn't look like all the presidents on the dollar bills and the five dollar bills,' and they're going to send out nasty e -mails. And the latest one they got me in an ad with Paris Hilton. You know, never met the woman. But, you know, what they're going to try to argue is that somehow I'm too risky. You know, basically what they're saying to you is we know we didn't do a real good job, but he's too risky.\"",
            "bias": "xenophobia",
            "url": "https://www.npr.org/sections/vox-politics/2008/07/mccain_camp_accuses_obama_of_r.html"
        }
    ]
}