{
    "Biases": [
        "immigration",
        "undocumented",
        "refugees",
        "asylum seekers",
        "nationalism",
        "border",
        "Dreamers",
        "xenophobia"
    ],
    "Articles": [
        {
            "headline": "Central America Trade Deal a Hard Sell",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 11,
                "year": 2005
            },
            "article_content": "Having passed the 100-day mark in his second term, President Bush has already harvested most of the low-hanging fruit from the legislative tree on that big hill where Pennsylvania Avenue begins. Larger Republican majorities in both the House and Senate have yielded the Oval Office a respectable crop of bills -- stricter rules for bankruptcy filings, shifting class-action lawsuits from state to federal courts, and approving another $76 billion to fuel the Pentagon's efforts in Iraq and Afghanistan. Now comes the tough part.  The issues the president wants now will be harder to harvest. Congress has shown little enthusiasm for the president's push to restructure and partially privatize Social Security; a potentially institution-paralyzing fight looms in the Senate over the federal court candidates the president insisted on renominating; and the Senate, even as it continues its regular work, is daring Mr. Bush to exercise the first veto of his presidency by pushing for a highway bill whose price tag exceeds the limit set by the White House. Did I mention trade?  Have you heard President Bush mention trade? If you haven't, that may change very soon.  That's because the president now seems left with little choice but to dust off a trade deal he signed nearly a year ago and send it to Congress for ratification.  What's at stake is the credibility of the United States in keeping a forward momentum in the often fractious and politically fraught movement for worldwide trade liberalization.  What's also at stake is Mr. Bush's own credibility as a second term president -- and whether he's able to keep moving his agenda through a Congress whose Republican majorities may be more concerned about winning next year's midterm elections than about keeping chief presidential adviser Karl Rove happy. The trade deal in question is the Central American Free Trade Agreement, or CAFTA.  It's something of a logical progression from the NAFTA trade pact with Mexico and Canada that Congress ratified and President Clinton signed in 1993.  And its backers, including Mr. Bush, hope it will help keep hope alive among the Western Hemisphere's nations for the long-promised but repeatedly postponed Pan-American trade pact, the Free Trade Area of the Americas. Even when he put his signature on CAFTA last May, the president knew another trade deal was likely to be a hard sell in Congress -- after all, the renewal of so-called fast track trade deal negotiating authority for the administration, had squeaked through the House in 2002 by just one vote.   NAFTA had turned a $2 billion trade surplus with Mexico into a $45 billion deficit with that country. American firms had closed their factories on this side of the border to set up shop in Mexico. And undocumented Mexicans continued to sneak across the border despite the trade deal that was supposed to keep them home.  What's more, expanded trade with China has led to huge trade deficits with that nation, with both Republicans and Democrats in Congress charging that China's cheating on trade agreements. Given that adverse climate and the political reality that lawmakers faced in last November's elections, the White House made no effort last year to send CAFTA to Capitol Hill.  But the first anniversary of the pact's signing comes up later this month and the White House is now pushing for congressional action.  Ohio Republican Rob Portman has left the House for the cabinet-level job of U.S. Trade Representative, and his extensive ties with lawmakers on both sides of the aisle will surely help the Bush administration make its case for CAFTA.  Moreover, the president's meeting at the White House with Central American leaders this week shines an even brighter spotlight on a trade deal that's been largely ignored by the general public. The problem, of course, is that many in Congress still aren't buying CAFTA.  Even some members who consider themselves free traders, such as California House Democrat Ellen Tauscher, say they can't vote for the trade deal as it stands today.  Tauscher's opposition is significant; she heads a group of 40 centrist House Democrats whose support for CAFTA is seen as crucial.  But so far, only a couple of House Democrats have said they're backing the trade deal. The Senate appears even less inclined to back CAFTA.   Opponents cite everything from what they see as inadequate labor and environmental protections to concerns that the deal will eliminate more U.S. textile jobs.  The most widespread and powerful objection, though, has to do with the most protected of all U.S. farm products: sugar.  CAFTA would nearly double quotas for the amount of sugar Central America nations can export to the United States, a prospect that's set off alarm bells from the cane fields of the Gulf Coast states to the sugar beet farms of the Upper Midwest. CAFTA's proponents claim the increased quotas don't amount to much -- perhaps a tablespoon a week more per U.S. inhabitant -- but opponents say the deal sets a new and dangerous precedent for potential future deals with Brazil and other major sugar producers. Lawmakers can't tinker with CAFTA -- under the rules of \"fast track\" consideration, they can only vote for or against the whole package.  But individual members can push for side agreements with the administration in exchange for their support.  This is what's known as \"loading the Christmas tree\" with promises of bridges and other shows of federal largess. Even such traditional favors may be difficult to deliver, though, with the White House demanding an austere budget that effectively cuts funding for most domestic programs.  And swing voters such as California's Tauscher and her fellow centrist Democrats say they won't settle for the customary side deals.  They want substantive changes in the trade deal itself or CAFTA won't win their support.  But to make such changes, the Bush administration trade team would have to return to the negotiating table with the Central American nations involved.  And that might further erode faith both here and abroad in the United States' ability to keep moving ahead on trade.   That's because such tinkering would likely entail more sweeteners for the U.S. sugar industry.  And that in turn could send a signal that domestic political and economic protectionist interests will ultimately trump truly free trade ideals in Washington. Still, the campaign for CAFTA remains in an early phase on the Hill.  The bill itself is being rolled out for prime time exposure in Washington, but its real timetable may be longer than it seems.  Mr. Bush may have to do what he's done with Social Security over the past few months: using his bully pulpit to try to sell a skeptical nation on a major policy change.  But as with Social Security, the prospects for success appear dubious at best.",
            "bias": "undocumented",
            "url": "https://www.npr.org/2005/05/11/4648756/central-america-trade-deal-a-hard-sell"
        },
        {
            "headline": "Slate's Dispatches: Blair Expected to Win Re-Election",
            "author": "By  \n\n\n      Madeleine Brand",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 2,
                "year": 2005
            },
            "article_content": "Madeleine Brand talks with Slate contributor June Thomas about the upcoming elections in the United Kingdom. This coming Thursday, Prime Minister Tony Blair will be up for re-election for the first time since the war in Iraq. He is expected to win a third term in office, and his party should retain power in Parliament.  MADELEINE BRAND, host: This is DAY TO DAY.  I'm Madeleine Brand. In a few minutes, Slate's human guinea pig stuffs herself at a matzo ball      eating contest. But first, in Britain, Prime Minister Tony Blair is fighting for a third      term. This week, voters will go to the polls for their first national      election since the start of the Iraq War.  Blair's popularity has      suffered over his decision to support the US in that war, but polls      suggest his Labor Party will still hold on to a parliamentary majority      and that Blair himself will remain prime minister.  I spoke earlier with      Slate's foreign editor June Thomas, who joined us from London.  She says      people don't seem that interested in the election. JUNE THOMAS (Slate):  Well, it's very peculiar.  I'm staying in central      London in what, I guess, is a safe Tory seat, and there are absolutely no      signs that there's an election going on.  There are no banners, there are      no window stickers, nobody's wearing any buttons at all.  And yet you      turn on the television or open the newspapers and they're full of      election coverage.  And then if you get on the Tube and you go to a place      where there's a close race or something very special is happening, and      suddenly there's an election on. But for most people in this country, I      would guess that if they don't switch on the television set, they could      not know that there's an election happening on Thursday. BRAND:  And why is that, do you think? THOMAS:  I think partly it's a general dissatisfaction with the system.      In Britain, politics tends to be class-based, and a lot of Labor      supporters are unhappy with Prime Minister Blair over the war especially.      But generally, there are other issues, too, that have upset them; things      like education fees in Britain.  People expect university education to be      free, and in the last government, the Labor Party introduced fees for      students.  And so on various kind of core issues for the party, Labor      voters are dissatisfied with New Labour, as Tony Blair's movement is      called.  And so there tend--unless there is a really close fight and      there's a reason to get out the vote, the electorate is very soft. BRAND:  Let's talk about Tony Blair's support for the Iraq War, an      extremely unpopular decision in Britain.  Is there any sign that that is      going to come back to haunt him? THOMAS:  Absolutely.  In the last week or so, a couple of documents have      been revealed that talk about the way that Britain became involved in the      Iraq War. And although in both cases, the documents were really pretty      obscure, it was hard to really--there were no smoking guns there, but      they certainly did the job of making the Iraq War, really, the top issue. BRAND:  According to recent polls, the Liberal Democrats are nipping at      the heels of Labor.  Tell us about this party. THOMAS:  Yeah, the Liberal Democrats, as they're now known, are the      modern version of the Liberal Party, who were a huge voice in British      politics.  And then in the 20th century, they went into a large decline,      became very much a third party.  Since New Labour has come along, they      really have become more popular.  They also have done a very good job      locally.  There are a lot of city councils and local areas that are      governed by the Liberal Democrats, and they have a very good reputation      of keeping residents happy. They are also known to have somewhat pie-in-the-sky policies, knowing      that they will never become the government and so will never have to      enact them. So the chances are they'll do better than they've ever done      before, at least in the last 100 years or so.  And it'll be interesting      to see if once they have a little more power, their policies become more      realistic.  And despite the name `Liberal Democrats,' they are generally      known as centrists, although these days some of their policies,      especially regarding education funding and Iraq, are to the left of the      Labor Party. BRAND:  And what about the Conservatives, the Tory Party, the party of      Margaret Thatcher? THOMAS:  Mm-hmm. BRAND:  Could they make a comeback? THOMAS:  They could, but it seems unlikely.  Their leader, Michael      Howard, has received a lot of complaints because of the way that he's led      the campaign. At the beginning of the campaign, which only takes four      weeks--so it's not the long, long slog that we're familiar with in the      United States--the focus was on asylum and immigration, which is      effective.  There are people who are very concerned about asylum-seekers      moving into Britain and also rising immigration largely because of the      European Union.  But still, it's seen as a dirty tactic, especially since      Mr. Howard's father was himself an immigrant, as he himself says, an      economic immigrant to Britain. So Howard is a very active, a very--even though he's the oldest of the      party leaders, to this morning, he was running around the Manchester      constituency delivering leaflets.  So he's an active chap, and he seems      quite attractive to me, but I don't think there's much chance of the      Tories doing well this election. BRAND:  Opinion and analysis from June Thomas.  She's chronicling the      British election for our partners at Slate. Thanks a lot, June. THOMAS:  Thank you very much. (Soundbite of music) BRAND:  More coming up on DAY TO DAY from NPR News. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "asylum seekers",
            "url": "https://www.npr.org/2005/05/02/4627315/slates-dispatches-blair-expected-to-win-re-election"
        },
        {
            "headline": "Waging Peace in War on Terror",
            "author": "By  \n\n\n      Eric Westervelt",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 11,
                "year": 2005
            },
            "article_content": "Villagers in Ethiopia's Ogaden region, an area subjected to regular, devastating droughts that turn any workable topsoil to dust.\n                \n                    \n                    Eric Westervelt, NPR\n                    \n                \nhide caption U.S. military personnel deliver an irrigation pump to a village in eastern Ethiopia. The military hopes the gift will help build some good will and trust, and perhaps lead to intelligence and information on extremists.\n                \n                    \n                    Tom Bullock, NPR\n                    \n                \nhide caption A proverbial \"hearts-and-minds\" campaign is being waged from a U.S. military base in the tiny African nation of Djibouti. American soldiers are digging wells and building schools throughout the region, not kicking down doors in search of terrorist suspects. It's what some think the real war on terrorism should look like. Eric Westervelt visits Djibouti and the largely ungoverned Ogaden region of eastern Ethiopia. In one village, the U.S. military delivers a water pump that will help local residents irrigate their crops. \"I don't see al Qaeda down here anywhere digging wells, they're not building bridges,\" says a Special Forces master sergeant who didn't want his name used. \"If you pull the trigger here, you've lost. And you can't change a culture but you can influence it. This is where we're going to win is right here. It's preventive medicine.\" But some criticize the task force for not doing more to deal with the biggest danger in the region, an unstable Somalia. Ted Dange with the Congressional Research Service says the military can dig a thousand wells for Somalia's neighbors, but it's all for naught if the United States and its allies don't engage Somalia. \"There is a disconnect there,\" Dange says. \"You can spend as much as you want, you can have as many troops as you want. But if you don't address the root causes of the problem, both politically and socially, you are likely to have a failed policy.\" This series was made possible, in part, by The Stanley Foundation. ",
            "bias": "border",
            "url": "https://www.npr.org/2005/11/11/5009574/waging-peace-in-war-on-terror"
        },
        {
            "headline": "Andrew Young and the Voting Rights Act of 1965",
            "author": "Scott Simon",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 6,
                "year": 2005
            },
            "article_content": "Young is an advocate for democracy and boosting voting numbers.\n                hide caption It has been 40 years since Congress passed the Voting Rights Act of 1965. Blacks in the United States had been given the right to vote by the Fifteenth Amendment in 1870. But many counties imposed poll taxes, literacy tests and other obstacles for those who tried to cast a ballot. Andrew Young helped draft the Voting Rights Act while he was an executive assistant to Rev. Martin Luther King, Jr. He went on to become a member of Congress, U.S. ambassador to the United Nations, and the mayor of Atlanta. Young talks with Scott Simon about the fight to protect the right to vote for minorities and the current state of democracy in America.",
            "bias": "Dreamers",
            "url": "https://www.npr.org/2005/08/06/4788074/andrew-young-and-the-voting-rights-act-of-1965"
        },
        {
            "headline": "Burma Continues Detention of Nobel-Winning Activist",
            "author": "By  \n\n\n      Michael Sullivan",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 28,
                "year": 2005
            },
            "article_content": "Officials in Burma say that Nobel Peace Prize laureate Aung San Suu Kyi is going to remain in detention for another year. The 61-year-old Suu Kyi has spent roughly 10 of the last 15 years in prison or under house arrest after the military refused to accept her party's landslide victory in 1990 elections. Myanmar pro-democracy opposition leader Aung San Suu Kyi speaks to reporters at the headquarters of her National League for Democracy in Yangon in a May 6, 2002, file photo.\n                \n\n                    Reuters\n                    \n\nhide caption  STEVE INSKEEP, host: One person imprisoned in the Southeast Asian nation of Myanmar is a Nobel      Prize winner.  Reports from that country, formerly known as Burma, say      that she will remain in custody for another year.  Aung San Suu Kyi has      spent roughly 10 of the last 15 years in prison or under house arrest      after the military refused to accept her party's landslide victory in      elections in 1990. NPR's Southeast Asian correspondent Michael Sullivan      reports. MICHAEL SULLIVAN reporting: Sources in the government and in Aung San Suu Kyi's own National League      for Democracy say she was visited by government officials at her home      over the weekend and informed of the military's decision.  The visit came      on the day her previous yearlong detention was set to expire.  Aung Zaw,      a Burmese exile who edits the magazine Irrawaddy in neighboring Thailand,      says the move comes as no surprise but is disappointing nonetheless. Mr. AUNG ZAW (Editor, Irrawaddy):  It will be quite risky for the      military regime to release Aung San Suu Kyi at this time because the      government itself is very shaky, and also she's remained very, very      popular, and it could become a very uncontrollable situation for the      government, because a lot of people will go and see her.  I think a lot      of people, they very much admire her, and I'm sure that it could create      quite a chaotic situation. SULLIVAN:  Some say a chaotic or at least bizarre situation already      exists. Earlier this month, the military leadership abruptly announced it      would move the capital from Yangon, or Rangoon, to a new location deep      inside the country's interior.  No reason was given for the move.  Some      analysts suggest the regime is worried about a possible attack from the      United States.  Others say the move was ordered based on the advice of      astrologers.  Irrawaddy magazine editor Aung Zaw says the regime is now      in trouble, riven by divisions within and by rising discontent on the      streets.  David Steinberg, director of Asian studies at Georgetown      University's School of Foreign Service, isn't convinced. Mr. DAVID STEINBERG (Georgetown University's School of Foreign Service):      The country is in a dire state, but a dire state does not mean that it is      going to collapse.  It's a country that has managed, through the sale of      gas to Thailand, through remittances from abroad, managed to keep alive,      but that does not mean that the plight of the people has been improved.      In fact, it has, I think, deteriorated, but deterioration of living      standards does not necessarily mean that the regime is going to collapse. SULLIVAN:  The US and some European countries have imposed economic      sanctions on Myanmar in an effort to convince the country's military      leaders to loosen their grip on power.  Myanmar's Southeast Asian      neighbors have advocated a policy of constructive engagement.  Neither      has yielded results, nor the release of one of the world's best-known      political prisoners.  Irrawaddy editor Aung Zaw argues that the      international community needs to speak with one voice. Mr. ZAW:  There has been a division in the international community, and      there have to be, I think, consistent policies, particularly in Asia,      China and India and the other Western nations who want to see change in      Burma.  They have to convince them.  Otherwise, I think Burma policy is      going nowhere, is--they have no direction at all. SULLIVAN:  Georgetown University's David Steinberg is a critic of      sanctions. He argues they only serve to make a xenophobic, paranoid      regime even more so and more resistant to change. Mr. STEINBERG:  First, we've got to tone down the rhetoric as we have      tried in a bit to do in North Korea.  The idea of calling these people      thugs, rogue states, failed states and so forth is ineffective.  It just      creates antagonisms that are unnecessary.  What we need is, I think, a      quiet, higher-level dialogue on these issues with the idea saying that if      you do--make certain reforms, then we will take specific actions.  But      that doesn't mean that these people are going to listen, but it is better      than anything we're doing at the moment. SULLIVAN:  In the meantime, Nobel Peace Prize winner Aung San Suu Kyi      will remain in detention in her home, denied access to outside visitors      and denied even telephone contact with the outside world.  Michael      Sullivan, NPR News, Hanoi. INSKEEP:  You're listening to MORNING EDITION from NPR News. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "xenophobia",
            "url": "https://www.npr.org/2005/11/28/5028916/burma-continues-detention-of-nobel-winning-activist"
        }
    ]
}