{
    "Biases": [
        "racial",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "The Supreme Court and 'Brown v. Board of Ed.'\nThe Deliberations Behind the Landmark 1954 Ruling",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 8,
                "year": 2003
            },
            "article_content": "Earl Warren was appointed chief justice of the Supreme Court upon the death of his predecessor, Fred Vinson, and as oral arguments in Brown were about to begin.\n                \n                    \n                    © Bettmann/CORBIS\n                    \n                \nhide caption As the 50th anniversary of the landmark school desegregation case Brown v. Board of Education approaches, NPR presents a series of reports examining the monumental decision and its legacy. In a three-part series for All Things Considered, NPR's Nina Totenberg looks behind the scenes at the Supreme Court deliberations that produced the 1954 unanimous ruling that struck down the nation's \"separate but equal\" doctrine. At the core of the Brown case, which included lawsuits against school boards in Topeka, Kan., and several other states, was the 1896 Plessy vs. Ferguson ruling in which the Supreme Court said racial segregation in separate but equal facilities met the 14th Amendment's demand for equal protection under the law. After initial successes in challenging public universities that had excluded blacks from law schools, the NAACP in the early 1950s turned to desegregating primary and secondary education. Led by Thurgood Marshall — who later became the first African American to serve on the Supreme Court — the civil rights organization brought its first test case to the high court. But when the case, from Clarendon County, S.C., reached the Supreme Court in 1952, the court sent it back to lower courts. Totenberg reports that the court's move had political undertones because of that year's elections. The case came back to the high court in 1953 and was heard along with four others from Topeka, Kan., Virginia, Delaware and the District of Columbia. In September 1953, with the court seemingly split and oral arguments a month away, Chief Justice Fred Vinson died in his sleep. President Eisenhower nominated California Gov. Earl Warren to replace Vinson. It was under Warren's leadership that the court came to a unanimous decision May 17, 1954: \"We conclude that, in the field of public education, the doctrine of 'separate but equal' has no place. Separate educational facilities are inherently unequal.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2003/12/08/1537409/the-supreme-court-and-brown-v-board-of-ed"
        }
    ]
}