{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Olmert Defies Growing Clamor for Resignation",
            "author": "By  \n\n\n      Eric Westervelt",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 4,
                "year": 2007
            },
            "article_content": "Tens of thousands of people poured into the streets of the Israeli capital, demanding Prime Minister Ehud Olmert step down following a scathing government report that criticized his leadership during last summer's war in Lebanon. The rally, which packed Tel Aviv's Rabin Square, was organized mainly by reserve soldiers and families who lost loved ones in the war against Hezbollah. It comes ahead of a no confidence vote against Olmert scheduled Monday in Israel's parliament. \"Prime Minister Olmert, you said you work for us,\" author Meir Shalev told the crowd at Thursday night. \"Well, you're fired!\" Shalev's remarks drew loud applause. But, for now, it seems unlikely the prime minister's resignation is imminent. Olmert has doggedly resisted calls to leave and the 120-member Knesset has backed him in previous no-confidence votes. This week he successfully beat back a rebellion within his own centrist Kadima party that included calls for his resignation from his own foreign minister. It appears, however, most members of Olmert's coalition, which controls 78 seats in parliament, will stick with him largely out of fear that new elections will bring about a return to power of the right-wing Likud party. Polls have shown that two-thirds of Israelis want Olmert to resign, largely over his handling of the 34-day Lebanon war, which killed 158 Israelis and more than 1,000 Lebanese. Protests are routine in Israel. But last night's brought out not just activists from the right and left, but many ordinary people who do not usually take to the streets. Cedric Cohen-Scali, 35, said it was his first protest in years. He brought his wife and one-year-old child to the rally. Cohen-Scali said Olmert should be held accountable for wartime failings that resulted in Hezbollah rockets hammering northern Israel for a full month. Cohen-Scali said he and others were largely left to fend for themselves. He also said he has had enough of the seemingly unending steam of corruption allegations against Olmert and members of his administration. \"We are fed up with this government, with the corruption and with this terrible war we had … and we want new leadership,\" he said. Scores of Israeli soldiers who slogged it out on the ground against Hezbollah in last August also came out to vent their anger at what many see as profound leadership failings by the prime minister, Defense Minister Amir Peretz and top military commanders. Sgt. Yossi Avigor, 30, an Israeli reservist infantryman, fought in southwestern Lebanon. He accused the government of rushing to an all-out war without proper preparation, a coherent war plan, realistic goals or an exit strategy. \"We are afraid that … we will have to confront Hezbollah or Syria, and maybe someone else, and we want to be prepared and have the right person to lead us,\" Avigor said. During the demonstration, politicians were kept off the stage in an effort to send a bipartisan message, but lawmakers from the right and left were in attendance in force. Danny Yatom is the former head of the Mossad, Israel's intelligence service, and is now a senior lawmaker in the Labor Party, part of the governing coalition. \"The government no longer enjoys the support of the public and they should resign,\" Yatom said. \"I think new elections are a bad option, but the worse one is that this government will continue to govern.\" Nearby in the crowd, Effie Etam a member of parliament with the right wing National Religious Party, also called for new elections, saying Olmert's administration is untenable. Hebrew University political analyst Ruben Hahzan said, in the short term, last night's rally may not change the political dynamic as Olmert clings to power. But the large turnout, Hahzan says, sent a strong message. \"Parties like Labor will now realize that they are going to be hemorrhaging in the polls if they stay with Olmert,\" Hahzan said. \"And a party like Kadima will realize that as long as they have this albatross on their neck called 'Olmert,' they're hemorrhaging in the polls.\" Rally organizers vowed to continue to press Olmert to leave with a series of public demonstrations. The government report that sparked the current crisis is only an interim document dealing with the first week of the war. In August, the full report will be released.",
            "bias": "racial",
            "url": "https://www.npr.org/2007/05/04/10000175/olmert-defies-growing-clamor-for-resignation"
        },
        {
            "headline": "Fallout from Attorney Firings Lands on White House",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n      Juan Williams",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 19,
                "year": 2007
            },
            "article_content": "The firing of eight U.S. attorneys has put U.S. Attorney General Alberto Gonzales in political peril. And the House Judiciary Committee seeks testimony from presidential adviser Karl Rove. Both developments cause pain at the White House.  RENEE MONTAGNE, host: Now for a wider picture of this week's political news we're joined by NPR's senior correspondent Juan Williams. Good morning. JUAN WILLIAMS: Good morning, Renee. MONTAGNE: Now, Juan, as we just heard there are calls for Attorney General Gonzales to resign. How serious is this situation for the White House politically? WILLIAMS: Well, politically, Renee, the question is here: How do you handle an aggressive Democratic majority on Capitol Hill that's investigating its focus on this U.S. attorney's probe? And in specific, you know, you could go beyond that to say the whole oversight and the possible use of subpoenas in cases ranging from the Walter Reed investigation, even the FBI powers to abuse the Patriot Act. All of this is investigations now being launched by a Democratic Congress. And so Fred Fielding, the current White House counsel, has to figure out how he's going to manage those kinds of probes in a way that will not add fuel to a political fire. And of course the sense is that you've got to protect Karl Rove, the president's top political adviser. There's no desire on the part of the White House to have him hanging out there. And don't forget the president's good friend, his top adviser for many years and the former White House counsel, Alberto Gonzales. And the idea that the president will have to sacrifice his old pal, again, is extremely upsetting to the White House. MONTAGNE: Well, back to this whole question of the U.S. attorneys and them being fired. As Ari pointed out, it's unusual for these dismissals to be overtly political, although presidents can dismiss them at their pleasure legally. Where does this White House draw the line between an appropriate and an inappropriate dismissal? WILLIAMS: Well, it's confused, Renee, because initially it was that that this was about a performance-based analysis and saying these folks really weren't up to snuff. Alberto Gonzales at one point said, you know, politics has nothing to do with this. This is an overblown personnel matter. He's trading up in terms of getting better people in the job. But then it turns out that when you look at the performance ratings, these folks all had pretty good performance ratings. So it wasn't a matter of performance and then you get to the idea that some of the people who were fired, for example, were the ones who went after Randy \"Duke\" Cunningham, the congressman who was found to be involved in fraud with the defense industries, people who weren't going after questions about election fraud that were being pushed by Republicans who thought that Democrats were engaged in election fraud. And at that point, then, it looks as if, especially given the e-mail traffic, that you have people like Karl Rove involved in trying to make prosecutors into an arm of the White House political office. That is to say, punish your enemies especially around election time. Use the prosecutors to make your enemies look bad. And that of course, then, would sacrifice the independence of the prosecutors and the judiciary in a way that I think people would find offensive. That's why this is such a scandal. MONTAGNE: And so with the chairman of the Judiciary Committee saying he'll subpoena Karl Rove, what's the next step for the administration? WILLIAMS: Well, Fred Fielding, who's the White House counsel, has been trying to negotiate this out. And initially the thought was you could have some kind of, you know, private briefing for people on judiciary. But, as you heard earlier, Pat Leahy, the Democrat chairman of the Judiciary Committee said, you know, doesn't want it anymore of that. He's sick and tired of private briefings and half-truths as he puts it. And then Arlen Specter, who's the top Republican on the committee, has said he had a long talk on Friday with Fielding and they're trying to look at possibly, you know, maybe limiting areas to which Karl Rove would testify to avoid having the White House go to executive privilege, which of course if they did that, then it would become a bigger media story. So we'll see a lot of this play out this week. It is a real political drama dominating Washington at the moment, Renee. MONTAGNE: Juan, thanks very much. WILLIAMS: You're welcome. (Soundbite of music) MONTAGNE: Analysis from NPR senior correspondent Juan Williams. Our coverage of the inquiry continues at npr.org, where you find a who's who of the fired U.S. attorneys, a timeline, and documents that the Justice Department has released. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/03/19/8989574/fallout-from-attorney-firings-lands-on-white-house"
        },
        {
            "headline": "Author Had Rare Access to Bush for 'Dead Certain'",
            "author": "By  \n\n      Robert Draper",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 4,
                "year": 2007
            },
            "article_content": "There are some perhaps unintended bursts of candor from President Bush in the new book Dead Certain: The Presidency of George W. Bush. Mr. Bush told author Robert Draper, for instance, that the administration \"didn't spend a lot of time planning\" for widespread sectarian violence in Iraq. The president said he believed post-war violence would be minimized by removing Saddam Hussein and by \"the idea of people being in a position to be kind of free — the universality of freedom concept.\" Draper was granted rare access to the president — six interviews, each about an hour long, between December 2006 and May 2007. Draper, also a national correspondent for GQ magazine and formerly a reporter for Texas Monthly, talks with Melissa Block. The Presidency of George W. Bush by Robert Draper Hardcover, 463 pages | Your purchase helps support NPR programming. How?",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/09/04/14162000/author-had-rare-access-to-bush-for-dead-certain"
        },
        {
            "headline": "Gonzales Denies That He Pressured Ashcroft",
            "author": "By  \n\n\n      Dina Temple-Raston\n    \n\n ,  \n\n\n\n\n\n\n\n      Ari Shapiro",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 24,
                "year": 2007
            },
            "article_content": "U.S. Attorney General Alberto Gonzales listens as he is questioned by Sen. Dianne Feinstein (D-CA) during a hearing before the Senate Judiciary Committee on Capitol Hill, July 24, 2007, in Washington, D.C.\n                \n                    \n                    Joshua Roberts/Getty Images\n                    \n                \nhide caption Listen to highlights from Attorney General Alberto Gonzales' testimony before the Senate Judiciary Committee Tuesday: It has been three months since Attorney General Alberto Gonzales last testified before the Senate Judiciary Committee. Back then, senators seemed to almost feel sorry for him. Tuesday's appearance was starkly different: Sitting before the committee this time around, Gonzales was attacked from all sides. Bipartisan Assault \"The attorney general has lost the confidence of the Congress and the American people,\" said Committee Chairman Patrick Leahy (D-VT). He said the Justice Department was now \"shrouded in scandal.\" \"I don't trust you,\" Leahy told Gonzales. The panel's ranking Republican, Sen. Arlen Specter (PA), was no gentler. \"Is your department functioning?\" he asked the attorney general. Sen. Herbert Kohl (D-WI) went a step further. \"What keeps you in your job, Mr. attorney general?\" he asked. Gonzales seemed unaffected by the onslaught. \"I have decided to stay and fix the problem, and that's what I have been doing,\" he told Kohl. Many of those problems are of Gonzales' own making. Senators are furious over inconsistencies in his testimony on various issues and his evasive answers to their questions. Case in point: Months ago, Gonzales said under oath that there had been no serious disagreement in the Justice Department about President Bush's domestic spying program. It later came out that there had been heated exchanges over the program. In May, former Deputy Attorney General James Comey told the committee that there had been a major disagreement over the program in 2004, when Gonzales was White House counsel. The Hospital Visit At the time, then-Attorney General John Ashcroft was in the hospital for an operation, and Comey was acting attorney general. Comey was against renewing the surveillance program and told Gonzales as much. Gonzales, with then-White House Chief of Staff Andrew Card, went to Ashcroft's hospital room and tried to get him to overrule Comey and reauthorize the spying program. Ashcroft refused. Specter asked Gonzales, given Comey's version of events, how Gonzales could say there had been no disagreement about the program. Gonzales said that the visit to the hospital was not about the terrorist surveillance program but rather, about other intelligence activities. The sentence had barely left Gonzales' mouth when Specter jumped in, \"Mr. attorney general, do you really expect us to believe that?\" Gonzales said that he went to Ashcroft's hospital room to get the surveillance program reauthorized only after top Republicans and Democrats from the House and Senate said they supported the program. \"We had had an emergency meeting in the White House situation room, where the congressional leadership told us to continue going forward with this very important intelligence activity,\" he told the committee. Gonzales said he had gone to Ashcroft's hospital room to let him know where the leadership stood on the issue. He hadn't gone there to pressure him. A Looming Showdown Between Congress, White House Although domestic spying was a major focus of Tuesday's hearing, it was not the only issue. California Democrat Sen. Dianne Feinstein began her questing by opening a manual. It was the newly revised Justice Department manual on prosecuting voter-fraud cases. The old version of the book had sections barring prosecutions that could affect an election. The new version, as Feinstein read it aloud, eliminates or waters down those provisions. Gonzales said he didn't know about the changes. Specter also raised the issue of the looming showdown between the White House and Congress over whether top administration officials can be compelled to testify about U.S. attorney firings and other matters. The Bush administration has claimed that executive privilege protects the officials from having to testify. Congress says that the conversations among executive branch officials aren't privileged. More recently, the White House has suggested that federal prosecutors in Washington, D.C., won't enforce contempt charges against the officials if Congress seeks them. \"If that is to happen,\" Specter said, \"the president can run the government as he chooses, answer no questions, say it's executive privilege. You can't go to court, and the president's word stands.\" That clearly wouldn't do, Specter said. He suggested that Gonzales ask the solicitor general to appoint a special prosecutor. Gonzales has recused himself from that issue.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/07/24/12197844/gonzales-denies-that-he-pressured-ashcroft"
        },
        {
            "headline": "Huckabee, Obama Gain Edge in Iowa Poll",
            "author": "By  \n\n\n      Andrea Seabrook\n    \n\n ,  \n\n\n\n\n\n\n\n      Ron Elving\n    \n\n ,  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 2,
                "year": 2007
            },
            "article_content": "A new poll of likely caucus voters in Iowa indicates Republican Mike Huckabee has opened up a lead over GOP rival Mitt Romney in the state.  The poll by the Des Moines Register has Rudy Giuliani a distant third. On the Democratic side, the poll gives Barack Obama a slight edge over Hillary Clinton and John Edwards, but that race is still very close. One factor that seems to be driving the polling figures is the candidates' performance in debates.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/12/02/16820401/huckabee-obama-gain-edge-in-iowa-poll"
        },
        {
            "headline": "Democrats Address Minority Issues, Each Other",
            "author": "By  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 2,
                "year": 2007
            },
            "article_content": "An ice storm shut down roads and airports in Iowa Saturday, but that wasn't enough to stop the presidential campaign now roaring through the state. Democratic candidates took part in an afternoon forum and in the traditional Iowa Brown and Black Forum, which focused attention on issues affecting African Americans and Hispanics in the state. Saturday night's forum was open to all the candidates — but none of the Republicans showed up. So the evening was a chance for the Democrats to reach out to some important audiences — African-American and Hispanic voters. The event also had a twist — each candidate had a chance to pose a question to someone else on stage. Former Sen. John Edwards of North Carolina turned to his signature issue. \"The cause of ending poverty in America is a cause that's very central to what I want to do as president, and central to my life. ... And there is at least one other candidate on this stage who has also spoken, strongly and eloquently, about doing something about poverty in America, and it's Sen. [Barack] Obama [of Illinois], and I applaud him for having done that: I think our voices together are more powerful than our voices alone,\" he said. Edwards has been taking every opportunity to attack the national front-runner, Sen. Hillary Clinton of New York. But Saturday night, Edwards used his question time to give Obama the floor, asking whether Obama would commit to raising the minimum wage to $9.50, indexed to rise with inflation. Obama answered in the affirmative, to loud cheering. Raising the minimum wage, Obama said, is just one way to help the black and Latino communities. \"When America gets a cold, black and brown America get pneumonia, and we've got pneumonia right now. ... We're moving in that direction, and we've got to do something about it. We've got to strengthen our unions. We have to raise the minimum wage and make sure it's not every 10 years, but it's keeping pace with inflation. It's got to be a livable wage,\" Obama said. He also said that the tax code favors the wealthy and should be reformed. The evening's moderators were Ray Suarez from PBS' NewsHour and NPR's Michele Norris, who asked about the public schools and whether they are growing more segregated. Connecticut Sen. Chris Dodd said that's something the president should resist. \"I think we deprive our children tremendously in this country if we don't provide them with the opportunity to have that educational benefit, of working and living with people of different races, colors and ethnic groups. That's a major setback for our country. And the American president, utilizing the bully pulpit of the Oval Office, needs to make that case every single day if we're going to succeed in this effort,\" he said. The only Hispanic on stage was New Mexico Gov. Bill Richardson. At one point, he lodged a complaint. \"As the only brown member in this debate, is there any chance we could have civil rights equity and have the brown guy get a little more time?\" he asked. A few minutes later, the governor got his chance to question another candidate and turned to Clinton to ask whether she agreed that governors, such as himself and former president and governor Bill Clinton \"make great presidents.\" Sen. Clinton was clearly ready for him, smiling as she shot back: \"I think they also make good vice presidents.\" The forum went on despite bad weather that forced Delaware Sen. Joe Biden to drive seven hours from Chicago, arriving on stage nearly an hour into the debate. The issue under discussion when Biden arrived was the competition between immigrants and African Americans for jobs and other opportunities. Biden got right into the fray. \"This is not a zero-sum game,\" Biden said. \"I was offstage hearing about 'black' and 'Hispanic.' Look, that's what white boys have done a long time — banging people against one another. Let's get this straight, it has nothing to do with black versus Hispanic: There's plenty of opportunity for both,\" Biden said. Suarez cited a finding that car accidents are a leading cause of death for Latino men. He noted that Hillary Clinton recently opposed granting a type of New York state driver's license to illegal immigrants. Clinton acknowledged the argument that driver's licenses might help ensure illegal immigrants learn to drive safely. \"But the real problem is that in the absence of comprehensive immigration reform, you're asking the state, you're asking officials of the state, like the people of the department of motor vehicles, to, in effect, ratify someone who is not here legally as someone who is going to be given a privilege, a document from the state, and, you know, it just didn't bear up under a lot of scrutiny,\" she explained. Among the audience-pleasing moments of the two-hour event was the response of Ohio Rep. Dennis Kucinich to his chance to question a candidate. The often puckish Kucinich proceeded to question himself. \"Congressman Kucinich, is it true that you're the only one sitting up here ... who advocates a universal, single-payer, not-for-profit health care system, which would result in all 46 million Americans who are not insured, and another 50 million Americans who are under-insured ... being covered? And the answer to that question is, it is true,\" he said. Earlier in the day, Kucinich was joined by Dodd, Obama and Edwards at another forum sponsored by a consortium of community service organizations. Dubbed the Heartland Presidential Forum, the event had 3,000 registrants and a good crowd despite the inclement conditions. Clinton participated by telephone. She was not present in person because she had flown the day before to New Hampshire, responding to the hostage-taking incident at one of her campaign headquarters there. No one was hurt in the incident, which resulted in one arrest. A new Des Moines Register poll released Sunday showed the Democratic race tight between Obama and Clinton, with the Illinois senator's lead of three points falling within the 4.4-point margin of error. Edwards was third in the poll, but still very much in the running. The poll was taken among 500 Iowa Democrats who said they planned to take part in Iowa's first-in-the-nation caucuses Jan. 3. The same poll showed former Arkansas Gov. Mike Huckabee opening a 5-point lead over former Massachusetts Gov. Mitt Romney in Iowa. Romney has been the candidate who spent the most time and money in the state over the past year, and has led in the polls in Iowa for months. Former New York Mayor Rudy Giuliani was third in that poll. All the Republican candidates had been invited to debate this week in Des Moines, not only at the Brown and Black Forum but also at a TV event to be sponsored by the Republican Party of Iowa and Fox News and a radio-only event sponsored by Iowa Public Radio and NPR News. The GOP candidates did not commit to any of these events. The Iowa Public Radio/NPR debate for Democratic candidates can be heard beginning at 2 p.m. ET Tuesday, live from Des Moines.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/12/02/16816170/democrats-address-minority-issues-each-other"
        },
        {
            "headline": "Christian Volunteers Powered Hunter's First Bid",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 9,
                "year": 2007
            },
            "article_content": "Rep. Duncan Hunter participates in the All-American Presidential Forums on PBS at Morgan State University in Baltimore, Sept. 27, 2007.\n                \n                    \n                    Saul Loeb/AFP/Getty Images\n                    \n                \nhide caption Read about Duncan Hunter's political career and his prospects as a presidential candidate. Congressman Duncan Hunter is one of the longest of long shots seeking the GOP presidential nomination. The San Diego lawmaker barely registers in public opinion polls. But Hunter has won a long shot race before: his first campaign for Congress, 27 years ago. In 1980, Hunter was a Vietnam veteran with a storefront law practice. His father, a lifelong Republican, encouraged him to run for Congress in a Democratic district. The issues would be defense and jobs, Hunter's father predicted, which amounted to the same thing in San Diego at the time. \"My mom designed our billboards,\" Hunter recalls. \"We put those in the locations near the defense industry, near the shipyards and the aerospace plants in San Diego.\" No one gave Hunter much of a chance, least of all Lionel Van Deerlin, the Democrat who had held the seat for 18 years. Van Deerlin was used to being reelected with comfortable margins. And he freely admits he was overconfident. \"I hope fatheaded isn't the right term,\" Van Deerlin says. \"It was a case of not paying enough attention. We discovered shortly before the election what was happening. But by that time, it was too late.\" A Growing Movement What was happening in San Diego and across the country that year was a quiet mobilization of Christian conservatives. A San Diego pastor named Tim LaHaye, best known now as the author of the Left Behind series of books, had just started \"Californians for Biblical Morality\" to get conservative churchgoers more involved in politics. \"About the same time, Jerry Falwell came on the scene with the Moral Majority,\" says Jim Baize, pastor of San Diego's Midway Baptist Church. \"His reasoning was that if Christians withdraw from the process, we're just abandoning our rights and our privilege in a republic form of government.\" Baize was introduced to Hunter as a candidate who shared his values: anti-abortion, supportive of Christian schools and pro-military. So Baize and his Christian foot soldiers went to work. \"We had a big precinct map, just like any of the parties do, divided it up, said 'Your team take this group, your team take that group,' and let people know, 'Here's someone who reflects our values. If these are your values, you may want to vote for him,'\" Baize recalls. Baize and his followers distributed hundreds of thousands of pro-Hunter fliers, saving the candidate a bundle on direct mailing costs. When the ballots were counted on election night, Hunter had pulled off a stunning upset, winning by nearly 10,000 votes. Hunter's was one of 34 House seats that the Republicans picked up that year. \"The proverbial right place, right time,\" says Carl Luna, professor of political science at San Diego's Mesa College. \"The Reagan Revolution and Reagan would have coattails to bring people into the Senate, into the House, and Hunter got caught up in that.\" Longer Odds in 2008 Hunter's basic views haven't changed much during the past quarter century. And thanks to redistricting, he no longer has to worry about serious Democratic opposition. Throughout his congressional career, defense contractors and their employees have been his biggest contributors. And Hunter has returned the favor. \"I don't say this in an unfriendly way: He's for anything the Pentagon wants, and lots more besides,\" Van Deerlin says. Pastor Baize likes the fact that Hunter hasn't changed, unlike so many politicians who, he says, seem to get more politically correct when they get to Washington. Baize's church still helps to register voters, but no longer wields the kind of political muscle it did in 1980. Baize is backing Hunter's White House bid, but admits the odds seem even longer this time than they did in that first campaign. \"He was ignored back then, but he had the opportunity to go around and shake hands and meet people,\" Baize says. \"How do you do that on a national level?\" Whatever happens in the presidential race, Hunter has promised to give up his House seat. His son, a Marine reservist now serving in Afghanistan, hopes to replace him.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/10/09/14779170/christian-volunteers-powered-hunters-first-bid"
        },
        {
            "headline": "Rove to Leave White House at End of August",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 13,
                "year": 2007
            },
            "article_content": "President Bush embraces White House Deputy Chief of Staff Karl Rove after Rove announced that he will be resigning his post at the end of the month on the South Lawn of the White House.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Karl Rove said an emotional goodbye at a White House news conference on Monday, hours after the news broke that he will leave the White House at the end of the month. \"I will miss, deeply miss, my work here,\" said Rove, President Bush's close friend and chief political strategist. \"Mr. President, I'm grateful for the opportunity you gave me to serve our nation. I'm grateful to have been a witness to history.\" Rove praised President Bush, saying Mr. Bush's integrity and character had inspired him. He also said Mr. Bush was \"farsighted\" and that the president has protected the U.S. from a \"brutal enemy.\" At the news conference, Rove said he would remain close to the president. \"I look forward to continuing our friendship of 34 years,\" Rove said. Indeed, President Bush said the two would continue their friendship, and noted that he, too, would soon be leaving the White House. \"We've been friends for a long time, and we're still going to be friends,\" Bush said, standing with Rove. \"I would call Karl Rove a dear friend. I thank my friend,\" Bush said. \"I'll be on the road behind you in a bit.\" In an interview published in Monday's edition of The Wall Street Journal, Rove said he had first floated the idea of leaving a year ago, but he did not want to depart on a sour note after the Democrats took control of Congress in November. \"There's always something that can keep you here, and as much as I'd like to be here, I've got to do this for the sake of my family,\" he told the Journal. A longtime member of Bush's inner circle, Rove was nicknamed \"the architect\" by the president for designing the strategy that twice captured the White House. \"Obviously, it's a big loss to us,\" White House deputy press secretary Dana Perino said. \"He's a great colleague, a good friend, and a brilliant mind.\" Rove \"will be greatly missed, but we know he wouldn't be going if he wasn't sure this was the right time to be giving more to his family, his wife, Darby, and their son. He will continue to be one of the president's greatest friends,\" Perino said. A criminal investigation put Rove under scrutiny for months during the investigation into the leak of a CIA operative's name, but he was never charged with any crime. In a more recent controversy, Rove, citing executive privilege, has refused to testify before Congress about the firing of U.S. attorneys. Rove also told the Journal that he believed Mr. Bush would bounce back from historically low public opinion polls, saying Bush would move up from about a 30 percent approval rating to 40 percent, and \"higher than Congress.\" He predicted Iraq would be \"a better place\" as the surge continues and that the Democrats would nominate Hillary Clinton for the presidency, a candidate he called \"tough, tenacious, fatally flawed.\" He also said he believes Republicans have a very good chance of winning the White House again in 2008. Looking back over his White House years, Rove told the Journal that at least two parts of the Bush Doctrine will be carried on by future administrations: The policy that those who harbor terrorists are as culpable as terrorists; and pre-emption. Since Democrats won control of Congress, some top administration officials have announced their resignations. Among those who have left are White House counselor Dan Bartlett, budget director Rob Portman, chief White House attorney Harriet Miers, political director Sara Taylor, deputy national security adviser J.D. Crouch and Meghan O'Sullivan, another deputy national security adviser who worked on Iraq. Defense Secretary Donald Rumsfeld was forced out immediately after the election as the unpopular war in Iraq dragged on. Rove's decision to leave was not a hasty one, Perino said. \"He's been talking with the president for a long time - about a year - regarding when might be good to go,\" Perino said. \"But there's always a big project to work on, and his strategic abilities - and our need for his support - kept him here. He said there's never a good time to leave, just the `right' time.\" Rove became one of Washington's most influential figures during Bush's presidency. He is known as a ruthless political warrior who has an encyclopedic command of political minutiae and a wonkish love of policy. Rove met Bush in the early 1970s, when both men were in their 20s. Once inside the White House, he grew into Bush's right-hand man. Rove's resignation is effective Aug. 31. He said the president has encouraged him to write a book about the Bush years – a project he finds appealing. Rove also said he is finished with political consulting and would eventually like to teach. From NPR reports and The Associated Press",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/08/13/12731970/rove-to-leave-white-house-at-end-of-august"
        },
        {
            "headline": "Reporters Give Unique Peek Of White House",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 23,
                "year": 2007
            },
            "article_content": "President Bush and Laura Bush at a press conference in 2004. For many White House events, only a select pool of reporters are allowed to attend. They report back to their colleagues.\n                \n                    \n                    Eric Draper/The White House\n                    \n                \nhide caption President Bush and Laura Bush at a press conference in 2004. For many White House events, only a select pool of reporters are allowed to attend. They report back to their colleagues. Scroll down to read some of Ken Herman's pool reports. Cox Newspapers' Ken Herman on pool duty in a chopper.\n                \n                    \n                    Don Gonyea, NPR\n                    \n                \nhide caption Cox Newspapers' Ken Herman on pool duty in a chopper. The White House press pool approaching Air Force One in Rostock, Germany.\n                \n                    \n                    Don Gonyea, NPR\n                    \n                \nhide caption The White House press pool approaching Air Force One in Rostock, Germany. If you've ever wondered what reporters do on a slow news day, you should read White House pool reports. Because many presidential events aren't open to the entire White House press corps, a pool of reporters from each medium -- print, radio and television -- is assembled to report back to their colleagues about what took place. The dispatches are revelatory and often hilarious, colored with off-the-cuff observations. They give a unique glimpse of political life behind the curtain of pomp and circumstance. Whether cheekily describing the caviar in the pool hold or the president's ceremonial first pitch, the reports are sure to entertain. But the nature of the pool report is changing. Now, pool reports are finding their way to blogs and are circulating to the public via e-mail. Traditionally written for an audience of insiders, the dissemination of the reports to the wider public raises journalistic questions for reporters. Ken Herman of Cox Newspapers and Julie Mason of The Houston Chronicle talk about their experiences as pool reporters and how they approach the task of writing a report.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/07/23/5572974/reporters-give-unique-peek-of-white-house"
        },
        {
            "headline": "Obama on the War, Race and America's Future",
            "author": "By  \n\n\n      Farai Chideya",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 12,
                "year": 2007
            },
            "article_content": "Democratic presidential hopeful Sen. Barack Obama of Illinois addresses the American Federation of State, County and Municipal Employees.\n                \n                    \n                    Karen Bleier/Getty Images\n                    \n                \nhide caption Illinois Sen. Barack Obama says he anticipates having U.S. combat troops withdrawn from Iraq within a year, in a wide-ranging interview with NPR's Farai Chideya. According to the Democratic presidential hopeful, the ongoing war could undermine efforts to combat domestic terrorism, as new threat assessments show al-Qaida  restoring its strength to pre-Sept. 11 levels. \"We're not going to be able to tackle those issues, which I think the American people understand are one of the most prominent threats we face, unless we are not entirely bogged down in this mess in Iraq,\" Obama said. The following is a transcript of the interview: I will jump right into this: Are you willing to be the man who finally and officially pulls U.S. troops out of Iraq? There are bad options and worse options, and we've got to be as careful getting out as we were careless getting in because the safety of the troops on the ground is at stake. But if we begin a phased, responsible redeployment, I see no reason why we should not have our combat troops out by certainly early summer of next year. And once we've done that, we then have an opportunity not only to put more pressure on the Iraqi government to come to a political accommodation between the various factions but we can also go back to the international community and get their assistance in stabilizing the region. Early summer of next year is a really aggressive timetable, and there will be convoys leaving the country, heading to Kuwait, heading to Turkey — these images on the news. You realize it could ruin you politically if people begin to associate you with defeat. Oh, I think people at this point have a pretty good sense of whose war this is, and the critical task for us now is not only stabilizing the situation in Iraq and getting our combat troops out, it's also that we've got al-Qaida, as strong as it has been since 9/11, regrouping in Afghanistan and along the Pakistan border. And we've got real serious problems there. And we're not going to be able to tackle those issues, which I think the American people understand are one of the most prominent threats we face, unless we are not entirely bogged down in this mess in Iraq. Let's move to the domestic front. You have said that your daughters, because of their economic privilege, should not benefit from affirmative action in the same way that some other people might. If elected, will you fight to keep affirmative action alive? If so, to benefit whom? Oh, I'm a firm believer in affirmative action. The question that was asked was, do I think that my daughters are disadvantaged. And I said no, because their father is a United States senator and both their parents are working professionals. But what I also said is that there is a strong and ongoing intersection between race and class in this country — that racism is still an issue that has to battled.  Affirmative action is an important tool, although a limited tool, for us to deal with these issues. I say limited simply because a large portion of our young people right now never even benefit from affirmative action because they're not graduating from high school. And unless we do a better job with early childhood education, fixing crumbling schools, investing to make sure that we've got an excellent teacher in front of every classroom, and then making college affordable, we're not even going to reach the point where our children can benefit from affirmative action. Let me throw a little curveball in there. We met when I was an undergrad at Harvard. You were the head of the Harvard Law Review. Now there's a big debate at Harvard over whether the children of immigrants — and you're one, and I'm one, for the purposes of these studies — should be considered the same as children of Jim Crow survivors, fthe great-grandchildren of people who survived slavery. What do you think about that and how that plays into affirmative action? Oh, I think that's a divisive debate and a silly debate that we should not be getting into. Listen, your parents or grandparents, my parents or grandparents were either part of the black Diaspora. I mean, you know, black people didn't end up in the Caribbean by taking a yacht there. They came on slave ships. Back in Africa, my grandfather was a cook for the British army and suffered under the colonialism there. You know, the notion that we would try to parse and divide to see who among us has been most victimized, I think, is not an appropriate approach to take. And it weakens rather than strengthens the overall efforts to ensure racial equality and justice in this country. And yet that's how some people think. You know that you've battled this issue of \"Is Barack Obama black enough?\" because you had an African father who you did not grow up with. Yeah, you know, it's something that I've had to battle mainly in the press and among talking heads. It's not something I have to battle when I go into my barbershop or when I'm on the basketball court or when I'm walking down the street and people are honking and waving. You know, I really think that we are still confused about issues of race in this country.  That's true for blacks and whites and Hispanics and Asians and the fact that I'm running for president is obviously going to bring up some of this confusion to the surface.  But one of the things I'm absolutely clear about is that ordinary people that I meet and talk to each and every day –- they are absolutely clear about where I'm coming from and partly that's because I'm very clear about who I am. I want to continue by mining a little bit of who you are and who you've been and the path you've walked. So you spent much of your 20s in Chicago as an advocate for the poor in largely black communities, and compared to what you have to do to be a presidential candidate — to be careful about every word — do you miss the freedom of who you were?  Have you lost something? (Chuckles) Well, it's a good question. Look, you're always closing some doors when you open others, and there's no doubt that there are sacrifices involved in running for president. You know, the biggest one is just not seeing my family the way I want to all the time, and I've got two adorable daughters that I'm not home every night to tuck in. And it is also true that as president, you try to fight against being overly cautious or overly scripted, but there's no doubt that some of that happens inevitably. And some of it's not an entirely bad thing. I was walking with my daughter the other day from the bookstore and we had what she calls the secret people following us. We had some Secret Service folks behind us, and she said, \"Daddy, did you always want to be president?\"  And I said, \"No, not really, but I think it's important for me to try this now.\" And she said, \"Yeah, I'm not sure I'd want to be president because if I say something wrong in school, you know, I might get in trouble with the teacher. If you say something wrong, the whole world could get shaken up.\" And then so that's part of the responsibility of being a presidential candidate and certainly a president is that your words get magnified and count. But I also think that it's important to make sure that I don't lose my core honesty with myself and that I don't start trimming my sails or biting my tongue in order to get elected. In fact, if I try to do that, I'm pretty certain I won't get elected, because there are other people who are better at saying the conventional political thing than I am. Your daughter calls the Secret Service the secret people. You have gotten protection really early. You don't have to go far on the Internet to find predictions that you could be the target of violence, and one of our listeners made this observation: How do you weigh the risks of being injured or even killed because you are a black man running for president versus your daughters, your love for your family? Well, look, I don't spend all my time obsessing about safety issues. We take precautions and this is a risk that all presidential candidates face. Obviously it's a little more prevalent if you're an African-American candidate, but Michelle and I — my wife and I — talked about this before we got into this race,  the sacrifices that were involved — being away from the kids, not having as much privacy as we once had — and our conclusion was that it was worth it, because we're in one of these moments where I truly believe we've got an opportunity to reshape the political landscape right now in a way that we haven't had maybe since Ronald Reagan did it for conservatives back in 1980. I think the country is profoundly ready for change. They recognize that the war in Iraq has been a failure, that we are struggling under a health care system that doesn't work, that our education system isn't adequate for making sure that our kids can compete in an international economy. And so I think there are a lot of disaffected Republicans, there are a lot of independents who could get behind a progressive message, and I think we could also revisit and restore the sense that we've got to take on some of the issues of poverty in this country right now. But all this is going to require the kind of leadership that has been lacking, and I think it is leadership that I can provide. Actually, we put out a request to our listeners — we have a blog, \"News & Views\" — and we asked for questions they wanted to ask you.  Kim Campbell sent this one. She said, \"I am a sophomore in college who has worked up to two jobs while taking on a full course load. I have a high number of loans already, I've had to transfer from a tier one private university to a state college, primarily because of cost. I would like to know what you would do to make college truly more affordable for students.\" This is a critical issue. College has become out of reach for hundreds of thousands of students around the country.  A couple of specific things we can do. Number one: The federal government has to make sure that it's fulfilling its financial obligations to states, because part of the reason tuition is going up so quickly is because states aren't providing as much support to colleges and universities as they used to because they're strapped trying to pay their Medicaid bills. Number two: Right now, our student loan programs are often funneled through banks and financial intermediaries like Sallie Mae, and those financial institutions are making $8 billion or more every year in profits off the backs of students who are trying to go to school. This is just on the government subsidized loan program. This sets aside the whole private financing of student loans that has become a big racket. And so what I've said is let's eliminate those subsidies. Let's stop giving $8 billion to companies that don't need it. Let's take that money and expand grants which were much more prevalent when I was going to college and don't require young people to take on these enormous debts. The third thing that I'd like to see is an expansion of national service programs so that if young people are committed to going into teaching or going into nursing or going into social work, or going into the public sector that they can get significant loan forgiveness so that they can actually afford to do those jobs. Senator, a couple more quick questions from our listeners. Kitty Martin in San Francisco said, \"In light of the fact that no American president has ever apologized to African Americans for the issue of slavery, would you, as the first African-American president, be willing to make that apology for an injustice that has gone unanswered in the last 250 years?\" You know, I have to confess that I am less interested in apologies, which to me are just words, and more interested in commitment. And as president the expression of grief or sorrow towards our past history is to ensure that we're creating a brighter future for those who've been impacted. That means building schools that work, putting people back to work, making sure that we've got a criminal justice system that is just. Those are the steps that I think as president I'd be much more focused on. Finally, we've got a lighter note from David McWeeney. You're going to like this, because you've been described as a really aggressive basketball player back when you were at Harvard. So he wrote, \"Senator Obama, you've said that if you become president that you will install a basketball hoop in the White House. Do you happen to know where?\" But we did a little digging. It turns out the White House already has a half-court. Will you expand that to a full court, and who are you going to play? You know, I was just with Charles Barkley a couple of days ago. He came down to Birmingham to campaign with me, and Alonzo Mourning is doing an event for me down in Miami in a couple of weeks, so I think we could put together a pretty good all-star team. I don't want to guard any of those guys. They'll be on my team, and then you know, maybe if you want to play you can come up with some folks of your own. You know what, that's out of my league. Senator Obama, it was a real pleasure. All right.  It was great talking to you.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/07/12/11921037/obama-on-the-war-race-and-americas-future"
        },
        {
            "headline": "GOP Support for Bush Iraq Plan Still Eroding",
            "author": "Cokie Roberts",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 14,
                "year": 2007
            },
            "article_content": "Republicans are supporting the war in Iraq but not President Bush's prosecution of it. Republican lawmakers recently met with the president to emphasize that the war is hurting the party and that they need some sign of progress.  STEVE INSKEEP, host: Here in Washington, and around the country, there's growing frustration with the pace of progress in Iraq, which is an issue for lawmakers who are negotiating with the president on how to fund the war. It's also a major focus, of course, for the 2008 presidential candidates. And let's get some analysis, as we do every Monday morning, from NPR's Cokie Roberts. Cokie, good morning. COKIE ROBERTS: Good morning, Steve. INSKEEP: It seems like some candidates, particularly Republicans, are supporting the war, but not necessarily supporting the president's prosecution of it. ROBERTS: Well, that's right. As the White House and Congress are still negotiating on language on the war funding bill, and now we have the context of what's now a famous meeting of Republican lawmakers going to the White House last week and telling the president that the Iraq war is hurting the Republican Party - hardly a news flash there - but that they won't stick with the White House forever. They said that they need some sign of progress in Iraq. The administration has announced over the weekend that the U.S. will meet with Iran in Baghdad to talk about the Iraqi security. But it just, Steve, might be too late in terms of American politics. As you said, even the Republican candidates who support the war went out on the Sunday TV talk shows yesterday to be very critical of how the administration has handled the war and the post-war in Iraq: John McCain, Rudy Giuliani, Mitt Romney, all were critical on the shows. But that is kind of the end of where they agree with each other. They had all kinds of other questions that came up. And Rudy Giuliani seems to be having trouble agreeing with himself on the question of abortion. He is really twisting himself into a pretzel on that question, giving various answers in various places over the last few days. INSKEEP: Is Iraq the kind of issue that could lead somebody to try a third party presidential run? ROBERTS: Well, I think that there are variety of issues that could do that. And we had Chuck Hagel, the senator from Nebraska, Republican, talking about that yesterday on CBS. He has been become more and more of a gadfly in the Republican Party. And he was very critical of his party yesterday, he says it has been hijacked by isolationists. But he also talked, sort of enticingly, about a meeting that he has had with New York Mayor Michael Bloomberg, who, of course, once was a Democrat, became a Republican to run for mayor. Hagel wouldn't say exactly what they talked about. But the mayor has been teasing reporters and voters on whether he's going to run for president or not. He says no, but he goes out around the country making national speeches and proposing national policies for the city. So I think that that's still sort of dangling out there, and the fact that Bloomberg is a billionaire means that he can decide this very late. And Republicans, to some degree, are unhappy with their candidates. There's another Republican debate tomorrow in South Carolina where we can get another look at all of them. But the Democrats at the moment, Steve, are saying they're pretty happy with their candidates. They're not all that interested in the third party. INSKEEP: Let's talk about one of those candidates - Barack Obama, the Illinois senator. He's been talking about raising this campaign. ROBERTS: He, yesterday, gave a long interview on ABC where he said that if he loses, it won't be because of race. It will be because he has not adequately provided a vision of leadership. He did say that he has asked for security earlier than most candidates and he's uncomfortable about that, but he says some of the threats were racial. But he was very interesting on the subjects on affirmative action. He said his daughters, for instance, should be considered somewhat privileged and not really candidates for an affirmative act as much as lower income white people. So he's once again just trying to bridge the gaps, bring people together, rather than emphasize the differences. And we'll see how that works in this campaign. INSKEEP: Thanks very much. That's NPR political analyst Cokie Roberts giving us the latest on some of the many, many, many, many, many presidential candidates and possible presidential candidates. Copyright © 2007 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/05/14/10165847/gop-support-for-bush-iraq-plan-still-eroding"
        },
        {
            "headline": "Presidential Hopefuls Target Bush in Debate",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 27,
                "year": 2007
            },
            "article_content": "All eight Democratic presidential candidates were on stage Thursday night in South Carolina for their first debate in the 2008 run for the White House. The event was in a state that's having an early presidential primary and has a large number of African-American and military voters.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2007/04/27/9870438/presidential-hopefuls-target-bush-in-debate"
        },
        {
            "headline": "Democratic Presidential Hopefuls Debate",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 29,
                "year": 2007
            },
            "article_content": "Democratic candidates vying for the White House deplored the hours-old U.S. Supreme Court's decision Thursday forbidding schools to consider race as a remedy for diversity. The debate, the first intended to address issues central to African-Americans, tackled issues of poverty, education, criminal justice, genocide in Darfur, taxes, outsourcing jobs, and the frail response by the Bush administration to Hurricane Katrina. But the earlier news that the Supreme Court ruled 5-4 that schools could not used race when assigning some students in an effort to end racial isolation and prevent re-segregation led the third debate of all eight candidates. It was held at Howard University, a historically black institution in Washington, D.C. Sen. Barak Obama of Illinois, a frontrunner and only African-American in the race for president, reminded the crowd that it was on the school's campus that then-attorney Thurgood Marshall and his legal team developed arguments that won the landmark school desegregation case Brown v. Board of Education in 1954. Marshall later served on the U.S. Supreme Court. \"If it had not been for them, I would not be standing here today,\" he told the crowd, which included a number of prominent black leaders, including Marian Wright Edelman, Al Sharpton, Dorothy Height, Cornel West, and others. Massachusetts Gov. Deval Patrick, the country's only black governor, introduced the candidates. \"The progress we have made is not good enough,\" Obama continued. \"It is absolutely critical for us to recognize that there are going to be responsibilities on the part of African-Americans and other groups to take personal responsibility to rise up out of the problems that we face. But there has also got to be political will in the White House to make that happen.\" New Mexico Gov. Bill Richardson also made it personal. \"Issues of diversity, for me, the first Latino to run for president, aren't talking points; they're facts of life.\" There was little mention of Iraq, the biggest source of contention between the candidates. Rather they were agreed on just about every issue, quick to point out disparities and offer solutions. Sen. Hillary Rodham Clinton, of New York, the only woman and a serious candidate, resonated with the audience after comments that raised the inequality in AIDS treatement. \"Let me just put this in perspective: If HIV-AIDS were the leading cause of death of white women between the ages of 25 and 34 there would be an outraged, outcry in this country.\" Clinton took every opportunity to recall for the audience her accomplishments in the Senate as well as that of her husband, former President Bill Clinton. \"If we don't begin to take it seriously and address it the way we did back in the '90s when it was primarily a gay men's disease, we will never get the services and the public education that we need,\" she continued. There's a fierce contest for African-American votes, a bloc that traditionally favors the Democratic Party. About one in 10 voters in the 2004 election were black, according to exit polls, and they voted 9-to-1 for Democrat John Kerry. In some states, blacks make up a bigger share of the voters. In South Carolina, for example, blacks made up about 30 percent of the electorate in 2004, but were more than half of the voters in the state's Democratic primary. Each candidate got to answer every question for the same amount of time. There were no follow-up questions nor were the candidates prompted to engage each other. Former Sen. John Edwards of North Carolina, a millionaire, agreed that the wealthy should pay higher taxes and cut a break to poor and middle class. \"People who have done well ought to have more responsibility to pay back to the country,\" he said. \"We have a capital-gains rate — 15 percent — which is the rate that most pay on their investment income, like Warren Buffett. That's significantly lower than the tax rate that his secretary pays; that's not right. There is a moral disconnect. We ought to honor work in this country, not just wealth.\" Edwards has made income inequality the centerpiece of his campaign. Sen. Joseph Biden of Delaware (along with the other candidates) wants to get rid of President Bush's tax cuts for the richest Americans too. \"It's the first time in our history since we had the federal income tax that we're in a position where those who are the wage-earners are paying a bigger chunk than they should. It's got to shift back,\" Biden said. With additional reporting from The Associated Press",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2007/06/29/11596240/democratic-presidential-hopefuls-debate"
        },
        {
            "headline": "Obama Discusses Race Issues in Iowa",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 30,
                "year": 2007
            },
            "article_content": "In Des Moines, Iowa, the concerns of African-American Iowans and the state's fast-growing Hispanic population will take center stage Saturday. All eight Democratic presidential contenders say they will attend the sixth annual Iowa Brown and Black Presidential Forum at the city's North High School. During a campaign stop there earlier this week, Barack Obama got a head start on discussing a subject that is often avoided — race relations. Prejudice Persists in Iowa It was the very last question Obama took from a crowd far more racially diverse than one would expect to find in Iowa. Annette Brown told Obama she had a rough time when she moved from Chicago to Des Moines some years ago. \"Even though we lived here, and we have all colors here, I have to say that it hasn't been a pleasant (move),\" said Brown, who is black. \"And the reason for that is that those who are here to help (us) have not helped us, and we need that.\" It was an opening for the Democrats' only black presidential contender to talk about race. \"One topic that we've talked about around the edges but haven't talked about explicitly is the issue of race in this country, which obviously still has an impact. And I don't think any of us can deny it,\" Obama said. With that, and a reminder to the crowd of his own racially mixed heritage, Obama talked about the persistence of racial prejudice in America: \"We do have a legacy of race in this country, and we see it in our daily lives. There's a reason why African-Americans are so much more likely to be incarcerated. There's a reason why Hispanic-Americans are more likely to be without health care and in low-wage jobs. It has to do with history. It has to do with the legacy of slavery, and Jim Crow and discrimination. And, even if people aren't discriminating now, that legacy is still there.\" Barbara Oliver Hall, who once headed the U.S. Equal Employment Opportunity Commission in Iowa, said she had never heard Obama talk about race the way he did in that instance. \"Iowa, of course, has had some discrimination issues, but it has grown from those days,\" she said. \"In some areas, there may be still some legacy, as Obama said, with that issue, but I think basically I've lived a good life here.\" But the charge of discrimination did resonate with 37-year-old Christopher McCrory, a former South Carolinian now living in Iowa. McCrory's car sports a decal identifying him as a former Marine, and he recalled how that seemed to transform a white driver's perception of him. \"The gentleman looked at me real odd, and then he sees the sticker on the back of my car,\" McCrory said. \"So, when we get to the next light, oh, he smiles, and he's my friend now because we have a common belief and purpose, but we are of a different race.\" Clinton Gets High Marks A national survey of black voters came out this week showing both Obama and Hillary Clinton with high approval ratings, though Clinton did even better than Obama. Clinton also picked up key endorsements from some prominent black ministers in South Carolina. David Bositis, senior research associate with the Joint Center for Political and Economic Studies, said it makes sense to court Iowa's black voters, though their numbers are few. \"The number of people who attend the Iowa caucuses is very small,\" said Bositis, who did the survey. \"And, in Iowa, if you can motivate any group in the population — even if it's 2 percent of the population — it would have a significant impact on the outcome.\" Discussion of race in Iowa and around the nation will likely continue at Saturday's forum.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2007/11/30/16780499/obama-discusses-race-issues-in-iowa"
        }
    ]
}