{
    "Biases": [
        "racial",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Reagan, the South and Civil Rights",
            "author": "By  \n\n\n      Juan Williams",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 10,
                "year": 2004
            },
            "article_content": "Sen. Barry Goldwater, R-AZ, presents President Ronald Reagan with a gift in the Oval Office, Feb. 23, 1981.\n                \n                    \n                    © Bettmann/ Corbis\n                    \n                \nhide caption Forty years after the passage of 1964 Civil Rights Act, history and politics are celebrating a strange convergence: It was the passage of the Civil Rights Act that launched the rise of the president who died last week, Ronald Reagan. The Civil Rights Act, signed July 2, 1964, by President Lyndon Johnson, ended legal discrimination against blacks at hotels, restaurants and department stores.  It also made discrimination illegal in hiring.  Barry Goldwater, the Republican presidential nominee that year, decided to make himself a voice for opponents of the Act. Goldwater said he supported the white Southern position on civil rights, which was that each and every state had a sovereign right to control its laws.  The Arizona Republican argued that each American has the right to decide whom to hire, whom to do business with and whom to welcome in his or her restaurant.  The senator was right at home with Southern politicians who called the Civil Rights Act an attack on \"the Southern way of life.\" To overcome the forces arrayed against the bill, Johnson needed every bit of his political skill and every bit of emotional aftermath from the previous November's assassination of President John F. Kennedy.  But once the bill had passed, Johnson told confidants that Democrats might have lost the South to Republicans for years to come.  He was exactly right. Today the South is solidly Republican.  In every presidential election since 1964  -- save the election of Jimmy Carter in 1976 -- Dixie has been the heart of GOP presidential politics.  The white Southern vote was key to the Republican takeover of Congress in 1994, and President George W. Bush was elected in 2000 because he carried every Southern state. Ronald Reagan was key to the South's transition to Republican politics.  Goldwater got the ball rolling, but Reagan was at his side from the very beginning.  During the 1964 campaign, Reagan gave speeches in support of Goldwater and spoke out for what he called individual rights -- read that also as states' rights. Reagan also and portrayed any opposition as support for totalitarianism -- read that as communism. In 1976, Reagan sought the Republican nomination against the incumbent President Gerald Ford.  Reagan's campaign was on the ropes until the primaries hit the Southern states, where he won his first key victory in North Carolina.  Throughout the South that spring and summer, Reagan portrayed himself as Goldwater's heir while criticizing Ford as a captive of Eastern establishment Republicans fixated on forced integration. Reagan lost the nomination to Ford in 1976.  But when the former California governor ran for the presidency again in 1980, he began his campaign with a controversial appearance in Philadelphia, Miss., where three civil rights workers had been brutally killed.  It was at that sore spot on the racial map that Reagan revived talk about states' rights and curbing the power of the federal government. To many it sounded like code for announcing himself as the candidate for white segregationists.  After he defeated President Carter, a native Southerner, Reagan led an administration that seemed to cater to Southerners still angry over the passage of the Civil Rights Act after 16 years.  The Reagan team condemned busing for school integration, opposed affirmative action and even threatened to veto a proposed extension of the Voting Rights Act (the sequel to the 1964 Civil Rights Act passed a year later and focused on election participation).  President Reagan also tried to allow Bob Jones University, a segregated Southern school, to reclaim federal tax credits that had long been denied to racially discriminatory institutions. The genial Californian Republican denied there was any racism implicit in those policies.  Even when he was characterizing poor women as welfare queens driving around in pink Cadillacs, he said it was a merely matter of encouraging people to pull themselves up by the bootstraps.  The America he seemed to envision had no need to deal with racial divisions, and he said his only desire was to encourage self-sufficiency for all Americans and to reduce all Americans' dependence on government programs. Today it is hard to believe that Reagan had such success using the Civil Rights Act as a whipping boy.  The Civil Rights Act is now so widely accepted that it doesn't attract controversy in any region of the country -- including the South.  There is no debate about the right of black people, Hispanics or Asians to stay in a hotel, shop in a store or to apply for a job without fear of racial discrimination. In 2004, minorities are one-third of the national population and it is hard to understand how anyone could have ever argued in favor of allowing states to practice racial discrimination.  It is even harder to remember that in June of 1963 President Kennedy -- with race riots threatening to erupt nationwide -- had to go on national TV to say that arguments over whether blacks could eat at a lunch counter were creating a moral crisis for a nation. After Kennedy’s death, Johnson was able to accelerate what Dr. Martin Luther King had called \"a horse and buggy pace\" on civil rights legislation. To lessen Southern opposition, the former senator from Texas stripped voting rights out of the bill and made it clear that the act did not require racial quotas for hiring employees. Johnson's maneuvers won him support from moderate Republicans as well as from Democrats in the North, Midwest and West.  But the South was not won over.  And as Johnson predicted, his victory had a bitter after taste.  It sent the likes of Sen. Strom Thurmond of South Carolina and eventually other leading Southern politicians into the embrace of the Republican Party.   And there they found themselves in the company of another former Democrat, Ronald Reagan. Now the nation celebrates the life and legacy of Reagan with a state funeral just days before celebrations are scheduled to begin for the 40th anniversary of the Civil Rights Act. Reagan's funeral, no doubt, will get far more attention. But every day America is a celebration of the change created by the 1964 Civil Rights Act.  That ongoing celebration of racial equality and racial justice has outlived President Reagan.  But the racial polarization that characterized his presidency lives on as well.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2004/06/10/1953700/reagan-the-south-and-civil-rights"
        }
    ]
}