{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Democratic Party Embraces 'Values' Debate",
            "author": "Rachel Martin",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 19,
                "year": 2006
            },
            "article_content": "This is the second of two reports on the role of religion in the coming election. Listen to part 1:  RELIGIOUS CONSERVATIVES AND THE GOP: Even before the recent scandal involving former GOP Rep. Mark Foley's sexually explicit messages to underage former pages, support among religious conservatives for the Republican Party and President Bush had started waning, according to polling by the Pew Research Center for the People & the Press.  Pew's polls haven't picked up significant switches in party affiliation among the GOP's religious base. But the president's approval ratings among this group, which stood at 74 percent after the 2004 election, dropped to 54 percent after Hurricane Katrina, and have remained near these lows.  At the same time, fewer evangelicals say they believe the Republican Party \"governs in an honest and ethical way.\" In January 2006, 55 percent of evangelicals polled by Pew said they thought this phrase described the GOP better than the Democratic Party. This month, just 42 percent still held this view. -- Maria Godoy Before Moses parted the Red Sea and led his people to the Promised Land, the Bible says he lived in the desert for years. Then God appeared in the form of a burning bush, confronted him and set him on the true path of faith.  For Democrats, their burning bush was the 2004 elections, when religious voters overwhelmingly supported President Bush, strengthening Republicans' control of Congress and leaving Democrats with two more years in the desert.  Talking Openly About Faith Since then, the Democratic Party has embarked on its own spiritual journey, and candidates like Rep. Ted Strickland in Ohio are spreading the word. Speaking to a standing-room-only crowd in Columbus, Strickland acknowledges the clergy in the room and reads from the Biblical book of Micah: \"And what then is required of us, we are asked? But to do justice, to love mercy and to walk humbly with our God?\"  Strickland, an ordained minister, is trying to become Ohio's first Democratic governor in 15 years. He's running against Kenneth Blackwell, an evangelical with deep ties to Christian groups. To counter that, Strickland has been reaching out to the state's large evangelical population.  \"I think it is wrong when any single candidate or any political party feels ownership of the community of faith,\" he says. \"I made a decision that I am not going to concede any part of the electorate to my opponent, and that includes the faith community.\"  Strickland is running ads on Christian radio, and talking openly about his faith. These kinds of tactics represent an about-face for a Democratic Party that's trying to find its way.  Democrats Engage in the 'Values' Debate Already, a few stars have emerged as guides. Tim Kaine, elected as the Democratic governor of Virginia in 2005, took a year off from law school to work as a Christian missionary. His election is widely considered to be a model for Democrats trying to talk openly about their faith. And Barak Obama, the junior senator from Illinois, has been taking his party to task.  During a speech to a Christian group a few months ago, Obama said, \"There are some who dismiss religion in the public square as inherently irrational or intolerant, insisting on a caricature of religious Americans that paints them as fanatical, or thinking that the very word 'Christian' describes one's political opponents, not people of faith.\"  After 2004, leaders in the party realized that had to change. David Wilhelm, the former head of the Democratic National Committee, started a Web site called FaithfulDemocrats.com. It's designed explicitly for Democratic Christians.  \"Hey, you can be a good Christian and be a good Democrat, too, all at once,\" Wilhelm says. \"I think it continues to be a very confusing thing for many Americans to hear.\"  Wilhelm says Democrats have simply failed to engage in the values debate as aggressively as they should have; in 2004, they paid the price. And while much of the party's values are defined by the civil-rights movement and its religious roots, Wilhelm says that, as the party tried to appeal to the broadest possible base, religion then fell to the margins. \"In an attempt not to offend, we're not willing to be quite as explicit in appealing to, say, evangelical voters,\" he says. \"As a result, we've come out on the short end of the stick.\"  Practicing What They Preach However, in Tennessee, Harold Ford Jr. has taken that same stick and fashioned it into a cross.  In a television ad, Ford walks through a sunlit church sanctuary, with a white cross on a red banner visible just over his shoulder. He lays out his Christian credentials in one breath, then boasts about his voting record and derides his opponent, Republican Bob Corker, in the next.  But now that Democrats have opened the church door, they're being challenged to practice what they preach. In Pennsylvania, Bob Casey, a pro-life Catholic Democrat, is running against incumbent Republican Sen. Rick Santorum, who has strong ties to religious conservatives. While speaking recently at his alma mater, Catholic University in Washington, D.C., Casey tried to deflect tough questions from audience members about his faith and policy choices.  A Catholic priest in the audience asked, \"I've read that you're in favor of civil unions. If this is true, how do you accommodate this with your Catholic faith?\"  Casey thanked the man for his question, then appeared to stall. \"I was one of your students a long time ago,\" he said.  \"I won't talk about the grade I got, but father, you haven't aged.\"  Eventually, the candidate responded, \"I think the obligation of a public official is certainly to draw on a lot of information and inspirations for the position you take on a matter of public policy. I don't think, though, that your position on a public policy can be based on or mandated by a particular faith or religious point of view.\" Setting the Moral Agenda While conservative Catholics and evangelical Christians may be disillusioned with the Republican Party, abortion and gay marriage are still the issues that could determine their vote.  Meanwhile, some progressive religious leaders say Democrats will continue to lose out until they stop responding to the moral agenda set by conservatives and start setting it themselves.  Jim Wallis is the founder of the Christian group Sojourners. He's also a nationally recognized author and speaker on religion and politics. Wallis says Republicans and Democrats who claim to be Christians have strayed from the teachings of the Bible. And he says that poverty, AIDS, global warming and genocide are moral issues, too.  \"We want a return to Jesus' words to correct the politics that have become so skewed by a partisan application of them,\" Wallis says. \"Christians are supposed to be, first of all, known by obedience to Jesus Christ. We haven't seen or heard that in proclamations by those who claim to be Christian and are so active in public life.\"  Back in Ohio, Democratic gubernatorial candidate Ted Strickland agrees.  While making sure to separate himself from the criticism, he admits his party has failed to recognize America's religious culture and its bearing on the political landscape.  \"I think they have come to understand that if they don't speak out, if they don't express values, that the voting public may perceive that as a lack of caring, concern or commitment,\" he says.  Nov. 7 is judgment day. It will be up to voters to decide whether the Democrats' spiritual journey is enough to bring the party to the land of milk and honey, or whether it's back to the desert for two more years.",
            "bias": "racial",
            "url": "https://www.npr.org/2006/10/19/6344070/democratic-party-embraces-values-debate"
        },
        {
            "headline": "Nagin Re-Elected as Mayor of New Orleans",
            "author": "By  \n\n\n      Cheryl Corley",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 21,
                "year": 2006
            },
            "article_content": "Mayor Ray Nagin beats Lt. Gov. Mitch Landrieu in a run-off election to decide who will lead the city's recovery from Hurricane Katrina. The election centered on the racial makeup of the city and how New Orleans will be rebuilt. Nagin, a former cable television executive elected to office in 2002, had argued the city could ill-afford to change course as rebuilding gathered steam.",
            "bias": "racial",
            "url": "https://www.npr.org/2006/05/21/5420659/nagin-re-elected-as-mayor-of-new-orleans"
        },
        {
            "headline": "Bush Addresses NAACP for First Time as President",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n      Juan Williams",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 20,
                "year": 2006
            },
            "article_content": "President Bush speaks at the NAACP's 97th annual convention in Washington, D.C. It's his first visit to the gathering since becoming president. Democratic Senators Hillary Rodham Clinton, Ted Kennedy and Barack Obama have already addressed the gathering of about 4,000 people.  JOHN YDSTIE, host: This is MORNING EDITION from NPR News. I'm John Ydstie. RENEE MONTAGNE, host: And I'm Renee Montagne. Good morning At this hour, President Bush is speaking to the annual convention of the NAACP. Up until now, Mr. Bush had refused the group's invitations, which had made him the only president since Warren Harding to fail to address the NAACP. The president's approval rating among African-Americans is now 16 percent, even lower than his overall approval rating of 36 percent. NPR's Senior Correspondent Juan Williams joins us to analyze the politics behind the president's decision to speak to the NAACP. Good morning, Juan. JUAN WILLIAMS reporting: Good morning, Renee. MONTAGNE: Why is the president addressing the group this year? I mean, is it the approval ratings? WILLIAMS: Well, I think that's part of it, Renee, although I don't think the president ever expects to get tremendous political support from the black community. The White House sees this as an opportunity, though, on several levels. First, I think the president is concerned about his legacy. He may not have won many black votes, but he wants to position himself as a president who cared about race relations in the country while he served as president. That message is for blacks, but it's also for whites, especially moderate white Republicans uneasy with recent tensions between the GOP and African-Americans over renewal of the Voting Rights Act. As you know, some southern Republicans were blocking it for a time in the House. The message is also calculated, Renee, to help Republicans with political outreach to minorities in the upcoming midterm elections, reminding them that the White House has focused on strong religious values, including opposition to gay marriage, an issue that plays well among minorities. If the president can pump up minority support for Republican candidates just a little bit this fall that could be the difference between winning and losing. MONTAGNE: And what is the president expected to say? WILLIAMS: Well, according to White House officials I spoke with yesterday, he'll make the case that his administration has set a good example on diversity for America by having two black secretaries of state, Colin Powell, Condoleezza Rice, as well as the former Secretary of Education, Rod Paige, and the current Secretary of Housing and Urban Development, Alphonso Jackson. The president will talk about paying attention to failing public schools that serve minority students in big cities, his No Child Left Behind Program, and say that he cares about the achievement gap between black and white students in the country. He'll mention a rise in loans being made by the federal government to minority businesses through the Small Business Administration. White House officials say the president will also speak about, again, another increase in funding, this time to fight AIDS in Africa. So the overall message to get past the rhetoric, the static in his relationship with the NAACP for example, and look at his record. MONTAGNE: Well, the president could have touted much of this on any of the last several years. Talk to us about the problems he's had with the NAACP that's kept him away. WILLIAMS: Well, there's been a lot of issues here, Renee. He did speak to the group, if you'll remember, while running for president in 2000. He had a pretty good relationship for a southern Republican with minority groups. But in the 2000 election, the NAACP ran ads that attacked the president for not signing hate crime legislation in Texas while he was governor. That bill would have increased the penalty for two white men who dragged James Byrd, a black man, to his death. Tensions rose again following charges that the Republicans intimidated black voters in Florida in the 2000 election. And then Julian Bond, the chairman of the NAACP, lit another fire by telling an NAACP convention that the president was elected by a far right-wing base that he described as more radical than the Taliban. He even went further and said that the idea of equality for Republicans amounted to the Confederate flag flying next to the American flag. So it got pretty hostile. And then, of course, recently the IRS opened a probe into the NAACP's tax exempt status because of the political stance that some said the group was taking. And of course you also had problems with helping victims of Hurricane Katrina, and that led to charges that the president didn't care about poor, black people. So White House officials saw no need to put the president in front of a potentially hostile crowd at the NAACP until now. MONTAGNE: So, again, what changed? WILLIAMS: Well, the NAACP has a new president in Bruce Gordon. He's the first corporate executive to head the group and he's made a point of developing a less political relationship with the president. Also, Julian Bond, the chairman, has talked to the president at a recent Washington dinner and assured him of a respectful reception this morning. And with the Voting Rights Act renewal set to be passed by the Senate in the next few days and then signed by the president, the White House felt they had a celebratory moment, Renee. MONTAGNE: Juan, thank you for the analysis. WILLIAMS: You're welcome. MONTAGNE: NPR Senior Correspondent Juan Williams. Copyright © 2006 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2006/07/20/5569907/bush-addresses-naacp-for-first-time-as-president"
        },
        {
            "headline": "The People Have Spoken",
            "author": "By  \n\n      Mark Shields",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 13,
                "year": 2006
            },
            "article_content": "Mark Shields has worked in politics for more than 40 years. He started as an assistant to Wisconsin Sen. William Proxmire, then worked on four Presidential campaigns and numerous other races. Shields is a political analyst for NewsHour on PBS.\n                \n                    \n                    Courtesy of Mark Shields\n                    \n                \nhide caption I believe in politics. In addition to being great fun, politics is basically the peaceable resolution of conflict among legitimate competing interests. In a continental nation as big and brawling and diverse as ours, I don't know how else -- except through politics -- we can resolve our differences and live together. Compromise is the best alternative to brute muscle or money or raw numbers. Compromises that are both wise and just are crafted through the dedication, the skill and, yes, the intelligence of our elected politicians. I like people who run for public office. For most of us, life is a series of quiet successes or setbacks. If you get the big promotion, the hometown paper announces your success. It doesn't add, \"Shields was passed over because of unanswered questions about his expense account\" or \"his erratic behavior at the company picnic.\" But elections have been rightly described as a one-day sale. If you're a candidate, your fate is front-page news. By 8 o'clock on a Tuesday night, you will experience the ecstasy of victory or you will endure the agony of defeat. Everybody you ever sat next to in study hall, double-dated with or baby-sat for knows whether you won or, much more likely, lost. Politicians boldly risk public rejection of the kind that the rest of us will go to any lengths to avoid. Having worked on four losing presidential campaigns earlier in my life and having covered the last seven as a journalist, I admire enormously the candidate able to face defeat with humor and grace. Nobody ever conceded defeat better than Dick Tuck who, upon losing a California state senate primary, said simply, \"The people have spoken…the bastards.\" But I believe in politicians who are courageous. The first time I ever slept in the same quarters with African-Americans or took orders from African-Americans was at Parris Island in Marine Corps boot camp, and it was the political courage of one man, President Harry Truman, who ended the racial segregation of the U.S. military because he believed that fairness is at the heart of our values as a nation. I admired the courage, too, of Ronald Reagan. In 1978, after voter initiatives discriminating against gays had prevailed in Miami, St. Paul and Eugene, Ore., a conservative-backed ballot measure in California to ban homosexuals from teaching in the state's public schools was favored to win until Ronald Reagan made the difference by campaigning successfully against it. I believe in the politics that wrote the GI Bill, that passed the Marshall Plan to rebuild a war-devastated Europe, that saved the Great Lakes and that through Social Security took want and terror out of old age. The kind of politics that teaches us all we owe to those who came before us and those who will come after. That each of us has drunk from wells we did not dig; that each of us has been warmed by fires we did not build. At their worst, politicians -- like the rest of us -- can be petty, venal and self-centered. But I believe politics, at its best, can help to make ours a world where the powerful are truly more just and the poor are more secure.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2006/03/13/5256345/the-people-have-spoken"
        },
        {
            "headline": "Evangelical: Religious Right Has Distorted the Faith",
            "author": "Linda Wertheimer",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 23,
                "year": 2006
            },
            "article_content": "Randall Balmer has written several books. He says he expects his latest to get him in a fair amount of trouble with the evangelical community.   \n                \n                    \n                    Kristen Jensen\n                    \n                \nhide caption Scroll down to read an excerpt from Thy Kingdom Come: An Evangelical's Lament. President Bush and the Republican Party find strong support among evangelical voters. But in his new book, Thy Kingdom Come, author Randall Balmer says that allegiance is misplaced. \"I don't find much that I recognize as Christian\" in the religious right, says Balmer, a professor of religion at Barnard College, Columbia University and contributing editor to Christianity Today. He says blind allegiance to the Republican Party has distorted the faith of politically active evangelicals, leading them to misguided positions on issues such as abortion and homosexuality. \"They have taken something that is lovely and redemptive and turned it into something that is ugly and retributive,\" Balmer says. He argues that modern evangelicals have abandoned the spirit of their movement, which was founded in 19th-century activism on issues that helped those on the fringes of society: abolition, women's suffrage and universal education. \"I don't find any correlation in the agenda of the religious right today,\" Balmer says. How the Religious Right Distorts the Faith and Threatens America : An Evangelical's Lament by Randall Balmer Hardcover, 242 pages | Your purchase helps support NPR programming. How?",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2006/06/23/5502785/evangelical-religious-right-has-distorted-the-faith"
        }
    ]
}