{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Foreign Policy: Getting An 'F' For Fail In Afghanistan",
            "author": "By  \n\n      Daniel Markey",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 6,
                "year": 2010
            },
            "article_content": "President Barack Obama watches as Afghanistan President Hamid Karzai takes a question during a joint press conference in Washington, DC. The U.S. is struggling to help Afghanistan's government keep control in the country.\n                \n                    \n                    Brendan Smialowski/Getty Images\n                    \n                \nhide caption Daniel Markey is senior fellow for India, Pakistan, and South  Asia at the Council on Foreign Relations. He recently served as project director of the CFR-sponsored Independent Task Force on U.S. Strategy for Pakistan and Afghanistan and as the senior production advisor for the CFR.org Crisis Guide: Pakistan. President Barack Obama's surprise trip to Afghanistan on Dec. 3 is just the latest sign that his administration's latest review of U.S. policy in Afghanistan is in full swing. \"Today, we can be proud that there are fewer areas under Taliban control and more Afghans have the chance to build a more hopeful future,\" he told an assembled crowd at Bagram Air Force Base. \"You will succeed in your mission.\" Back in Washington, officials are trying to determine what success looks like. They are assembling a comprehensive \"report card\" of U.S. efforts, with inputs from all the departments and agencies that have a hand in the region. The White House wants to know which of its policies have demonstrated success, and which ones are failing. Many assessments will probably prove inconclusive. The effect of the U.S. troop surge on the military balance of power will be particularly tough to measure, especially in those regions of Afghanistan where new forces have only been at work for six months or less. This will also be true for a wide variety of other newly expanded programs, for which resources will need to be applied over a longer time frame in order to show concrete signs of progress. Kabul, after all, can't be rebuilt in a day. Amid this sea of ambiguity, at least one clear judgment is possible: Washington's political strategy in Afghanistan deserves a failing grade. The U.S. political strategy is comprised of different elements, many of which attempt to alleviate Afghanistan's poor \"governance capacity\" -- that is, its inability to provide basic services to its people. This is indisputably true. The Afghan government has proved itself incapable, for instance, of establishing local courts and legal institutions, to the point that many Afghans approach the Taliban to adjudicate their civil disputes. Afghanistan's poor health care, education, and transportation infrastructure all hinder economic opportunity and development. These are serious problems, but they are common to many other poor, developing countries around the world. And many of those countries are not plagued by raging insurgencies. As analyst Steve Coll pointed out this summer, those conducting the December review should focus on the fundamental -- and truly political -- question of whether a majority of the Afghan people and their leaders are working toward the same goals as their international allies. Today they are not. In the heady days after the Taliban were toppled, the Kabul government was widely accepted as a force for national and international unity. But over nine long years of war and mistakes on all sides, that unity has broken. Many influential Afghans who are natural partners in the fight against international terrorism feel alienated from their government and are deeply frustrated with the United   States for propping it up. For some, last year's fraudulent presidential election was the final straw. Others, especially minority groups and women, fear the outcome of \"reconciliation\" talks between an exclusive, unrepresentative group of President Hamid Karzai's cronies and Taliban insurgents. Still other powerful figures have been disappointed by recent parliamentary elections -- another exercise tainted by massive, politically motivated fraud and whose results were greeted by protests from disenfranchised Afghans. In short, there are good reasons to fear that Afghanistan is falling apart at the seams, and things have only gotten worse over recent months. The Afghan government's inability to mobilize public support makes the war more difficult and costly -- in American lives and dollars -- every day. As challenging as the U.S. military effort may be, it will become next to impossible should political fissures worsen, transforming the Taliban insurgency largely centered in Afghanistan's south and east into a countrywide civil war. Unfortunately, Washington's policymakers have too often equated Afghan \"politics\" with the narrow question of what to do about Karzai. The Afghan president's erratic behavior and the corruption of his closest allies are big problems, especially if Pakistani journalist Ahmed Rashid has it right that he has become \"decidedly anti-Western.\" Even so, Karzai's critics usually stumble on the question, \"If not Karzai, then who?\" This is the wrong question to ask. Karzai represents a major obstacle mainly because the new Afghan state was born with a fatal flaw -- a presidency that dominates the national and provincial governments. Numerous assessments, dating back to the process that generated Afghanistan's current Constitution, have lamented the fact that Karzai faces too few checks and balances and too few mechanisms for building and maintaining a national consensus. Afghanistan's true problem is its government's structure, not the personality flaws of its leader. Many new democracies, especially those born in post-civil war conditions, write constitutions with strong parliaments so that former combatants can share power in the national government. Many select federal systems so that provincially elected leaders have a voice in the management of their internal affairs. Afghanistan has neither of these features, and it shows. Nevertheless, calls for structural political change in Afghanistan have not been taken seriously within the U.S. government. Instead, officials have argued that Washington's political failure could be reduced to a \"Karzai-management problem.\" If we could only get the right balance of carrots and sticks, these policymakers have maintained, then we could convince Karzai to develop a functioning Afghan government. And so, over the course of the past year, we have witnessed an assiduous U.S. campaign to build a better partnership with Karzai. That effort persists. Obama's itinerary in Afghanistan Dec. 3 included a conversation with Karzai, reportedly to address their latest bout of tensions. When cooperation with Karzai has failed, U.S. officials have tried to circumvent him by working directly with local Afghan officials or partnering with national ministries. Time and again, however, they end up running headlong into an omnipresent presidency. This is true, in part, because Karzai has complete authority to appoint provincial governors and hundreds of other local government officials. Afghan officials with the political authority to make critical decisions routinely defer to Karzai for fear of making the \"wrong\" call and falling out of favor. U.S. efforts to combat Afghan corruption have been especially stymied by Karzai's personal interference. U.S. political strategy always recenters on Karzai because Afghanistan's government revolves around the president. Fostering meaningful political reform in any country represents a daunting challenge and should inspire some reasonable fears in Washington. However, in this case, the benefits of addressing the structural flaws in Afghanistan's government outweigh the risks. True, Karzai and his allies will fight any loss of control tooth and nail. They will accuse Washington of inappropriate interference in the affairs of a sovereign Afghan state. They might release hysterical public statements that make Karzai's recent outbursts look like child's play. But U.S. officials need not be deterred by such charges. They must take into account the fact that Washington already interferes in Afghan politics every day, expending U.S. resources and manpower to bolster the current Karzai-centric system. There are also real concerns that U.S. officials are not well positioned to manage the complex mechanics of Afghan political reform. The history of Washington's interference in constructing Afghan institutions is not a happy one. U.S. Ambassador to Afghanistan Zalmay Khalilzad and other international officials did play central roles during the first constitutional loya jirga, and look where that got us. But such hands-on manipulation might not be necessary this time around. Instead, Washington could offer a green light to a range of Afghan opposition leaders who would be willing to launch their own reform process. This group should include leaders from each of the main Afghan ethnic groups and political factions, such as Karzai's 2009 presidential election challengers, former government ministers, and parliamentary opposition figures. An Afghan-led reform process that is inclusive, re-energizes constituents who are now sitting on the sidelines out of frustration with both the Taliban and the Karzai government, and begins to change the structure of the Afghan government in ways that foster national unity and power sharing would no doubt serve U.S. core interests in the country. These are ambitious goals, but not unreasonable ones. The first step is to make sure that Washington's December review is not turned into a bean-counting exercise that ratifies business as usual. A serious review will at least force the Obama administration to weigh the costs and risks of a new strategy against the failure of the present approach. Even better, it will encourage a policy that charts a new course -- one designed to turn the tide of Afghan politics in a direction that encourages the U.S. and Afghan governments to work more productively on accomplishing their shared mission.",
            "bias": "racial",
            "url": "https://www.npr.org/2010/12/06/131847197/foreign-policy-getting-an-f-for-fail-in-afghanistan"
        },
        {
            "headline": "The Tea Party's Tension: Religion's Role In Politics",
            "author": "By  \n\n\n      Barbara Bradley Hagerty",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 30,
                "year": 2010
            },
            "article_content": "Tea Party supporters hold a sign showing their religious leanings during a march in Washington, D.C., on Sept. 12.\n                \n                    \n                    Nicholas Kamm/AFP/Getty Images\n                    \n                \nhide caption Tea Party supporters hold a sign showing their religious leanings during a march in Washington, D.C., on Sept. 12. At the Mad Fox Brewery in Falls Church, Va., it's happy hour, which pretty much captures the mood of the two dozen middle-class conservatives who are reveling in their surprising political success. These members of the Northern Virginia Tea Party fall silent as Jonathan Moseley takes the microphone. \"I bring you news from the front of the Tea Party revolution, from the battle of Delaware,\" he begins dramatically. For an hour, Moseley, who was Christine O'Donnell's campaign manager in 2008, describes O'Donnell's upset victory in Delaware's Senate primary. O'Donnell is a conservative Christian. But no one mentions that at this meet-and-greet, in part because people here don't all agree about religion's role in politics. The 'Sleeping Giant': Religious Conservatives On the one end of the spectrum, Stacey Hagga says that religion and socially conservative issues are simply not a factor in the Tea Party movement. \"I personally don't know the last time I was at church,\" she says, shifting her toddler from one hip to the other. \"I think people are just generally concerned about the economy and the direction of our country. I have my 2-year-old here and I'm just concerned about his future.\" Nearby, Sandy Smith, a registered nurse, sees some religious undercurrents to the Tea Party movement. People gather at a rally in Washington, D.C., organized by conservative Fox News commentator Glenn Beck, one of the de facto leaders of the  Tea Party movement. While the Tea Party says it doesn't take a stance on religious and social issues, many of its supporters are conservative Christians.\n                \n                    \n                    Nicholas Kamm/AFP/Getty Images\n                    \n                \nhide caption People gather at a rally in Washington, D.C., organized by conservative Fox News commentator Glenn Beck, one of the de facto leaders of the  Tea Party movement. While the Tea Party says it doesn't take a stance on religious and social issues, many of its supporters are conservative Christians. \"It's a movement about the Founding Fathers and what their faith was to this country, and how they brought faith over to this country,\" she says. Smith is describing a \"civil religion\" that seems to appeal to many Tea Partiers: the idea that America was a divine experiment, that the Founding Fathers were Christian men who created a nation on biblical principles. She says America in 2010 has lost that. \"That's what started this whole downfall of America — taking God out of everything, and political correctness,\" Smith says. \"We were founded on Judeo-Christian principles, and its like 'What's happened? Why aren't we fighting to save that?' They fought hard for that so why aren't we? So we're out here trying to fight for those principles.\" And then there's Michael Giere, a mortgage banker and evangelical Christian. \"We are a Judeo-Christian country, and I don't care who says we're not, we obviously are,\" he says. Giere says religious conservatives are the sleeping giant in the Tea Party. \"The discussion of the day is on economics, but when you start peeling back that onion, there is devout faith spread throughout the Tea Party and spread throughout the Tea Party leadership,\" he says. Polls show that Tea Party members are far more likely to be weekly churchgoers and conservative Christians than the population as a whole. That is what Wendy Wright, president of the evangelical Concerned Women for America, has found. And she says she believes the Tea Party is prompting Americans to look closely at their religious heritage — in particular, at the faith and early writings of the Founding Fathers. An August poll of nearly 800 Tea Party supporters revealed that a larger percentage than the general U.S. either \"agreed\" or \"strongly agreed\" that they were white evangelical Christians. Source: August 2010 Survey by the Pew Forum on Religion & Public Life and the Pew Research Center for the People & the Press \"It's an opportunity for evangelicals to show how biblical principles are integral to America's foundation,\" she says. \"And if we strip out those principles — if we ignore them or turn our back on them — that our foundation can't survive and therefore our country can't survive.\" The most prominent proponent of this nostalgia for the early days of the Republic is Glenn Beck. At an August rally, more than 80,000 people gathered on Washington's Mall and listened with rapt attention as the Fox News commentator whipped up a religious revival. \"Something beyond imagination is happening,\" he boomed to the roars of the crowd. \"Something that is beyond man is happening. America today begins to turn back to God!\" That moment marked a turning point in the relationship between religious conservatives and the Tea Party, says Bryan Fischer of the American Family Association. \"There was a spiritual energy there that we haven't seen in typical Tea Party events,\" he says. \"And my word to the Tea Party leadership is: Sit up and take notice. This is a winning issue for you, just from a purely strategic, pragmatic standpoint, to capture the spiritual energy of the American people.\" For their part, religious conservatives have benefited hugely from the rise of the Tea Party. John Green, a political scientist at the University of Akron, says that evangelicals and conservative Catholics were dispirited after the 2008 election. They were disillusioned by what they saw as President Bush's unfulfilled promises and a disappointing Republican presidential candidate. At the same time, once-powerful organizations such as the Christian Coalition have petered out. Enter the Tea Party movement. \"There was an opening on the right for organizations and candidates and groups that could appeal to different elements of the religious coalition,\" he says. \"In many ways the Tea Party has filled that niche.\" Green says in this year's primary elections, religious conservatives have gotten exactly what they wanted. \"If you look at many of the candidates around the country that have won Republican primaries that are identified with the Tea Party, many of them hold very conservative views on social issues and therefore are likely to appeal to conservative Christians as well as other kinds of conservatives,\" he says. Christine O'Donnell, for example, has spent much of her career as an evangelical activist. In fact, every Tea Party candidate who won his or her Senate primary opposes abortion. The Glue That Holds The Tea Party Together: Fiscal Issues And yet, there's still tension between these two groups. For example, Fischer recently interviewed Amy Kremer, chairman of the Tea Party Express, on his nationwide radio program. Fischer told her that evangelicals want some signal that the Tea Party movement supports their views on abortion and marriage. \"Can we hear that message from the Tea Party leadership?\" he asked. \"You're not going to hear it from me,\" she responded. \"I'm sorry, I'm going to disappoint you.\" In an interview, Kremer explains that the Tea Party movement is a big tent, including not just religious people but atheists and libertarians. \"As long as we stay focused on the fiscal issues, that's the glue that holds us together,\" she says. \"If we start delving into the religious aspect or social aspect, that's when we're going to become divided and when people are going to disagree.\" But Fischer says this strategy could alienate Christian conservatives. \"And if they begin to discover that the leadership of the Tea Party movement isn't going to fight for them on those issues, then I think they're going to lose their enthusiasm for movement,\" he says. \"And they'll go back to being disengaged or they'll invest in that energy in some other direction.\" It appears that these groups are mostly patching over their differences. But the question is: After the election, could their diverging priorities lead to the breakup of this political marriage?",
            "bias": "racial",
            "url": "https://www.npr.org/2010/09/30/130238835/the-tea-partys-tension-religions-role-in-politics"
        },
        {
            "headline": "The Root: Playing The Race Card With Elena Kagan",
            "author": "By  \n\n      Sherrilyn A. Ifill",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 1,
                "year": 2010
            },
            "article_content": "Just because Elena Kagan is white didn't stop Republicans from injecting race into her Supreme Court confirmation  hearings.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Just because Elena Kagan is white didn't stop Republicans from injecting race into her Supreme Court confirmation  hearings. Sherrilyn Ifill, who teaches at the University of Maryland School of Law, writes about the law for The Root. Just because Elena Kagan is white didn't stop Republicans from injecting race into her Supreme Court confirmation hearings. The second day of the confirmation hearings of Elena Kagan to the U.S. Supreme Court was marked by some substantive dialogue, respectful banter and even an exchange of ethnic humor between the nominee and members of the Senate Judiciary Committee. Republicans and Democrats alike seemed to have forgotten the previous day's tensions.  But for many of us who'd sat in stunned silence while Republicans members of the committee used their opening statements to unleash an orchestrated disparagement of the record and legacy of Supreme Court justice and civil rights icon Thurgood Marshall, the wounds still felt raw. The invocation of Marshall (35 times by Republicans) was a surprising new low, even for the shameless opportunism of modern confirmation hearings. At first it seemed astonishing as senator after senator -- Jeff Sessions (R-Ala.), Jon Kyl (R-Ariz.), John Cornyn (R-Texas) -- disparaged nominee Kagan's \"association\" with Thurgood Marshall. But the abandonment of the \"Marshall as slur\" tactic on day two suggests that the Republican senators' opening-day sucker punch may have backfired. For Republicans, the issue of race is good for confirmation hearings. Last year's hearings for Justice Sonia Sotomayor proved an important turning point for congressional Republicans, who were uncertain in the first months of the Obama presidency how to handle their opposition to the new, popular, African-American president. It seems a long time ago now, but just last spring, Americans were still genuinely caught up in the transformative moment symbolized by the election of the first black president. In the heady early months of the Obama presidency, when many thought we might be heading for a post-racial America and things seemed so magical that a plane could land on the Hudson River with all passengers unharmed, Republicans were in a quandary. How should they package their opposition to the president without ruining the public's good racial mood? The election of Michael Steele as chair of the Republican National Committee -- an action that has since generated considerable buyer's remorse -- revealed the desperate effort by some GOP stalwarts to navigate the shoals of the new racial politics. That was before health care town halls and the emergence of the Tea Party. Indeed, the president's nomination of Judge Sonia Sotomayor to the Supreme Court and the discovery of her \"wise Latina\" remarks gave congressional Republicans their land legs. Critiques of Justice Sotomayor as a racial partisan allowed some Republicans to recycle old-school racial tropes. Obama and Sotomayor were painted as a kind of tag-team black-Latino duo of racial-quota champions, preparing to take away the jobs and educational opportunities of hardworking whites like firefighter Frank Ricci. By the time the Sotomayor hearings were over, the bloom had faded from the Obama rose and we were full into the volatile town halls. President Obama's angry off-the-cuff reaction to the arrest of Harvard Professor Henry Louis Gates Jr. (The Root's editor-in-chief) by an overzealous white police officer, and the much derided \"beer summit,\" helped cap what turned out to be a very good summer for the Republican Party. So when President Obama nominated Solicitor General Kagan to the bench, Republican senators on the Judiciary Committe faced an understandable dilemma.  Kagan is a pragmatic centrist, admired by a number of high-profile conservatives. She's not a person of color, and she has no track record as a civil rights lawyer or champion.  She has never been inclined to give inflammatory partisan statements, and even her work in the Clinton administration reveals Kagan to be a careful compromiser rather than liberal firebrand. On her record, Kagan leaves little for Republicans to attack. But the Republican base understands better than its Democratic counterpart the significance of Supreme Court nominations to the goals and aims of the party, and so Republicans are able to talk to their core constituency through confirmation hearings in ways that Democrats cannot. Race, class and culture divisions are themes that some Republican senators turn to again and again at confirmation hearings. They do this by invoking the specter of out-of-touch elites, unqualified racial minorities, the dangers of international law, and equal rights for gays and lesbians. And so it was attack by association. Kagan's work as Thurgood Marshall's law clerk after she graduated from Harvard Law seemed too good an opportunity for some Republicans on the committee to pass up.  Invoking Justice Marshall as an activist gave the Republicans on the committee the chance to criticize the kind of nominee they wish President Obama had nominated: one who was black and unabashedly liberal.   The fact that President Obama chose not to appoint such a nominee (precisely to deny Republicans the opportunity to paralyze the country with divisive and unproductive hearings) was of no importance. Elena Kagan was, in essence, raced by the committee members, who used Justice Marshall as a racial stand-in for President Obama and a proxy in the ongoing culture wars. Outside the Senate Judiciary hearing room, Justice Marshall is regarded as one of the greatest lawyers and most admired judges of the 20th century, so the way the Republicans talked about him -- as a dangerous judicial activist \"outside the mainstream\" -- was pure theater. Marshall was an unabashed liberal at a time when that word was simply a place on the ideological spectrum, not an indictment. Indeed, Marshall's place on the legal spectrum is well within the mainstream of legal thought -- so much so that he was confirmed by a vote of 69-11 for a seat on the Supreme Court. In 1967. Marshall's record as a justice can stand up to any ad hominem attack. It includes, in addition to a principled stance against the constitutionality of the death penalty, his decision holding that even a white criminal defendant may challenge the systematic exclusion of blacks from participating in the jury, his opinion striking down a city ordinance that drew distinctions between permissible and impermissible protest speech, and his oft-cited statement in his opinion protecting privacy rights that \"if the First Amendment means anything, it means that the State has no business telling a man, sitting alone in his house, what books he may read or what films he may watch. Our whole constitutional heritage rebels at the thought of giving the government the power to control men's minds.\" The legacy of Thurgood Marshall as a legal giant who compelled the American legal system to honor the true and intended meaning of the word \"equality\" in the 14th amendment to the Constitution is unassailable. Republicans know this. But the tantalizing benefit of playing the race card at the Kagan confirmation hearings was just too attractive for some of the Republicans on the committee to resist. Even Orrin Hatch (R-Utah), who's been around long enough to know better but who has perhaps been made uneasy by the surprising decision of voters to kick fellow senator Bennett out of office -- got in on the fun in an interview with MSNBC. Kudos go the Republican members of the committee who refused to engage in this shameful and divisive game (it's you again, Sen. Lindsay Graham [R-S.C.]). Republicans may have gotten more than they bargained for in the negative reactions to their Marshall bashing. Perhaps this explained their considerably more courtly performance on day two. But their work was done. Race had been insidiously inserted into the confirmation hearings to remind the right wing base of the GOP what these hearings are really all about.",
            "bias": "racial",
            "url": "https://www.npr.org/2010/07/01/128235037/the-root-playing-the-race-card-with-elena-kagan"
        },
        {
            "headline": "Dorothy Height, Civil Rights Hero, Has Died",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 20,
                "year": 2010
            },
            "article_content": "Height in June 2009. (AP Photo/Jose Luis Magana)\n                hide caption Height in June 2009. (AP Photo/Jose Luis Magana) Breaking news from Howard University Hospital in Washington, D.C.: Dorothy Irene Height, long-time civil rights activist, chair and president emerita of the National Council of Negro Women (NCNW) and \"godmother of the women's movement,\" died of natural causes at 3:41 am. Tuesday, April 20, at Howard University Hospital, 27 days after her 98th birthday. As NPR's Allison Keyes reports, Height had been working on the issues of equality and fairness since the 1930s and was an icon of the civil rights movement: Howard University reminds us that Height: Was a key figure throughout the civil rights movement. She was the female team leader in the Civil Rights Leadership, along with the Rev. Martin Luther King Jr., Whitney H. Young, A. Philip Randolph, James Farmer, Roy Wilkins and John Lewis. At the 1963 March on Washington, Height was on the platform when King delivered his \"I Have a Dream\" speech. In November 2008, just after the election of the nation's first African-American president, Height was a guest on NPR's Tell Me More. Host Michel Martin asked Height about the role civil rights organizations should play in today's society and whether Barack Obama's election has signaled an end to racial discrimination. Here's some of her response: \"We need to look at who has the opportunities. We need to look at -- Obama himself pointed that to us, that you can't have a flourishing Wall Street and a destroyed Main Street. He could have also said, I'm working for the middle class, but we still have poverty. And we cannot divide up like that. We cannot say who's hurting the most. We have to make sure they be dealing with everyone.\" Update at 7:30 a.m. ET. Morning Edition just broadcast this longer report about Height, also by Allison:",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2010/04/dorothy_height_civil_rights_he.html"
        },
        {
            "headline": "How Far Have We Come Since 'Bloody Sunday'?",
            "author": "By  \n\n\n      Lee Hill",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 3,
                "year": 2010
            },
            "article_content": "State troopers swing billy clubs to break up a civil rights march in Selma, Ala., on March 7, 1965. The day would later become infamously known as \"Bloody Sunday.\" \n                \n                    \n                    AP Photo\n                    \n                \nhide caption State troopers swing billy clubs to break up a civil rights march in Selma, Ala., on March 7, 1965. The day would later become infamously known as \"Bloody Sunday.\" This Sunday marks the 45th anniversary of the March on Selma, also known as \"Bloody Sunday.\" It all started when police in Marion, Alabama shot Jimmie Lee Jackson, a young black man, during a voting rights rally. He would later die from that gunshot injury suffered in February 1965. His murder outraged members of the Student Nonviolent Coordinating Committee (SNCC), led by a young John Lewis (now a 12-term U.S. Congressman from Georgia). So on March 7, 1965, the group of black activists did what they knew best -- they marched. More than 500 protesters mobilized to march from Selma to the state capitol in Montgomery, the throne of the late Gov. George Wallace, a staunch segregationist at the time. But the demonstrators made little traction before Alabama state troopers unleashed a torrent of tear gas, whips, batons and all manner of brutality aimed at immobilizing the SNCC and silencing their chants. John Lewis and many others were hospitalized because of their wounds. The beatings were televised for the world to see. It was bloody, and it was Sunday. Tensions Boil In San Diego's 'Post-Racial' America Since the 2008 election of President Barack Obama, some argue that we are now living in a post-racial America -- no more racism, no more color-coded strife. Prejudiced whites and self-hating blacks finally see a tangible reason to abandon their ill-informed ideologies and embrace unity, respect and equality. Kumbaya? Not so fast. Let's glance over the country to our neighbors out West, where racial tensions have reached a tipping point on the campus of the University of California, San Diego (UCSD). Just weeks ago, members of several UCSD fraternities thought it amusing to \"commemorate\" Black History Month with -- you guessed it -- a \"Compton Cookout\" party. In case you were not invited, here's an excerpt of the invitation that describes the venue's dress code, as posted to Facebook.com: For girls: For those of you who are unfamiliar with ghetto chicks-Ghetto chicks usually have gold teeth, start fights and drama, and wear cheap clothes - they consider Baby Phat to be high class and expensive couture. They also have short, nappy hair, and usually wear cheap weave, usually in bad colors, such as purple or bright red. They look and act similar to Shenaynay, and speak very loudly, while rolling their neck, and waving their finger in your face. ... And, of course, a (self-described) 'Jiggaboo' magically surfaced to defend the whole ordeal: Apparently, the after-party spilled onto the airwaves of the campus television station, where, during a broadcast, angry black students were dismissed as \"ungrateful ni**ers.\" Since discussing this on Tell Me More, there have been more festivities. A noose was recently found hanging on the campus and, just Monday, university officials reported a prominent campus statue being topped with a Ku Klux Klan-style hood. Here's a news report of the reaction (as reported by KTLA-TV in Los Angeles) from black students on the campus, which make up less than 2 percent of the student population at UCSD: It's no secret; I grew up in the tradition of the black church. There's a song we used to sing that some of the elders said reminded them of the Civil Rights Movement. Here's a lyrical excerpt: We've come this far by faith,Leaning on the Lord.Trusting in His Holy Word,He never failed me yet. And, oh,Can't turn around.We've come this far by faith. But how far have we really come since \"Bloody Sunday\"?",
            "bias": "racial",
            "url": "https://www.npr.org/sections/tellmemore/2010/03/how_far_have_we_come_since_blo.html"
        },
        {
            "headline": "January 18th Show",
            "author": "By  \n\n      Gwen Outen",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2010
            },
            "article_content": "A U.N. vehicle is surrounded by residents of the Petinville neighborhood of Port-au-Prince. Aid agencies are struggling to distribute food as quickly as possible but face major logistical problems in doing so caused by last week's massive earthquake. In our first hour, Haitian immigrants in the U.S. talk about what information they're hearing from Haiti, and how they are trying to help the people in their home country.\n                \n                    \n                    Win McNamee / Getty Images\n                    \n                \nhide caption A U.N. vehicle is surrounded by residents of the Petinville neighborhood of Port-au-Prince. Aid agencies are struggling to distribute food as quickly as possible but face major logistical problems in doing so caused by last week's massive earthquake. In our first hour, Haitian immigrants in the U.S. talk about what information they're hearing from Haiti, and how they are trying to help the people in their home country. Haitian DiasporaLast week's earthquake in Haiti destroyed thousands of lives, and left Haitians around the world desperate for information about their loves ones. While aid pours into the country from all corners of the world, family members in the United States struggle to keep hope alive, and strive to keep the ties strong to their home country. Rebecca Roberts talks with Haitians in the U.S. about what information they're hearing from Haiti, and their sense of identity with communities in the U.S., and back home. 'I Have A Dream'Today, we mark the anniversary of the birthday of Martin Luther King, Jr., and millions of Americans are celebrating his legacy with a day of service in their communities. We take a moment to reflect on Dr. King's life and message by listening to his celebrated \"I Have a Dream\" speech in its entirety. Defining 'Post-Racial'After the election of Barack Obama, and in the days leading up to his inauguration, a new word entered our lexicon: \"post-racial.\" On Martin Luther King Day, just before the one-year anniversary of President Obama's inauguration, author Ralph Eubanks and Duke University professor Mark Anthony Neal examines the term 'post-racial' and how close we are to realizing it. Doctors In HaitiThe situation on the ground in Haiti continues to be a huge challenge. Doctors and equipment can't get to many areas. And even in those places that are accessible, the needs often far outweigh the few services available. A doctor in Haiti talks about the challenges medical personnel are facing almost a week after the earthquake.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/talk/2010/01/january_18th_show.html"
        },
        {
            "headline": "Sen. Jim Webb: Poor Whites Ignored By Gov't Diversity Programs",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 23,
                "year": 2010
            },
            "article_content": "Sen. Jim Webb, D-Va.\n                \n                    \n                    Lauren Victoria Burke/AP\n                    \n                \nhide caption The week started with the issue of race being front and center and an end of the week opinion piece bu Sen. James Webb (D-Va.) keeps the issue on many minds as we enter the weekend. In a piece in The Wall Street Journal, Webb called for an end to government diversity programs, opining that they unfairly give preferences to non-white immigrants but withhold them from non-privileged whites. Webb argues that while the nation still owes a debt to some African Americans because of the slavery and, later, Jim Crow segregation, not enough attention has been paid, especially by the federal government, to the lack of opportunities for many disadvantaged white Americans, especially in the South. An excerpt: Those who came to this country in recent decades from Asia, Latin America and Africa did not suffer discrimination from our government, and in fact have frequently been the beneficiaries of special government programs. The same cannot be said of many hard-working white Americans, including those whose roots in America go back more than 200 years. Contrary to assumptions in the law, white America is hardly a monolith. And the journey of white American cultures is so diverse (yes) that one strains to find the logic that could lump them together for the purpose of public policy. The clearest example of today's misguided policies comes from examining the history of the American South.  The old South was a three-tiered society, with blacks and hard-put whites both dominated by white elites who manipulated racial tensions in order to retain power. At the height of slavery, in 1860, less than 5% of whites in the South owned slaves. The eminent black historian John Hope Franklin wrote that \"fully three-fourths of the white people in the South had neither slaves nor an immediate economic interest in the maintenance of slavery...\" Webb ends his piece with this: ... Where should we go from here? Beyond our continuing obligation to assist those African-Americans still in need, government-directed diversity programs should end. Nondiscrimination laws should be applied equally among all citizens, including those who happen to be white. The need for inclusiveness in our society is undeniable and irreversible, both in our markets and in our communities. Our government should be in the business of enabling opportunity for all, not in picking winners. It can do so by ensuring that artificial distinctions such as race do not determine outcomes. Memo to my fellow politicians: Drop the Procrustean policies and allow harmony to invade the public mindset. Fairness will happen, and bitterness will fade away. Webb's argument isn't unique. For decades, some critics of affirmative action, even a few African Americans, have argued it's past time for such programs to stop using race and instead use income as a way of determining who gets to benefit from such diversity programs. What makes Webb's piece worth noting is that his opinion could wind up alienating some of the voters whose support swung a very close election his way. Webb won in 2006 by 9,000 votes, beating then incumbent Sen. George Allen, a Republican, who had irreparably harmed his candidacy by referring to an Indian American as \"macaca.\" Allen is expected by many to run again against Webb in 2012. The negative reaction from L. Douglas Wilder, who made history as Virginia's first black governor, is an indication of what Webb could face from some of those who supported his Senate campaign. An excerpt from an Associated Press story: \"If it's not for the civil rights movement and diversity programs, he would not be a United States senator today,\" Wilder said, referring to minority support that helped Webb beat Allen byabout 9,000 votes. \"Things are tough enough without having people you thought were friends do things like this,\" Wilder said. Sam Fulwood, a former columnist with the Cleveland Plain Dealer, who's a fellow at the center-left Center for American Progress, who like Wilder is African-American, writes: Maybe Sen. James Webb, the Democratic senator from Virginia, didn’t understand  that what he was saying made him sound like a mossback from the last century. In  a bizarre and unfortunate opinion  article published in Friday’s Wall Street Journal... ... If he thinks this is a necessary step toward racial healing, especially after  the week the nation's just had, then he's even more misguided than his article  reveals. Somebody, perhaps one of his congressional colleagues, needs to tell  Sen.Webb to get his head out of the last, sad epoch of covert racist talk and  join the rest of America in the 21st century.",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/thetwo-way/2010/07/23/128726851/sen-jim-webb-poor-whites-ignored-by-gov-t-diversity-programs"
        },
        {
            "headline": "Rand Paul In Civil Rights Bill Firestorm",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 20,
                "year": 2010
            },
            "article_content": "The overwhelming victory by ophthalmologist Rand Paul in Tuesday's Republican Senate primary in Kentucky obscures one key fact:  that supporters of Paul and defeated opponent Trey Grayson, the secretary of state, don't like each other. But right now, Paul seems to have other, more pressing problems.  He has gotten himself in a growing controversy over his views  about the 1964 Civil Rights Act. A month ago, in an interview  with the editorial board of the Courier-Journal, he gave a  conflicting answer on whether he would have voted for the bill, saying  he is \"all in favor\" of ending discrimination in public domains, but he  doesn't like the idea of telling private business owners what they  should or should not do.  And yesterday, in an interview with NPR's Robert Siegel, host of \"All Things Considered,\" Paul said  once again he was \"opposed to institutional racism.\"  But when it came  to the civil rights bill, as well as the Americans With Disabilities  Act, he said, \"I think a lot of things could be handled locally.\"   Here's an excerpt: SIEGEL: Do you think the '64  Civil Rights Act or the  ADA, for that matter, were just overreaches  and that business shouldn't be  bothered by people with the basis in law  to sue them for redress? PAUL:  Right. I think a lot of things could be handled locally. For example, I   think that we should try to do everything we can to allow for people  with  disabilities and handicaps. You know, we do it in our office with  wheelchair  ramps and things like that. I think if you have a two-story  office and you hire  someone who's handicapped, it might be reasonable  to let him have an office on  the first floor rather than the government  saying you have to have a $100,000  elevator. And I think when you get  to the solutions like that, the more local  the better, and the more  common sense the decisions are, rather than having a  federal government  make those decisions. He expanded on those views in a  later interview on MSNBC's The Rachel Maddow Show: MADDOW:  How about desegregating lunch counters? PAUL: Well, what  it gets  into then is if you decide that restaurants are publicly owned  and not privately  owned, then do you say that you should have the right  to bring your gun into a  restaurant even though the owner of the  restaurant says, \"Well, no, we don't  want to have guns in here\"; the  bar says, \"We don't want to have guns in here  because people might  drink and start fighting and shoot each other.\" Does the  owner of the  restaurant own his restaurant? Or does the government own his   restaurant? These are important philosophical debates but not a very  practical  discussion. And a firestorm has resulted.   Democrats, in Kentucky and nationally, have been having a field day  with it. His Democratic opponent, state Attorney General Jack Conway, released a statement saying that Paul \"is  promoting a narrow and rigid ideology and has repeatedly rejected a  fundamental provision of the Civil Rights Act. He is focused on the Tea  Party whereas I am running to be a senator for all the people of  Kentucky, who are really hurting right now.  No matter how he tries to  spin to the contrary, the fact is that Paul's ideology has dangerous  consequences for working families, veterans, students, the disabled, and  those without a voice in the halls of power.\" Newsweek's Howard Fineman weighed  in as well, writing that if Paul \"doesn't immediately apologize for  holding his victory rally at a private  club—and doesn't abandon  his  opposition to the 1964 Civil Rights Act—then he will not only pollute   the Tea Party, he will severely damage the GOP's chances of winning  control of  either the House or Senate this fall.\" And the Washington  Post's Ezra Klein blogged,  \"I take Paul at his word that he's not a racist. What he is, however,  is an ideological extremist.\" A Rasmussen Reports poll released this morning showed Paul with 59 percent of the vote, to Conway's 34  percent.  The analysis cites the \"momentum of his big Republican primary  win on Tuesday.\" \"Momentum\" is not the word I would associate  with Rand Paul right now. UPDATE: Paul released this statement Thursday afternoon: I  believe we should work to end all racism in American society and staunchly  defend the inherent rights of every person.  I have clearly stated in prior  interviews that I abhor racial discrimination and would have worked to end  segregation.  Even though this matter was settled when I was 2, and no serious  people are seeking to revisit it except to score cheap political points, I  unequivocally state that I will not support any efforts to repeal the Civil  Rights Act of 1964. Let me  be clear: I support the Civil Rights Act because I overwhelmingly agree with the  intent of the legislation, which was to stop discrimination in the public sphere  and halt the abhorrent practice of segregation and Jim Crow  laws. As I  have said in previous statements, sections of the Civil Rights Act were debated  on Constitutional grounds when the legislation was passed. Those issues have  been settled by federal courts in the intervening years. My  opponent’s statement on MSNBC Wednesday that I favor repeal of the Civil Rights  Act was irresponsible and knowingly false. I hope he will correct the record and  retract his claims. The  issue of civil rights is one with a tortured history in this country. We have  made great strides, but there is still work to be done to ensure the great  promise of Liberty is granted to all Americans. This  much is clear:  The federal government has far overreached in its power grabs.   Just look at the recent national healthcare schemes, which my opponent  supports.   The federal government, for the first time ever, is mandating that  individuals purchase a product.   The federal government is out of control, and  those who love liberty and value individual and state’s rights must stand up to  it. These  attacks prove one thing for certain:  the liberal establishment is desperate to  keep leaders like me out of office, and we are sure to hear more wild, dishonest  smears during this campaign. Back to Rand's problems with his fellow Bluegrass State Republicans.  At first blush, you would think that the GOP is feeling good about November.  Its Senate nominee won an overwhelming victory in Tuesday's primary. But there are tensions, not only between Paul and Grayson but between Paul and Grayson's chief sponsor, Senate Republican leader Mitch McConnell, and between McConnell and the retiring senator whose seat Rand is seeking, Jim Bunning. Further exacerbating the situation was the primary night report that said Grayson tried to phone his opponent to concede but that Paul wouldn't take the call.  There are varying descriptions for what actually happened, which has taken a life of its own on the Internets. This apparent tension is one of the reasons McConnell has called for a \"unity rally\" Saturday in Frankfort.  Grayson, who became the choice of the party establishment following Bunning's withdrawal, said after his defeat, \"We'll be standing side by side on Saturday.\" Kentucky is a majority Democratic state that nonetheless hasn't elected a Democrat to the Senate since 1992.  But there were GOP divisions well before Paul even entered the race.  The relationship between Bunning, who struggled to win his two Senate campaigns, and McConnell has been tense, if not hostile, as the latter determined that Bunning was too politically weak to win another term.  When Bunning grudgingly announced his retirement last year, he did so with a blast at McConnell, accusing him of drying up his campaign contributions.  But his low poll numbers were Bunning's fault. So when McConnell immediately embraced Grayson as the next senator, Bunning decided to throw his lot with Paul. Bunning was not alone.  Paul, who became an early favorite of Tea Party activists, also won the endorsement of Sarah Palin and, perhaps more significant, South Carolina Sen. Jim DeMint, who has shown no hesitance in opposing McConnell when it comes to the ideological purity of the GOP. While the Republicans, which nominated their Senate candidate in a landslide, decided they needed to hold a unity rally, the Democrats -- who chose Conway over Lt. Gov. Dan Mongiardo in a one-point squeaker -- appear confident that the party will unite behind the nominee.  But, according to the Louisville Courier-Journal's Joseph Gerth, \"That's not a sure thing at this point\": Mongiardo still hasn't pledged to work on Conway's behalf. And until he does,  that could freeze large numbers of Democratic voters who are faithful to  Mongiardo. The closeness of the race gave Mongiardo the right to request a recanvass of the results, but on Wednesday he decided against doing so. ",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/05/20/127009788/kentucky-gop-unity-rally-on-saturday-mongiardo-d-won-t-seek-recanvass"
        },
        {
            "headline": "Discontent Swells In Hosni Mubarak's Egypt",
            "author": "By  \n\n\n      Soraya Sarhaddi Nelson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 22,
                "year": 2010
            },
            "article_content": "Mubarak's Egypt: The Class Divide Credit:  photographer Holly Pickett, correspondent Soraya Sarhaddi Nelson, multimedia editor Coburn Dukehart Editor's note: As Egyptians prepare to go to the polls Sunday to elect a new parliament, NPR's Soraya Sarhaddi Nelson this week examines life in the Arab world's most populous country with on-air reports on Morning Edition, Web dispatches and images by freelance photographer Holly Pickett. Most Egyptians cannot remember a time when Hosni Mubarak wasn't their president. After 29 years in office, he is the longest serving ruler of Egypt since the mid-19th century. Even though he is 82, with rumors swirling about his failing health, senior members of his ruling party are adamant that Mubarak will run again in next year's presidential election. But not all Egyptians are in favor of Mubarak staying in power. A growing number of them are fed up living in what they see as a police state under his iron-fisted rule and in a country whose economy has failed to lift enough people out of poverty. Children play near their home in the Duweika area of Cairo. A growing majority of Egypt's population is scraping by on less than $100 a month and can only afford to live in shantytowns and tents.\n                \n                    \n                    Holly Pickett for NPR\n                    \n                \nhide caption Children play near their home in the Duweika area of Cairo. A growing majority of Egypt's population is scraping by on less than $100 a month and can only afford to live in shantytowns and tents. In a televised appeal last month, Mubarak acknowledged that Egyptians face many challenges. He added: \"But we continue on our path with confidence knowing we are on the right track.\" Many analysts and critics of Mubarak disagree. How Egypt is faring on paper is one thing, they say, but quite another in the daily lives of this country of 80 million people. Economy Weak, Corruption Rampant According to Egyptian figures, unemployment is in the single digits, and the economy was growing at a healthy rate of 7 percent until the global economic crisis hit. On the ground, the economic picture is far more dismal. A growing majority of Egypt's population is scraping by on less than $100 a month. And with a disappearing government safety net, even Egyptians who have steady jobs and pensions are increasingly living in shantytowns and tents because they can't afford anything else. Government corruption is also a significant problem. At the highest levels, there are conflicts of interest. Several top government ministers are linked to businesses their ministries regulate. The courts are full of cases attacking shady land deals that benefit developers and politicians, and strip Egyptians of public land. Supporters of Egyptian President Hosni Mubarak hold up portraits of the 82-year-old leader during a small demonstration in Cairo on Oct. 14 marking the anniversary of his accession to power in 1981. He came into office after the assassination of President Anwar Sadat.\n                \n                    \n                    Khaled Desouki/AFP\n                    \n                \nhide caption Taking their cue from their superiors, many public servants also turn to citizens, soliciting bribes in order to boost their meager government salaries. Egyptian historian Mahmoud Sabit cites his own experience with his rental property. \"Now, that shop at one time had been operating as a business. The municipality says no, it was never a shop, you have to start all over again,\" he says. \"In other words, they are compelling my tenant to bribe them in order to get the license that they should have.\" Sabit says he later found the original certificate, so the authorities grudgingly gave him the license without the bribe. These sorts of obstacles hinder business growth, he says. Egypt's women and minorities are also struggling under Mubarak's regime. Advocates say the Egyptian Constitution addresses their equal rights, but there remain too few laws on the books to enforce those rights. Hossam Bahgat, director of the Egyptian Initiative for Personal Rights, says discrimination suffered by religious and ethnic minorities as well as those with disabilities is often hidden by the vast number of socio-economic problems plaguing Egypt. Egypt is the most populous country in the Arab world. While Mubarak has slowly introduced political and economic reforms, the government has struggled to meet the demands of its people. Credit: Alyson Hurt/NPR Population: 80 million Median age: 24 Religions: Muslim 90%, Coptic Christian  9% Literacy: 58% Per capita GDP: $5,650 Political System: Elected president, parliament;  creation of parties subject to government approval U.S.  Military Aid: $1.3 billion annually U.S.  Economic Aid: More than $28 billion since 1975 Source:  U.S. State  Department His office has been tracking attacks on certain groups that revealed a troubling trend. \"Between January 2008 and January 2010, we documented 52 violent attacks on Christians or sectarian violence incidents in 17 out of 29 governorates,\" Bahgat says. \"That's vey disturbing because it really is a rate of two violent episodes a month in a majority of governorates.\" He says in none of the cases were the perpetrators punished. Bright Spots In Mubarak Record Mubarak proponents dismiss such criticisms, however. Mubarak has been very vocal about promoting national unity and leveling the playing field for Egyptian women and minorities. \"Look at women's rights -- 64 minimum seats for women [in the lower house of parliament.] That was a presidential pledge in 2005,\" says Ali El Dean Hillal, a spokesman for the ruling National Democratic Party. The new quota applies during Sunday's parliamentary election and raises the total number of seats in parliament to 518. The spokesman also cites Mubarak's quick reaction to recent al-Qaida threats against churches in Egypt, including stepped up security measures around the buildings. \"When you have this crazy threat to our Christian churches, he made two statements on two successive days that all Egyptians are equal,\" Hillal says. Nabil Fahmy, a former Egyptian ambassador to the United  States who is now dean of the school of global affairs and public policy at American University in Cairo, also gives Mubarak high marks for what he's accomplished in nearly 30 years. \"You have to look at where Egypt was and what the challenges were when he came to power,\" Fahmy says, adding that Mubarak was standing next to his predecessor, Anwar Sadat, when he was felled by assassins' bullets in October 1981. Fahmy says Mubarak has paved the way for increasing democracy. He points out that there are now 24 political parties -- eight times as many as there were when Mubarak took office. Press freedoms also have expanded, Fahmy says. \"If you look at what is being said in the media in Egypt -- whether satellite television, Internet, the printed press -- it is far beyond anything you can imagine 30 years ago,\" he says. Police Brutality In The Spotlight Egyptian youths demonstrate in Cairo in June against the death of 28-year-old businessman Khaled Said, shown in a poster. Witnesses say Said was dragged away from an Internet cafe by two police officers who are accused of repeatedly slamming Said's head into nearby stone steps until he was dead. Outrage over the incident has forced the government to bring the police officers to trial.\n                \n                    \n                    Khaled Desouki/AFP\n                    \n                \nhide caption But like many Egyptians of his generation, 29-year-old Ahmad Maher has a different view of life in Egypt today. The construction engineer says he could fill books with descriptions of everything that is wrong with Egypt after three decades of Mubarak's rule. He complains that no one in government is accountable to the public. Maher's discontent about Egypt's current path led him to found the April 6th Youth Movement in 2008 to agitate for political and economic change. Its activities on the Internet and on the streets have become an embarrassing thorn in the government's side. The group helped draw international attention to the consequences of a \"state of emergency\" law that was imposed after Sadat was assassinated and that continues to this day. Critics say the law allows Egyptian security forces to operate with impunity. April 6th Youth Movement activists joined others in what for many months were weekly protests over the death last summer of Khaled Said in the northern city of Alexandria. Witnesses say the 28-year-old businessman was dragged away from an Internet cafe by two police officers. They are accused of repeatedly slamming Said's head into nearby stone steps until he was dead. Said's defenders believe the police targeted him because he had shared an online video showing illegal police activities. Police officials allege Said was a drug peddler. Riot police stand guard in anticipation of a petition drive by the National  Association for Change, Mohamed ElBaradei's constitutional reform movement, in Cairo earlier this month. Volunteers canceled the day's petition  effort when faced with the overwhelming police presence.\n                \n                    \n                    Holly Pickett for NPR\n                    \n                \nhide caption Riot police stand guard in anticipation of a petition drive by the National  Association for Change, Mohamed ElBaradei's constitutional reform movement, in Cairo earlier this month. Volunteers canceled the day's petition  effort when faced with the overwhelming police presence. His mother, Leila Marzou Said, says what happened to her youngest son shows how much the state fails to care for its citizens. \"That's what happens in Egypt,\" adds another of her sons, Ahmad Said, who is a naturalized American citizen. \"We are silent all this time waiting for anyone to do something, and nothing's been done.\" The public outrage over Said's death and ensuing international pressure prompted the government to bring the two officers to trial, which is extremely rare in Egypt. But it hasn't stopped continuing allegations of police abuse. This month, officers from the same precinct implicated in Said's death stand accused once more: This time for allegedly torturing a 19-year-old detainee to death and dumping his bruised body into a canal. Lack of Impunity While the situation is troubling, there's little anyone outside the government can do about it, says Gasser Abdel Razek, who is on the board of the Egyptian Organization for Human Rights. \"The impunity would be challenged by one of two things: Either the regime itself correcting the problems -- and it's not under serious pressure to do that, keeping in mind that it only survives because of that security apparatus,\" he says. Mubarak is depicted in a  mosaic at Cairo's National Military Museum.\n                \n                    \n                    Holly Pickett for NPR\n                    \n                \nhide caption Mubarak is depicted in a  mosaic at Cairo's National Military Museum. Abdel Razek adds that the other reason the impunity isn't challenged is because of insufficient domestic and international pressure. That in part may be because on paper, the Egyptian government holds far fewer people without trial under the emergency law than it has in the past. In the mid-1990s, there were about 35,000 such detainees at any given time, many of them from Islamist groups, Abdel Razek says. \"Today, the figures vary from 1,000  to 5,000, so a huge drop in the number of people who are in fact in prison right now without trial,\" he adds. \"The difference now is that it is so random, it comes from all walks of life.\" But allegations of police intimidation have increased in recent days in the run-up to Sunday's parliamentary polls -- what many Egyptians see as an orchestrated effort by Mubarak's ruling party to sway the vote. His National Democratic Party controls 70 percent of the seats in parliament and is expected to continue the long grip on power. In Alexandria, Said Hussein is campaigning for an independent candidate backed by the banned Muslim Brotherhood. Hussein says many shopkeepers in the neighborhood complained to him that police officers came to their places of work weeks ago and forced them to display banners and posters of ruling party candidates. Some opposition party candidates complain about being harassed or stopped from campaigning outdoors. Campaign workers are sometimes arrested, as happened in Cairo recently. Two staffers for independent candidate Gameela Ismail were arrested for handing out her fliers before the official two-week campaign period began -- never mind that some ruling party candidates have had their posters and banners up for weeks.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2010/11/19/131450204/discontent-swells-in-hosni-mubarak-s-egypt"
        },
        {
            "headline": "Justice Stevens: An  Open Mind On A Changed Court",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 4,
                "year": 2010
            },
            "article_content": "Justice John Paul Stevens in his chambers at the Supreme Court this summer. Speaking about his 35 years on the court, Stevens said, \"The wonderful thing about this institution is that we do disagree about very profound things.\"\n                \n                    \n                    David Solow for NPR\n                    \n                \nhide caption The U.S. Supreme Court opens its new term Monday, with new Justice Elena Kagan sitting in the junior justice's seat at the far end of the bench. For the first time in its history, a third of the nine-member court is female, and all of its justices are either Catholic or Jewish -- no Protestants. Also, for the first time in 35 years, Justice John Paul Stevens is not there. The 90-year-old justice retired in June; this summer, he sat for an interview in his chambers. During a lengthy and wide-ranging conversation, Stevens said he regrets one vote: his 1976 vote to uphold the death penalty. He also said he remains undecided about whether it would be a good idea to  allow TV cameras in the Supreme Court; gently chided the Senate for the way it  conducts confirmation hearings; and said he has often changed his mind about  issues after reading the briefs and hearing oral arguments. To understand the arc of history Stevens has witnessed, you need only know that one of the artifacts in his office is a scorecard from the famous 1932 World Series game in which Yankees hitter Babe Ruth, playing the Chicago Cubs in their home park, pointed to center field and then hit a home run there. The blast was a blow to a 12-year-old John Paul Stevens, sitting in the stands with his father. Nearly three-quarters of a century later, at age 85, Justice John Paul Stevens threw out the first pitch at a Cubs game. \"I used to be able to throw the ball pretty well,\" he said. But he quickly realized he needed to brush up his skills. He spent weeks practicing and when the big day came, \"I pretended … that I was out in left field trying to get a guy out at home. It worked out fine.\" A Competitor, And A Teammate Even now, there is nothing about Stevens that suggests he is 90. He still plays singles tennis several times a week, swims, plays golf and contract bridge, and has a competitive streak belied by his gentle demeanor. One of his colleagues recalls encountering Stevens early one morning in the Supreme Court garage. Stevens was still in his tennis clothes, and when the other justice asked how the game went, Stevens jumped up and down like a kid, declaring, \"I creamed him.\" Supreme Court Justice John Paul Stevens winds up to throw out the first pitch before the Chicago Cubs' game with the Cincinnati Reds at Wrigley Field, Sept. 14, 2005.\n                \n                    \n                    Jeff Roberson/AP\n                    \n                \nhide caption That is not the kind of behavior usually seen from the Midwesterner often called \"a judge's judge.\" Colleagues, clerks and counsel all describe him as a man of \"unaffected decency,\" who is \"unfailingly polite and gracious.\" So skilled is he at building relationships on the court that other justices have said they would like to bottle his talent. During the interview in his chambers, he chuckled about the notion that he is some sort of great tactician. \"There's no grand strategy or anything like that; it's just part of the way I think judges should work together on a multi-judge court,\" he said. \"One of the things that makes this a nice place to work is the custom of shaking hands before you go on the bench. It's a funny thing that that very minor ceremony starts everybody off in a collegial manner, and it stays right there.\" Unlike many court commentators, Stevens does not attribute political motives to colleagues with whom he disagrees. \"The wonderful thing about this institution is that we do disagree about very profound things,\" he says, but every justice \"accepts the fact that his or her colleagues are doing the best job they can consistent with their own understanding of the law and the Constitution.\" That doesn't mean that Stevens and his antagonists on the court have disdained strong language. In January, when a new conservative majority struck down a 100-year-old ban on corporate spending in candidate elections, Stevens wrote in dissent that the court's decision would \"cripple the ability of ordinary citizens, Congress and the States to adopt even limited measures to protect against corporate domination of the electoral process.\" In 2008, when the court, including Stevens, declared that detainees at Guantanamo have a constitutional right to judicial review of their detentions, Justice Antonin Scalia, in dissent, said the majority opinion \"will almost certainly cause more Americans to be killed.\" With a tiny twinkle in his eye, Stevens says that Scalia \"has written a number of opinions in which he has made very seriously dire predictions about what would happen, and I think by and large those things did not happen.\" A Fundamental Dispute Stevens and Scalia have gone at each other on many subjects, but their core disagreement is over Scalia's espousal of originalism -- the idea that the Founding Fathers intended the Constitution to mean only what it meant at the time of enactment, no more and no less. Or, as Scalia puts it, \"the Constitution that I interpret and apply is not living, but dead.\" Stevens disagrees. \"To suggest that the law is static is quite wrong,\" he says. Stevens argues that \"the whole purpose was to form a more perfect union, not something that's perfect when we started. We designed a system of government that would contemplate a change and progress.\" This clash of views is exemplified in a 1990 opinion Stevens wrote, which invalidated the Illinois patronage system as a violation of employees' First Amendment rights to freedom of association. Stevens notes that when he first encountered the question, he thought the claim had no merit. After all, as Justice Scalia would subsequently observe, patronage existed at the time the republic was founded. But Stevens, upon examining the question, reached a conclusion exactly opposite of what he originally thought. \"It did persuade me that some things that have been part of our law for a long, long time are not necessarily correct interpretation of the Constitution,\" he said. \"The best example of that, of course, is racial discrimination. ... But the patronage system, it seemed to me, was a misuse of government power; the government has a duty to act impartially.\" In his nearly 35 years as a justice, Stevens authored some 400 majority opinions for the court on almost every issue imaginable -- from national security and Guantanamo to immigration; from abortion to obscenity; from school prayer to campaign finance reform; from term limits to the relationship between the federal and state governments. During his tenure, he was seen as an increasingly respected and influential justice, a man beloved by his colleagues for his decency, his unassuming nature, and his tough inner core. Appointed by President Ford, Stevens was labeled a moderate conservative in his first decade. But by the time he retired, Stevens was seen as the court's most liberal member. So did he change or did the court? \"I think primarily the court has changed,\" says Stevens, referring to the composition of the court. But he acknowledges that on some issues, his views have changed as he has \"learned more.\" Debating The Death Penalty Both the change in Stevens and the change in the court are illustrated by the issue of the death penalty. When he first joined the court, he voted to revive capital punishment, overturning a de facto moratorium imposed by the court four years earlier. \"I thought at the time ... that if the universe of defendants eligible for the death penalty is sufficiently narrow so that you can be confident that the defendant really merits that severe punishment, that the death penalty was appropriate,\" he says. But, over the years, \"the court constantly expanded the cases eligible for the death penalty, so that the underlying premise for my vote has disappeared, in a sense.\" John Paul Stevens was nominated to the Supreme Court by President Gerald Ford in 1975 and confirmed by a 98-0 Senate vote. Here, he pauses during his confirmation hearing testimony.\n                \n                    \n                    AP\n                    \n                \nhide caption John Paul Stevens was nominated to the Supreme Court by President Gerald Ford in 1975 and confirmed by a 98-0 Senate vote. Here, he pauses during his confirmation hearing testimony. In short, as moderate conservatives retired and were replaced by more hard-line conservative justices, the court changed the rules, he says. \"Not only is it a larger universe, but the procedures have become more prosecution-friendly.\" The court, he notes, has become more permissive in allowing prosecutors to object to seating jurors who have qualms about the death penalty. The result is that instead of getting a random sample of jurors, jury panels are more supportive of the death penalty. In addition, the court now allows the relatives of crime victims to testify during the penalty phase of a capital trial. These so-called victim impact statements were once ruled too incendiary to be permissible, but four years later, a more conservative court reversed the decision. All of this, says Justice Stevens, has changed the nature of the death penalty as he and the court envisioned it in the 1970s. These subsequent decisions tend to \"load the dice in favor of the prosecution and against the defendant,\" Stevens says. \"I really think that the death penalty today is vastly different from the death penalty that we thought we were authorizing. And I think if the procedures had been followed that we expected to be in place, I think I probably would've still had the same views.\" Namely, he would have continued to favor a narrowly circumscribed death penalty. Instead, he views his vote to uphold capital punishment in 1976 as the one he regrets during his tenure. It is \"the one vote I would change,\" he says. Calling the decision \"incorrect,\" Stevens says the 1976 court \"did not foresee how it would be interpreted.\" Father's Brush With The Law Justice Stevens disavows the notion that his concern for the rights of criminal defendants might stem from his own family's experience. His father, who built and ran what was then the largest hotel in Chicago, was prosecuted for embezzlement and convicted. Facing 10 years in prison, he was subsequently exonerated by the Illinois Supreme Court, which unanimously reversed the conviction, declaring that the alleged crime was a mistaken investment and that there was \"not one scintilla of evidence of concealment or fraud.\" Stevens acknowledges that he has thought about whether this experience affected his views. But, he adds, \"I don't really think it had any impact whatsoever on me, to tell you the truth.\" His voice cracking with emotion, Stevens continues: \"And the reason I say that is that at the time I never really considered it being a realistic possibility that he would ever go to jail. Because I knew the kind of man that he was. He simply was not capable of either a dishonest or dishonorable act.\" Indeed, Stevens says, after the decision, he still planned a career teaching English, and only changed his mind years later. A Contrarian With An Open Mind Stevens is feisty in defending both his majority opinions and some of his famous dissents, as well. Flag-burning? He still thinks the court was wrong to strike down a law making flag desecration a crime. Bush v. Gore? He still thinks the court overstepped its authority and should have left the recount to the state of Florida. As for the court's recent ruling allowing corporations and unions to spend unlimited amounts on candidate elections, Stevens thinks it was dead wrong -- and, indeed, still doesn't think that money is the same thing as speech. \"Can you hear it talk? Can you read it? [Money is] simply not speech,\" he says. \"And I have to confess that my own views are that there is an interest in trying to have any debate conducted according to fair rules that treat both sides with an adequate opportunity to express their view. We certainly wouldn't, in our arguments in this court, give one side a little more time because they could pay higher fees to hire their lawyers, or something like that.\" But Stevens still has not made up his mind about one Supreme Court issue: whether the court should allow television cameras to record and broadcast the arguments. On the plus side, he says, \"I think you develop more respect for the court when you see it -- how it actually handles oral arguments -- and you see that the justices are prepared and have thought about the problems and so forth.\" But introducing television into a new forum can often have \"an adverse impact on the process,\" Stevens says, pointing to Senate confirmation hearings for judges as an example. Ultimately, he says, \"I think there is a very serious risk that if you introduce television into the Supreme Court arguments, it may have an unintended consequence that we really don't foresee right now.\" A Different Approach One of the hard things to fathom about a justice who is Stevens' age is how he discards the beliefs he grew up with when other, younger justices do not. Nearly a quarter-century ago, when the Supreme Court upheld a Georgia law that made it a crime for two adults of the same sex to engage in consenting sexual conduct in the privacy of their homes, Stevens was among the dissenters. When he joined the court, Stevens says, he didn't have any friends whom he knew to be gay, but he knew the first time he saw the issue that it was a tough call. When the court upheld anti-sodomy laws in 1986, Stevens dissented. Seventeen years later, he was part of the court majority that reversed that ruling. \"It's just part of the job where you take the cases one at a time,\" he says, \"and I have found very often, I'm surprised [that] the result I come out with is not necessarily what I assumed in advance.\" For Stevens, writing the first drafts of his opinions himself, instead of delegating the task to law clerks as many of his colleagues do, helped with that process. In writing it out, Stevens says, \"your reasoning will either make sense or it won't. And if it doesn't, you change your vote, or you change your whole approach.\" After the first draft was done, he would give it to his law clerks. \"Their job is to prevent me from looking like an idiot,\" he says with a laugh. The law clerks checked Stevens' facts and sometimes made only minor changes. But on other occasions, they rewrote his draft entirely -- a rewrite that he sometimes embraced in whole or part, and sometimes rejected -- in the nicest way possible, of course. The important thing, Stevens says, is that in examining a question, he often changes his mind. What at first blush may look like a simple case with an easy answer turns out to be something quite different -- a point, he observes, that seems to be lost at Senate confirmation hearings. \"The senators sort of expect the new nominee to know all the answers now,\" he says. \"But this is a job in which you get briefs from lawyers, and you start out with sort of an expectation of being taught a little bit about the issues before you have to decide. And there's an awful lot you learn on almost every case. You don't know all the answers when you start. And if you think you do, you're kidding yourself.\" So, is Stevens sad to have left the court? \"I'm both happy and sad,\" he says. \"I have mixed feelings about it, because I know I'll miss the work. I really, really love the job. But I'm also looking forward to having not so many deadlines to meet.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2010/10/04/130198344/justice-stevens-an-open-mind-on-a-changed-court"
        },
        {
            "headline": "The Root: No Aid For Black Farmers",
            "author": "By  \n\n      Frank McCoy",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 7,
                "year": 2010
            },
            "article_content": "Members of the National Black Farmers Association hold signs in protest in front of the Department of Agriculture. The USDA has agreed to a settlement of $1.25 billion in a discrimination lawsuit, but farmers have yet to see the money.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption Frank McCoy is a regular contributor to The Root. He covers business and technology. Apparently, the votes of white farmers in a key state trump the USDA's settlement of long-standing discrimination complaints -- especially in an election year. The ire that black farmers and their advocates are currently feeling has two targets: the Senate's failure to vote the money to complete the farmers' settlement with the U.S. Department of Agriculture, and President Obama's recent generous offer to white Arkansas farmers. Both examples of political expediency are bitter reminders of black farmers' second-class status. For five months, the Senate has blocked passage of legislation that contains money to fund the USDA's $1.25 billion settlement of the second bias suit lodged by black farmers. The agreement, called Pigford II, is supposed to redress past USDA racial discrimination cases. In 1997 Pigford I, the first USDA settlement, provided 13,000 farmers with $50,000 each and debt relief. Timothy Pigford, a North   Carolina farmer, and 400 other African Americans had filed a class-action suit against the USDA, alleging bias in allocation of farm loans and assistance. For decades their complaints were ignored or got a slow response. Pigford II occurred after the USDA admitted that thousands of other black farmers' claims from the 1990s went uninvestigated. John Boyd, founder and president of the National Black Farmers Association, says that bills to fund the settlement have failed seven times in the Senate, and a black-farmer attachment was taken out of the recent farm-aid disaster bill. \"We have been working on our restitution for 26 years,\" Boyd says. In August alone, Senate Republicans blocked the settlement twice. Gary R. Grant, president of the Black Farmers and Agriculturalists Association, asks, \"Don't these legislators in states suffering economically know the money will boost the income in their state?\" Money is the fuel of politics. But with the November polls looming, senators who vote to give anyone more than $1 billion, even if it was agreed on long ago, worry that voting to pay the black farmers could cost them re-election. Ben F. Burkett, 59, gets that. The fourth-generation farmer, who lives in Petal, Miss., owns the 275-acre B&B Farm. He and 20 relatives tend to 150 acres of vegetables, 100 acres of old-growth pine, and fields of soybeans. Burkett is also a leader in the Mississippi Association of Cooperatives, and a frequent visitor to the U.S. Senate. He recently traveled there four weeks in a row, meeting with senators from both sides of the aisle. But, Burkett says, the Democrats won't vote for the funding because they are terrified in an election year. The Republicans say that they won't vote for the funding as an attachment because they think it will encourage Democrats to attach similar requests. Regardless of either side's actual motives, they won't openly vote yes. Undeterred, Burkett will visit the Senate again. The $1.25 billion is a raindrop in an ocean of federal money, and since it must be paid, there is no need for an offsetting cut. \"Both sides just don't want to vote,\" he says. Are White Farmers' Votes More Important Than Black Farmers' Livelihoods? This summer the Obama White House promised Arkansas Democratic Sen. Blanche L. Lincoln that farmers in her state would receive $1.5 billion, ostensibly for disaster-relief aid. Cynics, however, say the money is a payoff to the farmers along with their relatives, friends and other Arkansans to get them to vote for Lincoln in November. An Associated Press article reported that major newspaper editorials have castigated the deal, saying that the plan will bypass congressional approval and benefit wealthy farmers. A Washington Post editorial, mentioned in the AP article, declared, \"If you think this looks like a back-door plan to almost double almost everyone's subsidy, we agree with you.\" Lincoln is currently trailing her GOP challenger, Rep. John Boozman, in the polls, and Obama needs every friendly U.S. Senate vote he can muster. The similarity in dollar amounts that black farmers are owed, and the amount Lincoln would like to receive, is striking. The NBFA's Boyd wonders how White House Chief of Staff Rahm Emanuel can promise that the administration will figure out how to fund the money without congressional participation. Jerry Pennick, director of the Federation of Southern Cooperatives/Land Assistance Fund, says that the White House has been working behind the scenes to assist the passage of the funding in the Senate, and the president supports the legislation. This past Thursday, Ben Becker -- press secretary for the Senate Agriculture, Nutrition and Forestry Committee, of which Lincoln is chair -- said that Lincoln and the administration were still working out the details regarding the disposition of the $1.5 billion. A Step Back for Black Farmers According to the NBFA, its members operate much smaller properties than white farmers do and are treated differently. The organization's average member farms 50 acres, while the average white Midwestern farmer has 1,000 acres. When agricultural subsidies are provided to the black farmer, he gets an average of $200; large white-owned farms receive $1 million. The mix of these factors has created a serious detour in at least one farm family's future. Boyd farms acreage in three Southern counties, raising 100 head of beef, soybeans and wheat. His son, however, has no interest in becoming a fifth-generation farmer, the father says, \"Because he watched me scuffle. He is studying computers.\" Dampened optimism also prevails regarding what the Senate may do in terms of funding the settlement. Representatives and off-year senators will soon head home to campaign. Pennick of the Federation of Southern Cooperatives hopes that there will be a positive change after the election. That can't come soon enough for Boyd. To him the situation is depressing, particularly when it comes to older farmers. \"I am going to funerals left and right, and [at this rate] it won't be very long before there won't be any black farmers,\" he says.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2010/09/07/129696245/the-root-no-aid-for-black-farmers"
        },
        {
            "headline": "Alabama: Davis (D) Faces Hurdles Today In Bid For History; Crowded GOP Field",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 1,
                "year": 2010
            },
            "article_content": "Artur Davis, elected to Alabama's 7th Congressional District in 2002, is giving up his House seat to run for governor.\n                \n                    \n                    Dave Martin/AP\n                    \n                \nhide caption An English-only ad by James (R) has gone viral; Davis (D) is taking on his state's black political establishment.\n                hide caption The 1970 gubernatorial candidacy of Dr. John Cashin was more symbolic than anything else.  George Wallace, just off a sucessful race-based campaign in the Democratic primary runoff, was a shoo-in to return to office after an absence of four years.  There was no Republican on the ballot, not that it would have mattered; the Alabama GOP was not a threat to win anything statewide back in 1970, certainly not against Wallace. Cashin, an African-American, was the candidate of the National Democratic Party of Alabama (NDPA), a multi-racial organization born out of the 1964 Democratic national convention.  With no money or organization, Cashin received nearly 15 percent of the vote in the general election.  The goal was less about winning and more about sending a message.  But if the 15 percent was supposed to be a message, no one in the state heard it. Forty years later, another black candidate is seeking the governorship of Alabama.  It is an era that would have been totally unrecognizable back in 1970.  But there are some similarities as well. Artur Davis, elected to Alabama's 7th Congressional District in 2002, is giving up his House seat to run for governor in today's Democratic primary.  From the outset of his political career, Davis has made it clear his approach would be that of a centrist.  CQ's Politics In America notes, for example, that he supports a constitutional amendment to ban same-sex marriage and in 2007 he voted against a bill to prohibit workplace discrimination against gays.  He was one of 63 Democrats to vote for a ban on \"partial birth\" abortion.  He supported a renewal of the Patriot Act.  He was also among the 27 House Democrats who voted to allow oil and gas drilling in Alaska's Arctic National Wildlife Refuge. He also voted against the health care bill last fall -- the only black lawmaker to do so -- given a pass to do so, apparently, by Speaker Nancy Pelosi, aware that voting otherwise could hurt his statewide ambitions in conservative Alabama.  But his \"no\" vote was wildly unpopular in his 7th CD, comprising parts of Birmingham and Tuscaloosa, which is majority-black and lined with pockets of poverty.  The Rev. Jesse Jackson is quoted as saying this about Davis: \"You can't vote against health care and call yourself a black man.\"  Many voters see Davis' vote as one of pure politics. Davis' opponent in the primary, state Agriculture Commissioner Ron Sparks, has been reminding voters how the congressman voted and promising, \"I won't ever, ever turn my back on you.\" Davis is also facing the open opposition from many of the state's longtime civil rights leaders, including Joe Reed, chairman of the Alabama Democratic Conference, who has endorsed Sparks.  Sparks is white. A big part of this division is generational.  Many of the old-line black leaders feel Davis is \"impatient\" and hasn't \"earned\" the right to become the state's first African-American governor.  They also resent the fact that Davis has, in their eyes, decided to seek out white support before nailing down the backing from the black leadership.  (Click here to read Joe Reed's explanation for why his group chose not to endorse  Davis.)  Reed and others have flatly said that Davis can't win the general election. That may be true, but that may be true of Sparks as well.  President Obama is widely unpopular in Alabama, giving the GOP hope that they will keep the governorship that incumbent Republican Bob Riley is giving up because of term limits. Another part of their opposition goes back to 2002, when Davis ousted Rep. Earl Hilliard, the state's first African-American congressman.  Hilliard was a controversial figure with an assortment of ethics problems over his finances and foreign trips.  But Jews also saw him as anti-Israel, and Davis was the beneficiary of support from national pro-Israeli groups. Davis was also an early supporter of Obama's presidential candidacy, at a time when most blacks in the state had lined up behind Hillary Clinton. For the record, Davis has his share of black support, including endorsements from the mayors of Selma and Mobile, as well as Rep. John Lewis (D-GA).  It remains to be seen how much of a pull Joe Reed and those organizations still have. Davis has long considered the frontrunner in the gov. primary and that may still be the case, but Sparks has narrowed the gap in the past month. Republicans have their own issues as well. Tim James, a businessman and the son of former two-term Gov. Fob James -- elected first as a Democrat (1978) and then as a Republican (1994) -- has received much attention over his ad railing against illegal immigration and calling for an \"English only\" driver's licence exam.  \"This is Alabama.  We speak English.  If you want to live here, learn it,\" James says in the ad, which has since gone viral. You can see the ad here: The ad has given James national exposure but some think it is counterproductive; Alabama is home to many foreign businesses.  But with seven candidates in the race, it may help push him into what is expected to be a July 13 runoff, most likely with Bradley Byrne, a former state senator and ex-college chancellor backed by the same business groups that helped outgoing Gov. Riley win his two terms. Byrne, who some polls show leading the GOP pack, has  said the English-only ad \"could tarnish Alabama's image around the  world\": When you get up on television and do an ad  that basically says if you don't  speak English, you're not welcome in  Alabama, guess what message you just sent  to the folks we're trying to  get to move here? Also running are former Alabama Chief Justice Roy Moore, best known for his unsuccessful attempt to display a Ten Commandments monument in a state building (and who was ousted from his post for his efforts), and state Rep. Robert Bentley. There is little interest in the Senate race, where incumbent Republican Richard Shelby is widely seen as a shoo-in for a fifth term. But there is considerable attention on the Republican primary in the 5th District.  Freshman Rep. Parker Griffith, elected as a Blue Dog Democrat in 2008, switched to the GOP last December.  But he has not been widely embraced in his new party back home, and faces a tough challenge today from Madison Co. Commissioner Mo Brooks, who is comparing Griffith to Pennsylvania's Arlen Specter, another party switcher whose decision to do so was not, shall we say, rewarded by voters.  Also running is restaurant owner Les Phillip. For his part, Griffith has been endorsement by Alabama's four other GOP congressmen.  And look no further than Sen. Shelby to see how party switchers have fared in the state.  He became a Republican in November 1994, immediately after the GOP takeover of Congress, and twice won re-election by landslide margins. Other states holding primaries today:  New Mexico, where Gov. Bill Richardson (D) is term-limited, and Mississippi.  Polls close in Alabama and Mississippi at 8 p.m. ET, and in New Mexico at 9 p.m. ET.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/06/01/127307607/alabama-davis-d-faces-hurdles-in-bid-for-history-crowded-gop-field"
        },
        {
            "headline": "The Self-Annihilation Of N.Y. Gov. Candidate Carl Paladino",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 14,
                "year": 2010
            },
            "article_content": " I've said this before, but for all the problems revolving around New York Gov. David Paterson and his decision to bow out of the race, one thing remains clear:  Democrats are nonetheless the clear favorites to retain the governorship.  He hasn't announced his candidacy yet, nor has he even shared his vision for the Empire State, but let's face it, Andrew Cuomo, the state attorney general, is going to win in November. That hasn't kept the Republicans from engaging in an all-out battle for their own nomination.  For the longest time, the sole GOP candidate was former Rep. Rick Lazio, already anointed by the Conservative Party.  Then, last month, Suffolk County Executive Steve Levy, a conservative Democrat, switched parties so he could run, and was promptly backed by Republican leaders, including state chair Ed Cox. And then there's Carl Paladino.  The wealthy Buffalo developer, who supports gun rights and opposes abortion and the recently-passed health care bill, has pledged to spend $10 million of his own money on his campaign, hinting that if he doesn't win the GOP nomination he will form an independent/Tea Party vehicle for getting on the ballot in the fall.  His \"Paladino For the People\" Web site is filled with references to Howard Beale's memorable rant from the 1976 movie \"Network\":  \"I'm mad as hell and I'm not going to take it anymore.\" But to what end?  Even before the latest controversy -- and I'll get to that in a minute -- there have been things in his past that he'd rather not be reminded of, including his support for Democratic candidates, such as Al Gore and Hillary Clinton, before he became a Republican.  But for some, it's much more than that:  the style, the bombast, the politically incorrect persona that he thrives on.  The New York Daily News' Bill Hammond completely dismisses Paladino, saying that if he \"wants New Yorkers to take him seriously as a candidate for governor, he should stop acting like such a clown\": All the money in the world won't buy him back his credibility if he keeps up the cartoonish bombast. ... He does understand that \"Network\" was satire, right? The whole point of that 1976 classic was to skewer demagogues who go for cheap popularity by whipping up fear and anger. The character who screamed those words, Howard Beale, was a washed-up TV anchor in the throes of a mental breakdown. Yet Paladino is coopting the deranged outburst as his trademark tagline. He repeats it in practically every speech, and sometimes gets the audience to chant it with him - just like Howard Beale. ... He claims not to be a politician, but he certainly qualifies in the hypocrisy department. ... Paladino's campaign Web site included Gov. Paterson as an example of Albany corruption because he admitted being unfaithful to his wife and using drugs in the past. Then it comes out Paladino, who's married, fathered a now-10-year-old daughter with an employee of his real estate development firm. ... There had also been a back-and-forth with several black lawmakers from Buffalo over whether or not Paladino made \"racially offensive comments\" in public, a characterization he strongly denies. But then came the revelation this week by the WNYmedia blog that he forwarded e-mails to his friends, e-mails widely and accurately described as racist and sexist.  Just to name a few:  A video clip of African tribesmen dancing in a village, entitled \"Obama Inauguration Rehearsal.\"  A photograph of President and Mrs. Obama Photoshopped as a 1970s-era pimp and prostitute.  Other e-mails included references to the \"N\" word, as well as photos and videos of women performing sexual acts, and yes, even one video clip of bestiality.  WNY said it all: We don’t pass judgment on what people want to send around to their friends. Carl Paladino, private citizen, can send around all the bestiality videos he wants. Carl Paladino the politician cannot. A person can’t send viciously racist emails or graphic hardcore pornographic videos and then claim to be the Tea Party Christian values candidate. These don’t reflect values. They reflect sexual excitement, sexual perversion, and racial animus. Even Paladino's response, to one of those persons upset upon receiving the forwarded e-mails, was as bizarre an apology as I've ever seen (quoted in part): I apologize to you and everyone if that is offensive.  to me its just humor.  i'm not a racist and have never related obamas color to my political distaste for him. ... i'm not sensitive to ethnic humor.  dago, spic, polack whatever we hear the humor everyday.  i think the oversensitivity to black/white is wrong and in itself demeaning. The Buffalo News' Donn Esmonde appeared dumbstruck: Somebody needs to call Guinness World Records. I think Carl Paladino just broke the mark for quickest political self-destruction. Paladino’s campaign for governor is barely a week old. Yet the speed and intensity of his self-immolation borders on unbelievable. The raw-edged Buffalo developer’s political debut is all but over before it barely began. ... Paladino has spent the bulk of the last week explaining and apologizing. That is not a campaign; it is a confessional. With a string of bleeps and blunders, Paladino has saved the major party attack machines the trouble of painting him as “the crazy guy from Buffalo.” In fairness, he is hardly the first guy to e-mail video of a naked hottie to his buds. But it is worse than that. If this sort of “humor” landed in most people’s in-boxes, they would hit the delete button and rush to the restroom to wash their hands. From the n-word to bestiality, it is so out of bounds that it calls into question the judgment of anyone who would pass it along. Even horses were offended. The only consolation for Paladino is that stallions do not constitute a voting bloc. Maybe you can get away with that stuff as a private citizen. But there is a big difference between Citizen Carl and Candidate Carl. Before you think about running for office, you might want to check the closet for racially degrading e-mails and out-of-wedlock offspring. It might save everybody a lot of time and trouble. Esmonde closes by saying the whole episode is \"too bad\": Paladino’s populist outrage resonates far beyond its “tea party” core. Albany’s odious three-man rule is shaped by public-sector unions and other major campaign donors. The consequent high cost of government and soaring taxes is killing jobs and depopulating upstate. As you may have heard, folks are angry and do not want to take it anymore. Paladino’s attack-dog candidacy— however slim its chance of success— seemed at first like Everyman’s revenge on a state government that abuses its citizens. At the very least, it promised to be entertaining. Until, that is, the messenger got in the way of the message. Nonetheless, Paladino told an Albany radio program on Tuesday that he's staying in the race, promising that he \"will not pull out for any controversy.\"  And, according to an account by the Daily News' Kenneth Lovett, he blamed Cuomo (D) and Cox (R) of \"using his latest gaffes to and push him out of the race\": Paladino said his foes would rather talk about the e-mails than address the issues of spending, taxes, debt and jobs. \"That's why they're trying to get rid of me at this early point,\" he said. \"They want to see me go.\" Or, as Paladino said on his Twitter page, \"The Liberal elite are hysterical; they are panicking because they know we're coming.\" I think he's already come and gone.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/politicaljunkie/2010/04/14/125998730/the-self-annihilation-of-n-y--gov-candidate-carl-paladino"
        }
    ]
}