{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Religious Conservatives Focus On Midterm Elections",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 14,
                "year": 2013
            },
            "article_content": "Ralph Reed's Faith and Freedom Coalition kicked off its third annual conference Thursday in Washington, D.C. The conclave's stated aim is to grow the conservative vote for next year's midterm election. It's also a forum for a constellation of conservative stars, some of them eying the White House.  LINDA WERTHEIMER, HOST: This is MORNING EDITION from NPR News. I'm Linda Wertheimer. RENEE MONTAGNE, HOST: And I'm Renee Montagne. They're calling it the Road to Majority. It's the third annual meeting of conservative religious activists with the Faith and Freedom Coalition. The conference is underway now in Washington, D.C. Its stated aim: To boost the conservative vote for next year's midterm election. As NPR's David Welna reports, it's also a platform for Republican stars eyeing the White House in 2016. DAVID WELNA, BYLINE: With strong Tea Party ties, the Faith and Freedom Coalition's 700,000 members are known as Teavangelicals. And their convention roster this year is in part a reprise of last year's GOP presidential primary. It includes Rick Perry, Herman Cain, Michele Bachmann, Rick Santorum, and the number two on last year's Republican ticket, Paul Ryan. There are also possible presidential contenders: Ted Cruz, Jeb Bush and Marco Rubio. But it was Tea Party upstart and Kentucky Republican Sen. Rand Paul who got top billing yesterday, as coalition founder Ralph Reed opened the three-day meeting. RALPH REED: His primary opponent was anointed by the party bosses, heavily outspent him, but he stood for what was right and what was conservative, and our principles of faith and freedom. And he won that primary by a 23-point margin and then went on to win the general election in 2010. (APPLAUSE) WELNA: Paul used the opportunity to strike a somewhat isolationist stance, and poke at politicians who he said have been all too eager to back U.S. military interventions. SEN. RAND PAUL: And I think as Christians we must be wary of this doctrine of pre-emptive war. We must and should stand with our fellow Christians and our Jewish friends in the Middle East and around the world, but that doesn't mean necessarily, mean war all the time everywhere and without any consideration. WELNA: Fellow Tea Party activist Mike Lee, a GOP senator from Utah, told the crowd that for conservatives the road to majority is unfortunately usually the road not taken. To grow their ranks, he said, conservatives have to reach out more to those at the bottom rungs of the social ladder. SEN. MIKE LEE: These families - these moms and dads and grandparents and kids - they're waiting for us. They know more government just isn't the answer. They know government only divides them. But they also know that too often our party has ignored them. That has to change. WELNA: After winning only 29 percent of the Latino vote in the last election, many Republicans have also concluded their party's stance on immigration has to change. Yet neither Lee nor Paul said one word about the massive immigration bill the Senate's in the process of amending. Many conservatives strongly oppose the bill's promised path to citizenship for millions of unauthorized immigrants. Florida Republican Sen. Marco Rubio, who helped write that bill, mentioned it only in passing. SEN. MARCO RUBIO: You can see it and I know we're in the throes of this immigration debate, which is very conflictive and divisive in many quarters, including among people that are supporters of ours and of mine. But at the essence of our immigration policy is compassion. WELNA: But what really seemed to move the crowd was Wisconsin Republican Sen. Ron Johnson's exhortation to broaden anger over the IRS, Benghazi and NSA controversies to encompass the entire federal government. SEN. RON JOHNSON: When I hear politicians talk about restoring faith in government - no, no, no, no, no - that is the wrong solution. We need to engender that healthy distrust, that healthy distrust that our founders found in government. WELNA: Today the Teavangelicals hear from former Florida Gov. Jeb Bush. Speaking at another Washington venue yesterday, Bush pushed back on the view that going negative wins votes. JEB BUSH: I would argue that Republicans win when we are positive and hopeful and aspirational and that we draw people towards our cause when we do that. And that if we just play the game that we're for less government, you know, we don't believe in a muscular government, that message is not aspirational. It's not very hopeful. It's not particularly optimistic, and we could lose. WELNA: A good start for Republicans, Bush added, would be to pass the immigration bill. David Welna, NPR News, Washington. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2013/06/14/191534503/religious-conservatives-plan-how-to-dominate-mid-term-elections"
        },
        {
            "headline": "North Carolina Governor Signs Controversial Voter ID Bill",
            "author": "By  \n\n      Doreen McCallister",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 13,
                "year": 2013
            },
            "article_content": "North Carolina Gov. Pat McCrory delivers the State of the State address in February in Raleigh.\n                \n                    \n                    Ted Richardson/AP\n                    \n                \nhide caption North Carolina Gov. Pat McCrory delivers the State of the State address in February in Raleigh. North Carolina Gov. Pat McCrory  signed into law Monday a controversial measure that overhauls the state's election laws. It requires government-issued photo IDs at the polls, reduces the early voting period by one week and ends same day registration. McCrory, a Republican, called it \"common sense reforms,\" and said it will help ensure the \"integrity\" of the voting process. His office announced the signing in a statement, and the governor appeared in a 95-second Youtube video. In the video, McCrory said that \"photo ID has become a part of our everyday life,\" and reminded residents they can get a free photo ID at local Department of Motor Vehicle offices throughout the state. To make sure everyone has enough time, he added, \"photo ID won't be required until the 2016 elections.\" Democrats and minority groups say the new law will suppress voting and it make it harder for minorities, the elderly and youth to cast ballots. The American Civil Liberties Union and other civil rights groups have vowed to fight the changes. \"It is a trampling on the blood, sweat and tears of the martyrs — black and white — who fought for voting rights in this country,\" the Rev. William Barber, president of the state chapter of the NAACP, told The Associated Press. \"It puts McCrory on the wrong side of history.\" The chapter has filed its own legal challenge to the measure. NPR's Kathy Lohr reports McCory signed the bill into law just weeks after the U.S. Supreme Court struck down a section of the Voting Rights Act that required North Carolina and other states to get approval from the federal government to change its election laws. \"The Justice Department is fighting a similar law in Texas and may file suit against this one,\" Kathy tells NPR's Newscast unit.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2013/08/13/211537833/n-c-gop-gov-pat-mccrory-signs-voter-id-bill"
        },
        {
            "headline": "Ahmadinejad Touched And Consoled Chávez's Mother, To Clerics' Dismay",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 12,
                "year": 2013
            },
            "article_content": "A photo of Iranian President Mahmoud Ahmadinejad holding the hand of the late Venezuelan President Hugo Chávez's mother and appearing to brush his face against her cheek as they consoled each other last week has him \"mired in a fresh controversy\" in Iran, as the BBC writes: \"Conservative critics, already irked by Mr Ahmadinejad's effusive eulogy for the leftist leader, reminded him that he has not only committed a sin, but also behaved in a way inappropriate for the president of an Islamic state.\" Iran's President Mahmoud Ahmadinejad offered his condolences to Elena Frias, mother of Venezuela's late President Hugo Chávez, last week. This image was provided to news services by the Miraflores Palace — the office of the Venezuelan president.\n                \n                    \n                    Reuters /Landov\n                    \n                \nhide caption Iran's President Mahmoud Ahmadinejad offered his condolences to Elena Frias, mother of Venezuela's late President Hugo Chávez, last week. This image was provided to news services by the Miraflores Palace — the office of the Venezuelan president. The New York Times adds that Iran's ruling clerics didn't see a leader showing his softer side. They saw \"proof that the Islamic Republic's official representative had flouted that nation's absolute ban on physical contact between unrelated men and women.\" The Times also points to the Iran Pulse blog that posts about \"must reads from the Iranian press,\" which noted that: \"Hojat al-Islam Hossein Ibrahimi, member of Society of Militant Clergy of Tehran, said that 'in relation to what is allowed (halal) and what is forbidden (haram) we know that no unrelated women can be touched unless she is drowning at sea or needs (medical) treatment.' He warned the Guardian Council, which vets potential candidates in Iran's elections, to investigate a candidate's religious understanding 'because someone who doesn't know religion will make what is allowed forbidden and what is forbidden allowed.' Some still question the Guardian Council's decision to approve the then unknown Ahmadinejad's candidacy for the president in 2005. \"Conservative member of parliament Seyyed Mohammad Pourfatemi encouraged clerics and sources of emulation (marajeh) to 'confront seriously and condemn the president's latest actions and not allow him to do what as he pleases when it comes to infringing Islamic laws.' And Esfahan Friday prayer leader and Ahmadinejad critic, Hojat al-Islam Mohammad Taghi Rahbar, said that the actions of the president 'are far from the status of a Muslim.' \" \"Iranian government spin doctors,\" the BBC says, \"tried to deflect the criticism by claiming the photograph was faked.\" But a photo that later surfaced showing Ahmadinejad in an identical embrace with a man is the one that appears doctored, the BBC says. It looks like an image of Egypt's Mohamed ElBaradei was put in place of Chávez's mother. But ElBaradei, who is much taller than Ahmadinejad, \"appears significantly shorter than the Iranian president\" in the doctored image, the BBC says. Ahmadinejad was among the world leaders who attended Friday's funeral for Chávez in Caracas. Before traveling to Venezuela, he also got in trouble with Iran's clerics for writing that Chávez \"will come back, and along with Christ the Saviour, the heir to all saintly and perfect men, and will bring peace, justice and perfection for all.\"",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2013/03/12/174090074/ahmadinejad-touched-and-consoled-ch-vezs-mother-to-clerics-dismay"
        },
        {
            "headline": "Polling Firm Gallup Lands In Legal Hot Water",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 30,
                "year": 2013
            },
            "article_content": "The Gallup Organization made its name with landmark public opinion polls. The company surveyed everything from presidential elections to religious preferences, branding itself as the most trusted name in polling. But lately, Gallup's name has been tarnished by a whistle-blower lawsuit and a suspension from winning federal contracts. Gallup's roots stretch back to 1922, when its founder, George Gallup, was a college junior. He got a summer job interviewing people in St. Louis. \"My assignment was to find out by going house to house ... what newspapers people were taking and what they read in those newspapers, what they liked,\" Gallup recalled for a program on the \"Giants of Advertising.\" Gallup thought there was a better way of asking those questions. His innovations became pillars of the polling industry. Most people don't know ... that the public opinion research side of Gallup is the tail rather than the dog, and I think most of them don't know that the tail's not wagging as well as it used to wag.\" Cliff Zukin of Rutgers University \"He was a pioneer and he was ethical,\" says Cliff Zukin, a professor of public policy and political science at Rutgers University. \"You know, he did it right. And he made money, but he also contributed to the methodology.\" Gallup After The Gallup Family Gallup and his family owned the company for most of its history, serving as its public face at events such as the People's Choice Awards, where comedian Ray Romano once gave Gallup's son, George Jr., this shout-out: \"I got to tell you, though, folks, if you ever get a chance, catch George live,\" Romano deadpanned. \"'Cause, oh, it's an event. The smoke and the groupies: 'Poll me! Poll me!' \" The Gallup family sold the business about 25 years ago. Today, Zukin says, Gallup is basically a market research company that happens to conduct some public polls. \"Most people don't know ... that the public opinion research side of Gallup is the tail rather than the dog, and I think most of them don't know that the tail's not wagging as well as it used to wag,\" Zukin says. For the last two presidential election cycles, some of Gallup's polls have skewed overly Republican, a little further from the mainstream. New rivals have appeared on the scene to claim some of Gallup's glory. Then came a whistle-blower lawsuit that was filed by a former employee, Michael Lindley, and eventually joined by the U.S. Justice Department. \"The law that this lawsuit is brought under by the government and by Michael Lindley, my client, is the False Claims Act,\" David Marshall, a lawyer for Lindley, told NPR last November. \"It's a 150-year-old law that prohibits defrauding the U.S. government in connection with contracts.\" Legal Troubles The lawsuit accuses Gallup of overcharging the U.S. Mint and the State Department for research about public demand for new coins and American passports. The Justice Department says Gallup gave the government inflated estimates for the work. \"This is a company that has branded itself and has caused the American people to believe that it is the most trusted name in polling,\" Marshall told NPR last year. \"But as this lawsuit shows ... the company was involved in fraud against the U.S. government, against the taxpayers.\" Gallup's lawyer, William Kruse, told NPR last year that Lindley was \"a disgruntled employee.\" Lawyers for Gallup and the Justice Department met this week to discuss a possible settlement of the case. Court documents signed by both sides indicate they \"may be close to resolving this matter.\" Meanwhile, Gallup's fighting on another front, too. For the time being, the company has been suspended from winning any new federal contracts. The Federal Emergency Management Agency says it has evidence \"indicating a lack of business honesty or integrity.\" Earlier this month, Timothy Cannon, a former FEMA official who was set to go work for Gallup, pleaded guilty to a criminal conflict-of-interest charge for steering more than $1 million in work to the company before he left government. Federal prosecutors built the case with several emails from Cannon and Gallup executives. Cannon is due to be sentenced in April. His lawyer, David Schertler, says Cannon \"is looking forward to putting this matter behind him.\" Kruse, Gallup's lawyer, said in an email that the temporary suspension is \"a normal course of business procedure for the government when allegations arise, even those which are not yet proven in a court of law.\" Kruse says Gallup is meeting with authorities to resolve the situation, and he's hopeful the suspension will be lifted soon. Gallup has hired an outside contractor, Debarment Solutions Institute, to evaluate its policies and procedures. \"You do not know what you have till you get in and look at it,\" says Debarment CEO Bob Meunier. \"The government is the one that holds the cards.\"",
            "bias": "racial",
            "url": "https://www.npr.org/2013/01/30/170598814/polling-firm-gallup-lands-in-legal-hot-water"
        },
        {
            "headline": "Catholics Around The World React To Announcement Of New Pope",
            "author": "By  \n\n\n\n\n\n\n\n      Carrie Kahn\n    \n\n ,  \n\n\n      Ofeibea Quist-Arcton\n    \n\n ,  \n\n\n\n\n\n\n\n      Eleanor Beardsley",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 13,
                "year": 2013
            },
            "article_content": "We have reaction from around the world to the selection of Cardinal Jorge Mario Bergoglio of Buenos Aires, Argentina, as pope.  MELISSA BLOCK, HOST: This is ALL THINGS CONSIDERED from NPR News. I'm Melissa Block. AUDIE CORNISH, HOST: And I'm Audie Cornish. Across the world, there are more than one billion Catholics, and we're going to hear some worldwide reaction now to the new pope. We'll hear from France and Senegal, but first, NPR's Carrie Kahn in Guatemala City. CARRIE KAHN, BYLINE: Immediately after the papal announcement, firecrackers went off in parts of this Central American capital. At the downtown cathedral in Guatemala City, people started gathering, hoping to enter the centuries-old church. Abraham Borrya ran down to the cathedral to give thanks to God that the cardinals picked a new pope. ABRAHAM BORRYA: (Foreign language spoken) KAHN: Borrya says it's great that there's a new pope in time for Holy Week, but the most important thing is that they picked a Latino. And he added, yay, we won. Regular programming throughout Latin America was interrupted with the announcement of the new pope, Francisco Uno, as he's called here in Latin America. Guatemala's president went to the airwaves immediately after the announcement and could not contain his excitement. He says he hopes the new pope comes quickly to Latin America, and he hopes to be one of the first heads of states to welcome him. One worshipper said that it was really important for a Latin American to be picked because, usually, all the orders to the church come from Europe toward Latin America, and now, it will be the reverse. A Guatemalan priest added that finally, there will be someone who speaks Spanish, understands the culture and doesn't need to have our jokes and idiomatic phrases interpreted. He also said that a Latin American pope will give new energy and hope to the church in countries like Guatemala where the people are suffering from poverty, high-crime rates and the ravages of drug trafficking. (SOUNDBITE OF MUSIC) OFEIBEA QUIST-ARCTON, BYLINE: This is Ofeibea Quist-Arcton in Dakar, Senegal. Around the world, Catholicism is growing fastest in Africa, and many Catholics here were hoping the next pope would come from the continent. Nonetheless, here in Dakar, reaction was generally positive. LAURENCE MARECHAL: I am Laurence Marechal from Senegal, and I'm Catholic too. QUIST-ARCTON: Were you hoping for an African pope? MARECHAL: No, no, no. I was sure that we will not have this time African pope. QUIST-ARCTON: Why? MARECHAL: Because it's too early perhaps for the mentality of the people who are voting. I expect this pope will be more efficient, especially for the developing countries, because I think the choice was very political, because he's from South America but also from Europe. QUIST-ARCTON: Pope Francis I, in the simple style of Francis of Assisi, is likely to have the support of African Catholics. The fact that he struck a humble and quietly-spoken presence, blessing the assembled crowd at St. Peter's Square and asking them to pray for him is a gesture that's going down well in Africa. (SOUNDBITE OF FRENCH NEWS BROADCAST) ELEANOR BEARDSLEY, BYLINE: I'm Eleanor Beardsley in Paris, where the French, though not very religious, have been religiously following the election of a new pope. (SOUNDBITE OF FRENCH NEWS BROADCAST) BEARDSLEY: French news stations broadcast live the first appearance of the man known here as Pope Francois. (SOUNDBITE OF FRENCH NEWS BROADCAST) BEARDSLEY: France is often referred to as the eldest daughter of the Catholic Church. Clovis, who was considered the first French king, converted from paganism to Christianity in 496. During the 14th century, the seat of the pope was not in Rome but in Avignon, France, from where seven popes presided. While 88 percent of the French are said to be Catholic, the number of practicing Catholics has never been lower. French Catholics came out in force against gay marriage this year, but many say they are hoping for a pope who will modernize the church. Sixty-year-old Marie Therese Geminaux(ph), who watched tonight's proceedings from her apartment, says she hopes the pope will fight poverty. MARIE THERESE GEMINAUX: (Foreign language spoken) BEARDSLEY: Maybe because he comes from a poor country in South America, he'll really be able to help the world, she says. Eleanor Beardsley, NPR News, Paris. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2013/03/13/174231289/catholics-around-the-world-react-to-announcement-of-new-pope"
        },
        {
            "headline": "RNC Post-Election Report A Line In The Sand For Divided GOP",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 19,
                "year": 2013
            },
            "article_content": "Republican National Committee Chairman Reince Priebus.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \nhide caption Republican National Committee Chairman Reince Priebus. The release of a \"postmortem\" report on the 2012 national election by the Republican National Committee is either the first step toward the GOP's recovery or the latest sign that the party is headed for a breakup. Or, it could be both. RNC Chairman Reince Priebus put out a hard-eyed assessment of the state of his party, excoriating failures of communication, messaging, voter mobilization and, most of all, candidate selection and preparation. \"The Republican Party needs to stop talking to itself,\" Priebus said. \"We have become expert in how to provide ideological reinforcement to like-minded people, but devastatingly we have lost the ability to be persuasive with or welcoming to those who do not agree with us on every issue.\" Stern Criticism The report is replete with tough love, even suggesting there is too much money being spent on TV ads and too much time going to TV debates among rival Republicans. Anyone who watched the more than 20 debates among the candidates for the 2012 nomination can attest to this. By the time he was the nominee, Mitt Romney had found it necessary to position himself well to the right of the political center — largely renouncing his own career and issue history. That and the heavy media concentration on provocative remarks made by Romney and others down the party's candidate roster created the image lambasted in the RNC report. Pollsters had found younger Americans, in particular, regarding the Republicans as a collection of \"stuffy old men\" who tend to be white and partial to the privileged. Despite all the negativity, Priebus insisted the party had bright spots to celebrate and positive assets to build upon. The GOP's near-record number of Republican governors (30) looks solid heading into 2014, as does the party's majority in the House. There's at least a 50-50 chance the party can capture control of the Senate next year. Moreover, the report from Priebus strongly asserts that with the right moves — including upgrades in its operations and renewed outreach to minorities and women — the party can be back in the White House after 2016. A GOP Turnaround Let's say for the moment that every word in the RNC report is true, and every hoped-for item in the turnaround plan is achieved. It could work. Indeed, just getting back to 40 percent of the Hispanic vote (or a bit better, as the party did in 2004) might be enough to turn defeat to triumph in four years. Certainly regaining the majority of women's votes, which the party managed to achieve in the lesser turnout of the 2010 midterms, would spell victory. After all, the 4 percentage point margin by which President Obama won re-election is far from insuperable. In 2016, the Obama phenomenon will be over, and the eight-year swing that has been so common in American presidential elections will give the out party its best opportunity. If the GOP finds itself controlling both chambers of Congress and the White House after that, many will look back on this moment and the work of Priebus' task force and cheer. But it is far from clear that the Republican Party of 2013 will embrace either the spirit or the prescriptions in the Priebus document. The pushback from \"movement conservatives\" and such talk show personalities as Rush Limbaugh and Glenn Beck began immediately. Limbaugh said the GOP was \"just getting totally bamboozled,\" and took off on an attack against the only Hispanic nominated for Obama's second-term cabinet, Thomas Perez. Limbaugh likened Perez to Hugo Chavez and a leader of the Ku Klux Klan. It is also noteworthy that Priebus' report praised the \"gubernatorial party\" in contrast to the \"federal party,\" emphasizing congressional approval levels that have found new lows. This will not endear the chairman to party leaders on Capitol Hill, or to the Tea Party activists who sent so many Republicans there in 2010. An Unshared Assessment Jenny Beth Martin, head of the group called Tea Party Patriots, immediately denounced the report, saying that \"Americans and those in the Tea Party movement don't need an autopsy report from the RNC to know [the Republicans] failed to promote our principles and lost because of it.\" This past weekend in Washington, the most active forces in American conservative politics were gathered for their annual conference, and their outlook was far different from Priebus'. It might even be said to be the opposite. For the attendees at this Conservative Political Acton Conference, the lesson of 2012 was not about having better computers or more diverse demographics or greater centrist appeal. For these populists of the right, the lesson was that Romney and an older generation of establishment figures had let them down. And the solution was not to remix the message for the middle, but to clarify and simplify the message and increase its potency. The winner of the group's presidential straw poll was Sen. Rand Paul of Kentucky, a libertarian-style conservative at odds with many of the more senior Republicans in the Senate. Paul addressed the crowd on the first day of the conference wearing blue jeans and cowboy boots. The straw poll runner-up was Sen. Marco Rubio of Florida, another Tea Party favorite who beat the party establishment choice in the GOP primary in 2010. Third place went to former Sen. Rick Santorum, the social issue hard-liner who pressed Romney hard in the 2012 primaries. The impression taken away from CPAC was not one of self-examination or retooling. The energy came from strong antipathy to government, taxes and Barack Obama. The secondary energy came from internal tensions: social issues versus economic; capitalism versus populism; regular Republicans versus Tea Party upstarts; and Reagan-style conservatives versus libertarians. So the adoption of the Priebus platform presented this week might well be the nostrum the nation's second-largest political party needs. Or it could be a declaration of intraparty war, signaling an era of struggle within the conservative movement as intense as any since the Bull Moose schism of a century ago. And this schism could come about even if the formal organization of the Republican Party does just what the Priebus report recommends — and even if that seems to be working. The party might recover, but the multiple strains of conservatism on which it relies might well diverge. At some point, the movement now known as \"Tea Party\" may find its own candidate, its own funding and its own mission. Libertarians, too, might drift away. So no matter how much better the GOP gets at casting and staging, putting on a better show may not be enough. It might even have the perverse effect of hastening the break-up.",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/18/174689113/rnc-chairs-postmortem-report-a-line-in-the-sand-for-divided-gop"
        },
        {
            "headline": "Blacks' Election-Day Waits Nearly Double Those Of Whites, But Why?",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 9,
                "year": 2013
            },
            "article_content": "People stood in line to vote on Election Day 2012 at the Wake County Firearms Education and Training Center in Apex, N.C.\n                \n                    \n                    Gerry Broome/AP\n                    \n                \nhide caption People stood in line to vote on Election Day 2012 at the Wake County Firearms Education and Training Center in Apex, N.C. On Election Day 2012, black voters waited on average nearly twice as long to vote as did white voters, while the wait time for Hispanic voters fell in between those two groups. So say the available data, according to Massachusetts Institute of Technology political scientist Charles Stewart III. He decided to see what he could learn by examining statistics on Election Day waits and sums up his findings in a research paper titled \"Waiting to Vote in 2012.\" Stewart says the national average wait for white voters was 12 minutes, while that same metric for African-Americans was 23 minutes. For Hispanics, it was 19 minutes. Although it would be easy to jump to the conclusion that some form of discrimination might have been at work, Stewart suggests that other factors could be at play, such as geography. The data, for instance, indicate that waits tended to be longest in cities and shortest in rural ZIP codes as a general rule, though there were exceptions. Stewart writes: \"On the whole, states with the smallest populations had the lowest waits. This is related to the fact that rural areas had the shortest wait times and cities had the longest. Among respondents living in the most rural ZIP codes in the study, the overall national average wait was 5.7 minutes; among those living in the most densely populated ZIP codes, the average wait was 17.7 minutes. \"However, it should be noted that California had among the shortest wait times in the country, at an average of 7 minutes; Los Angeles County, the largest electoral jurisdiction in the nation, also averaged 7 minutes to vote. Thus, while large, urban areas may be prone to longer lines, they are not destined to have them.\" Not only was there variation among regions of the U.S. and between urban and rural areas, but there were big differences within individual counties. In Florida, a state that has earned a reputation for Election Day problems, the last day of early voting in Broward County saw an average wait of 57 minutes at the Supervisor of Elections branch office in Pompano Beach, versus more than five hours at the Tamarac branch library. Obviously, because of the racial clustering that occurs in many ZIP codes, geography and race are often hard to separate. So it might be difficult to separate how much of the discrepancy in wait times is due to race versus other factors. Because of that and other concerns, Stewart writes: \"The strong influence of race — both at the individual and aggregate levels — clearly deserves greater attention from researchers. The preliminary analysis is that the differences are due to factors associated with where minority voters live, rather than with minority voters as individuals.\" In a finding that argued for the difference being more about geography than racial discrimination against particular individuals, Stewart says white voters residing in the \"most racially diverse ZIP codes\" also waited longer — an average of 13 minutes, compared with seven minutes for whites living in ZIP codes whose populations were 95 percent or more white.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/04/09/176675397/blacks-election-day-waits-nearly-double-those-of-whites-but-why"
        },
        {
            "headline": "Nelson Mandela, Inspiration To World, Dies At 95",
            "author": "Jason Beaubien",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 5,
                "year": 2013
            },
            "article_content": "1 of 13 Nelson Mandela, who was born in a country that viewed him as a second-class citizen, died Thursday as one of the most respected statesmen in the world. He was 95. President Jacob Zuma announced the death in a televised speech. From his childhood as a herd boy, Mandela went on to lead the African National Congress' struggle against the racially oppressive, apartheid regime of South Africa. For his efforts, he spent 27 years behind bars as a political prisoner. In 1994, after Mandela was elected president in South Africa's first democratic elections, Archbishop Desmond Tutu shook with elation as he welcomed Mandela to a rally in Cape Town. \"One man inspires us all. One man inspires the whole world,\" Tutu said at the time. \"Ladies and gentlemen, friends, fellow South Africans, welcome our brand new state president — out of the box: Nelson Mandela.\" In 2004, All Things Considered aired a five-part series on South Africans' struggle against apartheid through rare sound recordings of Mandela, as well as those who fought with and against him. Hear That Special Report Political Awakening Mandela was born on July 18, 1918, in the Transkei, a region of rolling green hills near the southern tip of the African continent. In his autobiography, Long Walk to Freedom, he recalled his childhood as a simple, joyful time. He herded sheep and cows near his mother's huts and played barefoot with other boys. He was educated by British missionaries, got a law degree and eventually opened the first black law firm in Johannesburg. In the 1940s, Mandela became active with the Youth League of the African National Congress. Tapping into the culture of black resistance that was sweeping Johannesburg, Mandela helped organize strikes and demonstrations against the country's system of racial segregation. Later, Mandela and other ANC leaders decided that freedom songs and civil disobedience would never topple the apartheid government, so they set up Umkhonto we Sizwe, the armed wing of the ANC. As a result of Umkhonto we Sizwe's guerrilla tactics, Mandela and seven other ANC leaders went on trial for sabotage in 1963. Against the advice of his lawyers, Mandela gave a four-hour closing statement. He used the speech in what's known as the \"Rivonia trial\" to attack the apartheid system. Despite facing the death penalty, he defiantly told the court that his actions had been in pursuit of the ideal of a free, democratic society with equal opportunity for people of all races. \"It is an idea for which I hope to live for and to see realized but my Lord, if it needs be, it is an idea for which I am prepared to die,\" Mandela said at the time. Mandela and his codefendants escaped the gallows but were sentenced to life in prison. He would spend the next 27 years behind bars, much of that time in the maximum security prison on Robben Island. In prison he became a symbol of the anti-apartheid movement and the focal point of international campaigns to do away with racial segregation in South Africa. 'A War Of Attrition' One of Mandela's co-defendants at the Rivonia trial was Ahmed Kathrada, who was one of Mandela's closest confidants inside and later outside prison. In an interview with Radio Diaries in 2004, Kathrada recalled Mandela playing a chess game for three days against a young medical student who had recently been incarcerated on the island. \"They played the first day, and when it came to lockup time, the game had not finished because Mandela calculates every move as he does in politics,\" Kathrada said. Mandela persuaded one of the guards to lock the board away in an empty cell. At the end of the next day, the game was still not finished and the guard had to lock it away again. \"In the end, this young chap just gave up. He said, 'You win. I can't carry on this way,' \" Kathrada said. \"That's Mandela; it's a war of attrition and he won.\" In Mandela's war of attrition against the apartheid government, South African President F.W. de Klerk made several offers to free him but Mandela would accept only an unconditional release. In 1990, de Klerk did just that. Apartheid was on its final legs, and Africa's largest economy was, for the first time in centuries, headed for black majority rule. 'That Man Saved This Country' The four years between Mandela's release from prison and South Africa's first democratic elections in 1994 were tumultuous, however. Elements within the white apartheid government were desperately trying to retain power. Violent clashes between supporters of the Zulu-based Inkatha Freedom Party and Mandela's ANC left many foreign observers predicting that South Africa would disintegrate into a bloody civil war. But Mandela's paternal, grandfatherly presence had a calming effect across the country. In 1993, he and de Klerk shared the Nobel Peace Prize. After winning the 1994 election, Mandela reached out to South Africans of all races to help build an equitable and prosperous country. \"We place our vision of a new constitutional order for South Africa on the table not as conquerors, prescribing to the conquered,\" Mandela said at the time. \"We speak as fellow citizens to heal the wounds of the past with the intent of constructing a new order based on justice for all. This is the challenge that faces all South Africans today, and it is one to which I am certain we will all rise.\" Possibly his greatest political move was his decision to serve only one term as president. This was partly because he was 80, but also because he said he wanted to establish a tradition of contested, democratic elections. During the 2004 presidential elections in which Thabo Mbeki won a second term, South Africans of all races stood in long lines to cast their ballots. Before 1994, none of the black people in those lines would have been allowed to vote. Mlongi Sitcholosa, a black schoolteacher waiting to vote in the township of Soweto, credited one man with changing that: Mandela. \"That man saved this country,\" Sitcholosa said. \"If it wasn't because of him this country would have gone to flame, but because of his wisdom and his intelligence he saved this country.\" Personal Life In his autobiography, Mandela notes that his struggle against apartheid took a toll on his personal life. Toward the end of the book Mandela says: \"To be the father of a nation is a great honor, but to be the father of a family is a greater joy. But it is a joy I had far too little of.\" He had four children with his first wife, Evelyn Mase. Three of them died before him. Mandela's son, Makgatho, died of an HIV-related illness in 2005. His marriage to Winnie Madikizela Mandela survived his incarceration but disintegrated soon after he was released. He watched his daughters from this second marriage grow up through the glass of prison visitor's rooms. But in his waning years, Mandela's home life finally improved. Rumors that he was in love started to surface in 1996. Graca Machel, the widow of Mozambican President Samora Machel, was seen frequently in Mandela's presence. For his 80th birthday, the two got married in a tiny, private ceremony. Friends say that Machel brought Mandela the joy that he felt he'd missed as he struggled for decades to bring freedom to South Africa.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/12/05/136590582/nelson-mandela-inspiration-to-world-dies-at-95"
        },
        {
            "headline": "Who Were You When JFK Was Shot?",
            "author": "By  \n\n\n      Linton Weeks",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 13,
                "year": 2013
            },
            "article_content": "A composite image of Rabbi Nancy Fuchs Kreimer, Randall Kennedy and James Billington.\n                \n                    \n                    Courtesy of Nancy Fuchs Kreimer, Randall Kennedy and James Billington\n                    \n                \nhide caption A composite image of Rabbi Nancy Fuchs Kreimer, Randall Kennedy and James Billington. The usual question for Americans on an Anniversary of National Significance is: Where Were You When...? Where Were You When you learned that: Martin Luther King Jr. had been shot on April 4 in 1968? Neil Armstrong walked on the moon on July 21, 1969? The twin towers of the World Trade Center were attacked on Sept. 11, 2001? But there is another question of orientation: Who Were You When ... a certain nation-changing event occurred? This is who I was — 50 years ago this month — when I heard that President John F. Kennedy had been shot. I was in the fourth grade at East Elementary School in Memphis, Tenn. It was a blustery Friday. Our teacher told us about the shooting — sometime after lunch — in a somber, straightforward way. I was anxious to get home and see what my parents would say. After all, they had supported Richard Nixon — not Kennedy — in the 1960 election and being a dutiful son, I had paraded through the neighborhood before the election chanting \"Nixon, Nixon, he's our man; Kennedy belongs in a garbage can.\" But when I got to my house on that dreary afternoon in 1963 and talked with my parents and saw the grief-stricken looks on their faces and the tears in their eyes, I learned at that moment something I have carried in my heart since that day: Politics is not life. Life is life and life is sacrosanct and a person's life transcends politics. For this 50th anniversary of the national tragedy, we ask a trio of notable people: Who Were You When ... you learned that President John F. Kennedy had been shot on Nov. 22, 1963? And — in retrospect — what effect did the event have on the rest of your life? Randall Kennedy, circa 1963.\n                \n                    \n                    Courtesy of Randall Kennedy\n                    \n                \nhide caption Randall L. Kennedy, Harvard Law School \"I was nine years old when John F. Kennedy was assassinated. I first got an inkling that something terrible had happened when I noticed people on the street suddenly start sobbing. I was accompanying my very pregnant mother on her visit to a friend's home. \"My parents and older brother were shocked and saddened by the news, as was I. President Kennedy, however, was no hero in my household. For months my father had been inveighing against him for failing to do enough to support the Civil Rights Movement. According to my dad, blacks had put Kennedy over the top in the close election of 1960 and the President had neglected to reciprocate their allegiance sufficiently. \"During the campaign, for instance, Kennedy had said repeatedly that with one stroke of the presidential pen, racial discrimination in federally-supported housing could be prohibited. He indicated that, if elected, he would wield that pen. After he became president, however, Kennedy's commitment apparently waned. He waited until November 20, 1962 to sign a narrow version of the anti-discrimination provision he had previously championed. \"My father resented Kennedy's tardiness. My brother, by contrast, stoutly defended the President. I remember their long, involved, impassioned debates that would accompany the family dinner and sometimes extend for what seemed like hours afterwards. Those debates intensified in the aftermath of Kennedy's death. \"Those debates meant a lot to me then and have continued to be influential in my life. Amidst the shock and outpouring of emotion in that tragic moment, my father continued to insist upon a clear-eyed, hard-headed evaluation of the now-martyred President. He rejected all attempts to make him submit to the ascendant sentimentalism of the moment. \"When I grew up, I embraced my father's view of President Kennedy and, more importantly, tried to adopt his intellectual and political toughness.\" — Randall L. Kennedy is the Michael R. Klein Professor of Law at Harvard Law School in Cambridge, Mass. Nancy Fuchs Kreimer in a family photo, circa 1963.\n                \n                    \n                    Courtesy of Nancy Fuchs Kreimer\n                    \n                \nhide caption Nancy Fuchs Kreimer in a family photo, circa 1963. Rabbi Nancy Fuchs Kreimer, Reconstructionist Rabbinical College \"I know that Kennedy's election made an impression on me that impacts my life today. \"I was 8 in 1960, and I recall conversations in my family concerning the possibility of the first Roman Catholic becoming president. My uncle Lawrence Fuchs, a professor at Brandeis, knew the Kennedys from Massachusetts politics and was a strong supporter. He later wrote a book, John F. Kennedy and American Catholicism. \"The conversations intrigued me as it was the first time I ever heard about different religions altogether — as far as I knew, everyone was Jewish — so the question of religious variety, not to mention religious intolerance, was new to me. I wanted to know more. When Kennedy was elected, I recall being proud that I lived in a country where 'anyone could become president.' \"The assassination, when I was 11, made a different kind of impact, also related to what I do today. Although I was surrounded by Jews, I did not know anyone who went to synagogue regularly. Even though it was a Friday when Kennedy was killed, I do not recall anyone suggesting we go to synagogue that weekend. It simply did not come up. As a ritually starved, spiritual seeker — although I would not have known to call myself that at the time — I remember spending a huge amount of time glued to the television ... particularly compelled by the funeral rites.\" — Rabbi Nancy Fuchs Kreimer is director of the Department of Multifaith Studies and Initiatives at the Reconstructionist Rabbinical College in Wyncote, Pa. James H. Billington, circa 1963.\n                \n                    \n                    Courtesy of James Billington\n                    \n                \nhide caption James H. Billington, circa 1963. James H. Billington, Library of Congress \"The assassination of President Kennedy affected all of us as a terrible, shared human tragedy. In retrospect, it was a defining moment in my eventual move from academia into public service. As a young scholar of Russian history and international affairs, the murder of our young President jolted me into realizing that unpredictable danger and evil lay within America as well as in the outside world. \"I had been abroad with my young family conducting research in Helsinki and Leningrad during the exciting period when Kennedy was nominated, elected and inaugurated in 1960-61. I was subsequently fully immersed in university teaching and writing in the fateful fall of 1963. But I knew and admired many of the intelligent and idealistic young people who had answered in a variety of ways Kennedy's call to 'ask what you can do for your country.' \"Towards the end of the turbulent '60s, I was privileged to work with unsung heroes in the first of three federal institutions that were keeping alive that same sense of dedication. During the last 45 years, I have served in succession as CEO of the Fulbright Program, of The Woodrow Wilson International Center for Scholars, and, for the last 26 years, of The Library of Congress. \"The good that has been accomplished in these and other public institutions is the work of idealistic staff who continue to respond to the challenge to service that John Kennedy articulated for our times. And we are all still inspired by the desire somehow to recover the optimistic spirit of America raised up by a young leader who embodied hope, but was tragically denied the chance to see it sustained.\" — James Hadley Billington is the 13th Librarian of Congress in Washington, D.C. And Who Were You... So Who Were You when President Kennedy was shot? And how did the moment impact your life? If you didn't live through the national tragedy or don't remember it, do you see ways in which that event has influenced you, the people you know or the United States as a nation? Please share your stories with us in the comments section below. Thank you. The Protojournalist: A reporter's sketchbook. @NPRtpj",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/theprotojournalist/2013/11/13/243197176/who-were-you-when-jfk-was-shot"
        },
        {
            "headline": "Holder: DOJ Wants To Oversee Texas' Voting Laws Again",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 25,
                "year": 2013
            },
            "article_content": "Attorney General Eric Holder has announced an aggressive new strategy in response to a Supreme Court ruling last month overturning a key part of the landmark 1965 Voting Rights Act. The Justice Department is starting in Texas, where it is asking a court to force the state to get federal approval before making any election changes - using a different part of the law.  ROBERT SIEGEL, HOST: From NPR News, this is ALL THINGS CONSIDERED. I'm Robert Siegel. There's been a major development in the fight over the Voting Rights Act of 1965. Weeks after the Supreme Court threw out a key part of that landmark law, government lawyers have launched an aggressive new strategy they say will protect minority voters. Today, the Justice Department asked a court to force Texas to get federal approval before it makes election changes. Justice is basing its argument on a different section of the law, as NPR's Carrie Johnson reports. CARRIE JOHNSON, BYLINE: For nearly 50 years, the U.S. government required states with a history of discrimination to seek federal blessing for any voting changes. Last month, a divided Supreme Court all but removed the most powerful tool in the Justice Department arsenal when it threw out the formula for covering states under that part of the Voting Rights Act. But Attorney General Eric Holder says discrimination at the ballot box hasn't gone away. Case in point, Holder says, is Texas. ATTORNEY GENERAL ERIC HOLDER: And today, I am announcing that the Justice Department will ask a federal court in Texas to subject the state of Texas to a pre-clearance regime similar to the one required by Section 5 of the Voting Rights Act. JOHNSON: Speaking at the National Urban League conference in Philadelphia, Holder told a cheering audience that he's undeterred by the high court ruling in a case involving Shelby County, Alabama. HOLDER: This is the department's first action to protect voting rights following the Shelby County decision, but it will not be our last. Even as Congress considers updates to the Voting Rights Act in light of the court's ruling, we plan, in the meantime, to fully utilize the law's remaining sections to ensure that the voting rights of all American citizens are protected. JOHNSON: Texas Governor Rick Perry, a Republican, says the Obama administration move demonstrates, quote, \"utter contempt for the Constitution.\" And on Capitol Hill, U.S. Senator John Cornyn, another Texas Republican, had this reaction. SENATOR JOHN CORNYN: Attorney General Holder will stop at nothing, from a political standpoint, in order to try to do an end run not only around the Texas Legislature, but around the Supreme Court of the United States. JOHNSON: Cornyn says he doesn't think the Justice Department gambit will work. But election law experts aren't so sure. Federal lawyers could get a boost in their efforts because a court in Washington, D.C., already agreed with them last year. That court found so much discrimination in the overhaul of Texas electoral maps that it didn't have time or space to mention all of it. Lawyer Gerry Hebert represented Texas Democrats in that case. GERALD HEBERT: Texas seems to have been a real breeding ground, frankly, for racial discrimination when it comes to voting. JOHNSON: The Justice Department could use that evidence to get a different federal court to bail Texas into federal oversight under Section 3 of the Voting Rights Act, not as sweeping as the old tool, but not nothing either. Rick Hasen studies election law at the University of California, Irvine. RICHARD HASEN: Part of this must be a calculation on the part of DOJ that Congress is not going to be doing anything, and certainly not doing anything anytime soon. And so it's up to DOJ to be proactive in trying to get additional protection for minority voters. JOHNSON: Justice Department officials already have their eye on a separate Texas voter ID law and a similar measure under consideration in North Carolina because, as the attorney general says, today's action is only the beginning. Carrie Johnson, NPR News, Washington. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/07/25/205548318/holder-doj-wants-to-oversee-texas-voting-laws-again"
        },
        {
            "headline": "The Day Nelson Mandela Walked Out Of Prison",
            "author": "Greg Myre",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 27,
                "year": 2013
            },
            "article_content": "Nelson Mandela, with his wife, Winnie, walks to freedom after 27 years in prison on Feb. 11, 1990, in Cape Town.\n                \n                    \n                    AP\n                    \n                \nhide caption Nelson Mandela, with his wife, Winnie, walks to freedom after 27 years in prison on Feb. 11, 1990, in Cape Town. Editor's Note: Wednesday marks the 25th anniversary of the day that Nelson Mandela walked out of prison and entered the negotiations to end apartheid. Greg Myre, the international editor of NPR.org, covered Mandela's release and recounts that day. The evening before his release from 27 years in prison, Nelson Mandela was ushered into a secret meeting with South African President F.W. de Klerk for a conversation that sounded straight from the theater of the absurd. De Klerk told Mandela he would be a free man the next day, making good on a pledge the president had made a week earlier, though without setting the exact date. Yet Mandela was still caught off guard. \"I deeply wanted to leave prison as soon as I could, but to do so on such short notice would not be wise,\" Mandela wrote later in his autobiography, Long Walk To Freedom. \"I thanked Mr. de Klerk, and then said that at the risk of appearing ungrateful I would prefer to have a week's notice in order that my family and my organization could be prepared.\" Taken aback, de Klerk excused himself to consult with his advisers. Several minutes later, he returned and insisted that Mandela, like a house guest who had hung around too long, would have to check out the next day whether he liked it or not. Mandela relented, and the jailer and the jailed shared a glass of whiskey. Seismic Change Nelson Mandela, pictured in the early 1960s, before he was sentenced in 1964 to life in prison for sabotage. The government did not release photos of Mandela during his many years in prison, and few people knew what he looked like at the time of his release.\n                \n                    \n                    Reuters /Landov\n                    \n                \nhide caption Nelson Mandela, pictured in the early 1960s, before he was sentenced in 1964 to life in prison for sabotage. The government did not release photos of Mandela during his many years in prison, and few people knew what he looked like at the time of his release. It would be impossible to overstate the electric sense of anticipation that coursed through South Africa as Mandela's release grew imminent. Apartheid was still the law of the land, but de Klerk had declared sweeping changes that were rapidly dismantling the system of racial segregation. South Africans, black and white, knew their country was about to undergo seismic change, yet no one knew where it would lead. The black majority saw Mandela as their deliverance from more than three centuries of white domination. Many whites feared his release could unleash an explosive civil war along racial lines. As the nation projected its hopes and fears onto Mandela, the reality was that only a tiny circle of people had seen or heard him for the past quarter century. Mandela had disappeared from view in 1964 after giving a four-hour speech at the conclusion of his sabotage trial, where he was convicted and received a life sentence. He was a rugged young man in his 40s, a former boxer who had full cheeks, a beard and mustache and was always dressed in a suit at his court appearances. He spent most of his prison term on Robben Island, South Africa's version of Alcatraz. On this island fortress, Mandela often labored at a limestone quarry during the day, where the glaring sun harmed his eyes. At night, he could see the twinkling lights of Cape Town in the distance. The damp conditions on the island likely contributed to the tuberculosis he contracted. During this time, Mandela's jailers, his fellow inmates and several family members were among the only people who saw him. The white government, in a futile attempt to diminish his reputation, never released photos of Mandela during his years of captivity. However, the law of unintended consequences prevailed. As time passed and the anti-apartheid movement grew, Mandela's invisibility only added to his mythic status and helped transform him into an international icon. A Polished Statesman Shortly after that odd meeting in Cape Town between de Klerk and Mandela on the eve of his release, the South African government reversed its long-standing policy and began handing out a photo of Mandela to the journalists who had converged on Cape Town. It was a simple snapshot of Mandela standing stiffly in a suit and tie, and yet it was mesmerizing. He had gone gray, though he still had a full head of hair. He was clean shaven and had become noticeably thinner in his face and torso. He looked even more distinguished as an elder statesman than as the combative figure of the 1960s. Still, there was no clue about what kind of leader he would be. Would he be out of touch and too moderate for the young black activists born after he was incarcerated? Could he, or anyone, live up to his billing as a national savior? Would this 71-year-old man be up physically for the enormous demands of his new role? An Explosion Of Joy Mandela began to answer those questions shortly after he walked out the front gate of the Victor Verster Prison in suburban Cape Town on the sun-splashed afternoon of Feb. 11, 1990, arm-in-arm with his then-wife, Winnie. Each raised a fist in triumph. Black South Africa exploded with joy. A raucous crowd of some 100,000 blacks squeezed into the Grand Parade grounds outside Cape Town's City Hall, infusing it with the energy of a rock concert. Mandela was to deliver his first speech there, at what was almost certainly the largest black crowd ever to gather for an event in what was still formally a white city. Yet for several excruciating hours after he left prison, Mandela again vanished from public sight. His organization, the African National Congress, did not want the white South African security forces present in large numbers at his first public appearance. The ANC was worried about the both the symbolism and the potential for violent clashes. However, the ANC, which had only recently been unbanned, had no experience organizing such a massive, unruly event. This was the first of many such dances between the white authorities and Mandela's ANC as they launched negotiations that would ultimately bring down apartheid. Several hours after his release from prison, Nelson Mandela made his first speech on the balcony of Cape Town's City Hall. As he prepared to speak, he realized he had left his glasses in the prison. So he borrowed a pair from his wife Winnie.\n                \n                    \n                    Udo Weitz/AP\n                    \n                \nhide caption Several hours after his release from prison, Nelson Mandela made his first speech on the balcony of Cape Town's City Hall. As he prepared to speak, he realized he had left his glasses in the prison. So he borrowed a pair from his wife Winnie. Mandela Is Mobbed Meanwhile, Mandela's journey from prison to City Hall came to a virtual standstill as his car approached downtown Cape Town and was mobbed by supporters. \"People began knocking on the windows, and then on the [trunk and the hood],\" Mandela wrote. \"Inside it sounded like a massive hailstorm. Then people began jumping on the car in their excitement. Others began to shake it and at that moment I began to worry. I felt as though the crowd might very well kill us with their love.\" Rather than continue into the crowd, Mandela diverted the driver to the nearby home of Dullah Omar, one of Mandela's lawyers. Omar was stunned to find Mandela at his front door. \"Aren't you meant to be at the Grand Parade?\" he asked. Mandela went in for a cold drink at Omar's home, but shortly afterward Archbishop Desmond Tutu called in great distress. \"The people are growing restless. If you do not return straightaway, I cannot vouch for what will happen. I think there might be an uprising,\" Tutu told Mandela. Mandela got back in the car, only to be mobbed again as he approached City Hall. He eventually arrived at twilight, facing a sea of frenzied supporters from the balcony. He took out his prepared remarks ... and realized he had left his reading glasses at the prison. So he borrowed Winnie's. His First Public Words He then uttered the first words most South Africans had ever heard him speak: \"Comrades and fellow South Africans, I greet you all in the name of peace, democracy and freedom,\" said Mandela. \"I stand here before you not as a prophet, but as a humble servant of you the people. ... \"Today, the majority of South Africans, black and white, recognize that apartheid has no future. It has to be ended by our decisive mass action,\" he said in a speech frequently drowned out by roars from the crowd. \"We have waited too long for our freedom.\" For a man cut off from the world for so long, Mandela looked at home in the spotlight, connecting with the black crowd that worshipped him, while taking the first steps to win over skeptical whites. However, Mandela later acknowledged that he felt anything but comfortable as he was thrust onto the world stage. \"Frankly, when I saw that crowd, I must confess that I didn't have the courage, the confidence to speak to them. It rather took me by surprise,\" he wrote in his autobiography. After speaking for 30 minutes, Mandela was whisked away. He wanted to spend his first night of freedom among black South Africans, yet for security reasons, he was taken to Tutu's home. However, the archbishop's official residence happened to be in a leafy, posh Cape Town suburb that was officially a whites-only neighborhood. Tutu was allowed to live there only because of his position. Across the country, celebrations and violent clashes lasted until dawn. Black South Africans danced and drank the night away in the black townships. White police fired on black looters. Rival black factions battled each other. Difficult days lay ahead. Political violence would claim more than 10,000 lives over the next four years, almost all of them blacks. Negotiations between de Klerk's government and Mandela's ANC stalled and broke down on multiple occasions before the country's first all-race election that elevated Mandela to the presidency in 1994. But on that summer's day in 1990, South Africa entered a new era, and Nelson Mandela was the man who led the way. You can follow Greg Myre on Twitter @gregmyre1.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/parallels/2013/06/11/190671704/the-day-nelson-mandela-walked-out-of-prison"
        },
        {
            "headline": "In Alabama, Voting Decision Seen As Sign Of Progress, Setback",
            "author": "Debbie Elliott",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2013
            },
            "article_content": "Shelby County, Ala., attorney Butch Ellis talks to reporters outside of the U.S. Supreme Court in February, when oral arguments were heard in the Voting Rights Act case.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Shelby County, Ala., attorney Butch Ellis talks to reporters outside of the U.S. Supreme Court in February, when oral arguments were heard in the Voting Rights Act case. The U.S. Supreme Court's decision to strike down a key provision of the 1965 Voting Rights Act came in a case from the very state that helped shape the statute: Alabama. The court's opinion in Shelby County v. Holder notes that history did not stop in 1965 — the year state troopers fired tear gas and beat back voting-rights protesters on Selma's Edmund Pettus Bridge. Pointing out that Selma is now governed by an African-American mayor, Chief Justice John Roberts wrote that \"the Act has proved immensely successful at redressing racial discrimination and integrating the voting process.\" But the 5-4 decision declared unconstitutional a section of the law that established a formula to identify state and local governments that were required to get approval from the federal government before they made changes to their voting laws. The Supreme Court said Congress can change that part of the law — Section 4 — to reflect \"current conditions\" if it wants to continue to enforce it. Luther Strange, Alabama's Republican attorney general, calls the ruling historic. \"What I'm most pleased about [is] it's a recognition of the tremendous amount of progress that we've made in Alabama over the last 50 years,\" he says. Governors and other officials from Southern states are lauding the decision as a victory for federalism — and as an acknowledgement that those states should no longer be punished for activities that occurred more than a generation ago. Strange says there's no doubt that federal oversight was needed in the 1960s. But times have changed. \"To treat Alabama the way all the other states are treated is a huge victory — symbolically, I think, and practically,\" he says. In practical terms, for instance, Alabama, Mississippi, Texas and other Southern states that would have previously had to seek federal approval can now put in place recently passed voter identification laws. Mixed Reaction Charles Steele, an Alabamian who is national president of the Southern Christian Leadership Conference, calls Tuesday's court decision a blow to democracy that harkens to unfair poll tests under Jim Crow. \"When you say voter's ID and bring your birth certificate, identify yourself,\" he says, it recalls a time when blacks attempting to vote were asked: \"How many bubbles in a bar of soap?\" \"It's no different than presenting us with all of these obstacles when it comes to vote to prove that we are an American citizen,\" Steele says. In Shelby County, Ala., the fast-growing suburb of Birmingham that challenged the Voting Rights Act, the ruling is being met with mixed reaction. State Sen. Cam Ward says it's wrong to apply civil rights-era standards today when black participation at the polls is on par with that of whites. \"Shelby County, Ala., in particular, is not 1966 Shelby County, Ala.,\" Ward says. \"We've had African-Americans and other minorities elected to municipal ... and countywide offices here in this county.\" But others are skeptical that enough progress has come. The Rev. Albert Jones of Mount Olive Baptist Church in Wilton, Ala. — which is located in Shelby County — had intervened in the case to preserve federal oversight of elections there. \"We have come a long way, but we are not where we need to be there,\" Jones says. \"We're still not there at that level playing field that all citizens be treated equally.\" Jones says he is hopeful that Congress can restore some federal jurisdiction. Shelby County attorney Butch Ellis, who filed the challenge, also welcomes a new formula from Congress. \"Come up with a test that ... actually identifies where that discrimination is today — not where it was 50 years ago,\" he says. In the meantime, he says, the Voting Rights Act is alive and well, and people can still sue under Section 2 of the law if they have been disenfranchised.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/06/25/195599318/officials-in-southern-states-laud-voting-rights-act-decision"
        },
        {
            "headline": "Supreme Court Strikes Down Key Provision Of Voting Rights Law",
            "author": "By  \n\n\n\n\n\n\n\n      Eyder Peralta\n    \n\n ,  \n\n\n      Scott Neuman\n    \n\n ,  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2013
            },
            "article_content": "Field Director Charles White of the National Association for the Advancement of Colored People (NAACP) speaks at a podium outside the U.S. Supreme Court on Tuesday in Washington, D.C.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \nhide caption Field Director Charles White of the National Association for the Advancement of Colored People (NAACP) speaks at a podium outside the U.S. Supreme Court on Tuesday in Washington, D.C. By a 5-4 decision, the Supreme Court has struck down a key provision of the landmark 1965 Voting Rights Act that establishes a formula to identify states that may require extra scrutiny by the Justice Department regarding voting procedures. The decision focuses on Section 4 of the Act. Writing for the majority, Chief Justice John Roberts writes that the decision \"in no way affects the permanent, nationwide ban on racial discrimination in voting found in [Section] 2. We issue no holding on [Section] 5 itself, only on the coverage formula. Congress may draft another formula based on current conditions.\" Legal scholar Jeffrey Toobin tells CNN that the court has effectively said \"times have changed so much that the formula [for deciding which states are more prone to discriminate] is invalid.\" And by striking Section 4, he said, \"in practice, the other section of the law – Section 5 — is dormant.\" As the AP explains it, the Supreme Court has essentially decided that Section 5 of the act — the part that requires certain states with a history of discrimination to have changes to any voting procedures approved by the federal government — cannot be enforced until Congress \"comes up with a new way of determining which states and localities require federal monitoring of elections.\" The case, known as Shelby County v. Holder, focused on Section 5 of the act, which was renewed by Congress in 2006 for a period of 25 years. The petitioner, Shelby County, Ala., argued that Section 5 of the VRA subjects them to a double standard and infringes on state sovereignty. Specifically, the plaintiff argued that Congress exceeded its authority under the Fourteenth Amendment guaranteeing equal protection and the Fifteenth Amendment covering voting rights and therefore violated the Tenth Amendment and Article IV of the constitution – both of which deal with state's rights. Attorney General Eric Holder had argued that the restrictions, which cover nine southern states including Alabama and numerous counties in five other states, were necessary to keep them from returning to discriminatory practices. Update at 4:43 p.m. ET. Texas Moves Forward: Citing today's Supreme Court decision, Texas Attorney General Greg Abbott said there is nothing to block the state from activating its controversial voter ID law. The Dallas Morning News reports that the Texas Department of Public Safety said beginning Thursday voters will be required to show photo ID to vote in the state. The attorney general also said that redistricting maps \"passed by the Legislature may also take effect without approval from the federal government.\" Update at 1:54 p.m. ET. The Country Has Changed, But Racism Persists: Attorney General Eric Holder said that the Justice Department will continue to carefully monitor states \"for voting changes that may hamper voting rights.\" Holder said that while the country has changed \"for the better since 1965,\" the \"destination we seek has not yet been reached.\" Holder took the position Ginsburg presented in her dissent — that the Constitution gives Congress explicit authority to legislate on matters concerning the fundamental right to vote. Holder added: \"As the President has made clear, Congress needs to act to make sure every American has equal access to the polls. The Department also will work with Congress and other elected and community leaders to formulate potential legislative proposals to address voting rights discrimination – because, on their own, existing statutes cannot totally fill the void left by today's Supreme Court ruling. And I am hopeful that new protections can and will pass in this session of Congress. \"The Voting Rights Act has always had strong bipartisan support on Capitol Hill, and today's ruling should not change that. This is not a partisan issue, it's an American issue – because our democracy is founded on ensuring that every eligible citizen has access to the ballot box.\" Update at 12:12 p.m. ET. 'Deeply Disappointed': President Obama said he was \"deeply disappointed\" with the decision the Supreme Court handed down today. He said the decision \"upsets decades of well-established practices that help make sure voting is fair, especially in places where voting discrimination has been historically prevalent.\" Obama also called on Congress to pass a new law that sets up a new formula for determining which states need extra federal supervision. Update at 12:11 p.m. ET. 'A Sign Of Tremendous Racial Progress': NPR's Tell Me More gathered a couple of thinkers to talk about today's decision. John Malcom, of the conservative Heritage Foundation, said: \"This is a sign of tremendous racial progress. And Congress, if it decides to look into this, needs to take account of that and go into this with, at best a scalpel and not a hatchet, as it did based on conditions that existed back in 1972 that fortunately no longer exist today.\" Spencer Overton, a professor of law at George Washington University who served in the Obama administration's Justice Department, emphasized that from here on out transparency wil be key. He said that areas with significant minority populations should be required to disclose any election changes. \"Transparency deters bad activity,\" he said. \"And the big plus of Section 5 was that these local officials knew that their actions would be reviewed and as a result, there was deterrence of a lot of bad activity and disclosure can help with a lot of that deterrence.\" Update at 11:27 a.m. ET. 'A Setback To Our Democracy': In a statement, Wade Henderson, president and CEO of The Leadership Conference on Civil and Human Rights, called today's decision a \"setback to our democracy and the voting rights of real Americans.\" Henderson added: \"We can't allow discrimination at the ballot box and must prevent minorities from having their votes purged, packed, gerrymandered, and redistricted away. No one should be fooled by the Pollyannaish fantasy that voting discrimination no longer exists . As the Court acknowledged, voting discrimination still exists and Congress may draft another coverage formula. We urge Congress to act with urgency and on a bipartisan basis to protect voting rights for minorities.\" Update at 11:17 a.m. ET. Most Successful Provision: NPR's Nina Totenberg tells Morning Edition that Section 5 of the VRA is perhaps its most successful provision. It stated that areas that discriminated against minorities must have any changes to voting procedures approved by the federal government before they go into effect. The areas covered by that provision were determined by a \"coverage formula\" that was last updated in 1972. Nina says the majority said some states were \"being forced to endure current burdens based on old conditions.\" Chief Justice Roberts pointed to Mississippi: In 1965, only 7 percent of African Americans voted. In 2004, 76 percent of African Americans voted. He said that success meant that the formulas were no longer valid. Update at 10:58 a.m. ET. Who Should Decide?: Justice Ruth Bader Ginsburg wrote the dissenting opinion joined by Justice Stephen Breyer, Justice Sonia Sotomayor and Justice Elena Kagan. Essentially, Ginsburg argued that under the Fifteenth Amendment, it was Congress' job — not the Court's — to decide when Section 5 of the Voting Rights Act is no longer justifiable. \"With overwhelming support in both Houses, Congress concluded that, for two prime reasons, [Section 5] should continue in force, unabated,\" Ginsburg writes. \"First, continuance would facilitate completion of the impressive gains thus far made; and second, continuance would guard against back­ sliding. Those assessments were well within Congress' province to make and should elicit this Court's unstinting approbation.\" Update at 10:43 a.m. ET. Outdated Data: On Morning Edition, NPR's Carrie Johnson explains that the court focused in on the formula that determines which states and districts have a history of discrimination. That formula, the court said, was based on \"outdated data\" from the 1960s and 1970s, so Congress needs to rework it. Justice Clarence Thomas delivered a concurring opinion, except, he said, he would have also done away with Section 5. He quotes the majority opinion saying \"our nation has changed,\" and the conditions that justified Section 5 of the act \"no longer characterize voting in the covered jurisdictions.\" He adds: \"By leaving the inevitable conclusion unstated, the Court needlessly prolongs the demise of that provision. For the reasons stated in the Court's opinion, I would find [Section 5] unconstitutional.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2013/06/25/195506795/supreme-court-strikes-down-key-provision-of-voting-rights-law"
        },
        {
            "headline": "50 Years Later, King's Birmingham 'Letter' Still Resonates",
            "author": "By  \n\n\n      Kathy Lohr",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 15,
                "year": 2013
            },
            "article_content": "Martin Luther King Jr., with the Rev. Ralph Abernathy (center) and the Rev. Fred Shuttlesworth, defied an injunction against protesting on Good Friday in 1963. They were arrested and held in solitary confinement in the Birmingham jail where King wrote his famous \"Letter From Birmingham Jail.\"\n                \n                    \n                    Courtesy of Birmingham Public Library Archives\n                    \n                \nhide caption Martin Luther King Jr., with the Rev. Ralph Abernathy (center) and the Rev. Fred Shuttlesworth, defied an injunction against protesting on Good Friday in 1963. They were arrested and held in solitary confinement in the Birmingham jail where King wrote his famous \"Letter From Birmingham Jail.\" It's been five decades since Martin Luther King Jr., began writing his famous \"Letter From Birmingham Jail,\" a response to eight white Alabama clergymen who criticized King and worried the civil rights campaign would cause violence. They called King an \"extremist\" and told blacks they should be patient. But the time for waiting was over. Birmingham was the perfect place to take a stand. So King traveled to Alabama in 1963 to attack the culture of racism in the South and the Jim Crow laws that mandated separate facilities for blacks and whites. In January, Gov. George Wallace delivered his inaugural address with these fighting words: \"I draw the line in the dust and toss the gauntlet before the feet of tyranny, and I say segregation now, segregation tomorrow and segregation forever.\" With racial tension high, King began nonviolent protests before Easter, but the campaign was struggling. King wasn't getting enough participation from the black community. So on Good Friday, he and several other organizers decided to get arrested. Police took King to the jail and held him in isolation. Alabama segregationist Bull Connor ordered police to use dogs and fire hoses on black demonstrators in May 1963.\n                \n                    \n                    Bill Hudson/AP\n                    \n                \nhide caption Alabama segregationist Bull Connor ordered police to use dogs and fire hoses on black demonstrators in May 1963. \"Alone in jail, King plunges down into a kind of depression and panic combined,\" says Jonathan Rieder, a sociology professor at Barnard College who has written a new book on the letter called Gospel of Freedom. He says a guard smuggles King a newspaper where the letter from eight white ministers is published. They attack King and call the protests \"unwise and untimely.\" Rieder says for King, that changes everything. \"Suddenly he's rising up out of the valley, up the mountain on a tide of indignation, and so this letter, we have to understand from the beginning, is born in a moment of black anger,\" Rieder says. Just two days after he got out of jail, King preached a version of the letter at Birmingham's 16th Street Baptist Church. It documents how frustrated he was by white moderates who kept telling blacks that this was not the right time: \"And that's all we've heard: 'Wait, wait for a more convenient season.' But I want you to go back and tell those who are telling us to wait that there comes a time when people get tired.\" Rieder calls this a powerful moment. \"We will see all the facets of King that we know, but now we have the badass King and the sarcastic King, and we have the King who is not afraid to tell white people, 'This is how angry I am at you,' \" Rieder says. The speech was recorded by the Rev. C. Herbert Oliver, an activist, in 1963, and was recently donated to the Birmingham Civil Rights Institute. Few have ever heard it. From the speech: \"Now is the time to change our nation from the quicksand of racial injustice to the solid rock of human dignity. Now is the time to end segregation and discrimination in Birmingham, Ala. Now is the time.\" Segregationist Bull Connor had just lost a runoff election in Birmingham, but he was still in charge of law enforcement. That night King told the congregation he had no faith in the city's newly elected leader, Albert Boutwell, either. At the beginning of May, leaders agreed to use young people in their demonstrations. They needed large numbers to fill the jails and force white Birmingham to listen. Then, Connor ordered police to use attack dogs and fire hoses. The force of the water was so strong it peeled off clothing, shredded skin and tossed children down the streets. \"I was 18. I'll never forget the time or the date. It's etched in my mind forever,\" says Charles Avery Jr. He was a senior in high school. He led students to march. \"When we got on the cell block, cell blocks probably hold 600 people. We were there with about 1,500-plus. You couldn't stand sideways. You couldn't sit down. Everybody was just jammed,\" Avery says. Charles Avery Jr. was 18 in 1963, when he participated in anti-segregation demonstrations in Birmingham. \"I'll never forget the time or the date. It's etched in my mind forever,\" he says.\n                \n                    \n                    Kathy Lohr/NPR\n                    \n                \nhide caption Charles Avery Jr. was 18 in 1963, when he participated in anti-segregation demonstrations in Birmingham. \"I'll never forget the time or the date. It's etched in my mind forever,\" he says. Avery recalls hearing King, who was passionate. In the newly uncovered audio, the civil rights leader preaches that America cannot call itself an exceptional nation until racial injustice is addressed, and segregation ended: \"If we will pray together, if we will work together, if we will protest together, we will be able to bring that day. And all others in Birmingham and all over America will be able to sing with new meaning: My country 'tis of thee, sweet land of liberty, of thee I sing.\" The letter was not published immediately. But by fall it and the city of Birmingham became rallying cries in the civil rights campaign. Today on 6th Avenue South in Birmingham, a three-story cement building with peeling paint is almost hidden from the busy street. The old city jail looks abandoned. You can't see the cells where King and thousands of blacks were held. \"People risked their lives here,\" says Jim Baggett, archivist for the Birmingham Public Library. Baggett says the violence and brutality of the police here focused the country on what needed to change and ultimately led to the passage of the Civil Rights Act. \"Birmingham grabbed the imagination. And the images that come out of here, it just, I think it seared into people's minds. And it still is,\" Baggett says. On this anniversary of the \"Letter from Birmingham Jail,\" public readings of the document are taking place across the world. More than 225 groups have signed up, including students at Harvard, inmates in New York and clergy in South Africa.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/04/16/177355381/50-years-later-kings-birmingham-letter-still-resonates"
        },
        {
            "headline": "Brad Paisley's 'Accidental Racist' And The History Of White Southern Musical Identity",
            "author": "By  \n\n      Eric Weisbard",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 9,
                "year": 2013
            },
            "article_content": "Brad Paisley onstage at the 48th Annual Academy Of Country Music Awards Sunday in Las Vegas.\n                \n                    \n                    Jerod Harris/ACMA2013/Getty Images for ACM\n                    \n                \nhide caption Brad Paisley onstage at the 48th Annual Academy Of Country Music Awards Sunday in Las Vegas. Brad Paisley is a sly country singer, a slick electric guitarist and a sometimes repentant West Virginian. \"Accidental Racist,\" off his newest album, Wheelhouse (you may have read about this song a hundred times in the past 24 hours), begins with Paisley thinking about telling his Starbucks barista that really, the T-shirt he's wearing with the stars and bars of the Confederate battle flag just means he's a Lynyrd Skynyrd fan, \"caught between southern pride and southern blame.\" By the end, LL Cool J has been dragged in to rap a reconciliation as treacly as Paisley's melody: \"If you don't judge my do-rag / I won't judge your red flag / If you don't judge my gold chains / I'll forget the iron chains.\" But nobody is pretending there's a true end in sight. As Paisley notes himself, Reconstruction was more than a day ago: \"We're still siftin' through the rubble after a hundred-fifty years.\" The history of 'Accidental Racist' is the history of how white Southern musicians — heatedly, implicitly, at times self-servingly and not always successfully — try to talk about who they are in answer to what others dismissively assume they are.\" As you may have heard, Paisley is sifting through some rubble of his own right now, having been declared a national laughingstock by virtually all commentators coming from outside mainstream country. But then, this condescending dismissal is nothing new. There is a history to \"Accidental Racist,\" the history of how white Southern musicians — heatedly, implicitly, at times self-servingly and not always successfully — try to talk about who they are in answer to what others dismissively assume they are. After all, while the Jim Crow South was Anglo supremacist politically, American culture offered a very different dynamic. Ever since white Northerners started putting out their records, Southern whites have represented a backward rural mindset in a national culture of jazzy modernity. Black Southerners, by contrast, were jazz itself: urbanely looking forward, the cradle of hot rhythm. The contrast is evident in the records that launched the hillbilly/country and race/R&B categories. Georgia mill worker Fiddlin' John Carson's \"The Little Old Log Cabin in the Lane,\" released in 1923 but almost as old as Carson (born 1868), was an 1871 lament for the slave life by a protagonist clutching his dog. Whereas Mamie Smith and Her Jazz Hounds' brassy 1920 \"Crazy Blues,\" written by an Atlantan, featured a narrator scoring drugs and shooting a cop. Variety loved jazz but scorned the hillbilly in 1926 as \" 'poor white trash' genera. The great majority, probably 95 percent, can neither read nor write English. Theirs is a community all to themselves. [They are] illiterate and ignorant, with the intelligence of morons.\" The \"morons\" responded in a few different ways in the 1920s, all of which remain as default settings today: glorifying tradition, assimilating through black-identified sounds, selling regional separatism and flying the flag of resistance. The Carter Family emphasized the grainy vernacular authenticity of mountain music. Jimmie Rodgers performed \"Blue Yodels\" as edgy as \"Crazy Blues\" on vaudeville stages, even once recording with backing by Louis Armstrong. The Grand Ole Opry, broadcast on radio throughout the South, established Nashville as a place that would target a separate genre of commercial music to a separate audience, both fortifying white Southern sounds and adding to their archaicism and marginality: Roy Acuff's \"Great Speckled Bird,\" a key anthem, defended the Bible. The fourth and final answer, outright screw you rebel fury, was rarer, though we can hear it in recently rediscovered Charlie Poole, who snarled, \"I was born in Alabama, raised in Tennessee / If you don't like my peaches then don't shake my tree\" before drinking himself to death. If anything promised to bury the backward white South issue, it was rockabilly (i.e., hillbilly rock), that signature 1950s moment when Sun Records in Memphis offered Elvis Presley, Johnny Cash, Jerry Lee Lewis and Carl Perkins combining traditionalism, regional enterprise, crossover and a rebel yell in a whole lot of shaking. For young white Southerners, this was a vision of redemption. John Egerton later remembered: \"The musicians and the music elicited far more respect and admiration from us than anyone in an adult leadership role. In truth, we marched to a different drummer, or guitar, or brass drum, and the beat was its own reward.\" Even Pat Boone, Michael Bertrand notes in Race, Rock and Elvis, declared \"racial segregation is sickening\" at a time when that was a lot more dangerous than swiping \"Tutti Frutti.\" But as rock 'n' roll became Woodstock rock, as the South became the bloody ground of civil rights and Alabama Gov. George Wallace's credible presidential bids in 1968 and 1972 revealed the extent of white embattlement, the cultural image of the white South returned to bottom — Okies from Muskogee standing by their man. White Southerners faced the same old choices in new times. They could embrace black music and contemporary life and cross over, like former Texan Janis Joplin. They could go bluegrass singing the Carter Family's now revived \"Can the Circle Be Unbroken.\" Or they could join the notion of regional separatism to new concepts of identity: In songs by Merle Haggard and Loretta Lynn, that great euphemism, country, became something you could be proud of like James Brown was proud to be black. This time, however, there was a rebel anthem nobody could ignore. \"Sweet Home Alabama\" is the tag on the license plate of most cars in Alabama, but it has a strange message for such an emblem once you get past the part about skies that are so blue — why is Ronnie Van Zandt, leader of a group of Floridians, insulting Canada's Neil Young? Young, in 1970, had updated Variety's stance to castigate what he saw as a land of \"screaming and bullwhips cracking\" in \"Southern Man.\" Two years later, in \"Alabama\" — whose line \"swing low Alabama\" Lynyrd Skynyrd would transmute — he framed heritage as hate: \"Banjos playing through the broken glass ... Don't it take you down home?\" Skynyrd, a leader of the Southern rock revival, felt its region deserved better. The too-twisted-to-untangle politics of the second verse seemed to be y'all failed to change the world too: \"In Birmingham they love the governor (boo boo boo) / Now we all did what we could do / Now Watergate does not bother me / Does your conscience bother you? / Tell the truth.\" Wallace was going to give them a medal before an aide pointed out the black female backing singers booing him. But the third verse switched happily to culture: \"Now Muscle Shoals has got the Swampers / And they've been known to pick a song or two / Lord they get me off so much / They pick me up when I'm feeling blue.\" The Swampers were the Muscle Shoals Rhythm Section, whites raised on rockabilly and black R&B who now made soul records for Aretha Franklin and Wilson Pickett. As the Drive-By Truckers, led by Patterson Hood, son of Swamper bassist David Hood, put it in \"Ronnie and Neil,\" their great 2001 meditation on this moment, \"Meanwhile in North Alabama, Lynyrd Skynyrd comes to town / To record with Jimmy Johnson at Muscle Shoals Sound / And they met some real fine people, not no racist pieces of shit / And they wrote a song about it and that song became a hit.\" Young, it turns out, loved the song that bashed him and befriended Van Zandt, said to be wearing a Young T-shirt when the Skynyrd plane crashed in 1977. The Truckers call such unlikely outcomes \"Duality of the Southern Thing.\" But that moment of reconciliation, a time of redneck rock and Willie Nelson smoking pot on the roof of Jimmy Carter's White House, proved equally short-lived. By the Clinton and Bush years, a now solidly white Republican South, bashed as Jesusland or the neo-Confederacy, came to embody retrenchment while the \"Dirty South\" gave us OutKast and Lil' Wayne. And the old choices for white Southern musicians remained. Embrace a by now almost cartoonish traditionalism, like the multiplatinum bluegrass soundtrack O Brother Where Art Thou? Shake a fist and put a boot up somebody's ass: Toby Keith and Hank Williams, Jr. Stay regional with your head down, like George Strait and Reba. Or embrace black music and pop crossover, like Justin Timberlake of Memphis, Tenn., working out an enduring partnership with Norfolk, Va.'s Timbaland. The surviving members of Lynyrd Skynyrd, now led by Gary Rossington, momentarily gestured in 2012 toward giving up one of their trademarks: performing in front of a version of the Confederate battle flag, sometimes scrambled with the American flag and the red X of Alabama's state flag. Massive resistance from the fan base led to a quick reversal, accompanied by a tortured statement by Rossington: \"Myself, the past and present members (that are from the South), are all extremely proud of our heritage and being from the South. We know what the Dixie flag represents and its heritage; the Civil War was fought over States rights. We still utilize the Confederate (Rebel) flag on stage every night in our shows, we are and always will be a Southern American Rock band, first and foremost. We also utilize the state flag of Alabama and the American flag, 'cause at the end of the day, we are all Americans. I only stated my opinion that the Confederate flag, at times, was unfairly being used as a symbol by various hate groups, which is something that we don't support the flag being used for. The Confederate flag means something more to us, Heritage not Hate.\" Tradition, rebel spirit, a frustrated desire to reach \"all Americans\": One assumes Brad Paisley was reading every word before he wrote and recorded \"Accidental Racist.\" Paisley is a complicated figure in country music. He's an avid traditionalist, inducted into the Grand Ole Opry very early in his career after he'd volunteered to play it 36 times, seemingly every free weekend, \"because, to me, that recharges me.\" He's also, like longtime Dixie Chick Natalie Maines, married to a Hollywood actor and comfortable in show business outside Nashville. Maines felt bullied out of country music, but Paisley hosts the Country Music Awards and revels in ranging from celebrating the election of Barack Obama (\"Welcome to the Future\") to being no less upbeat about schlocky '80s country (\"Old Alabama\"). Wheelhouse, the new album from country's ultimate postmodernist — and how retro is that? — begins with a 1919 snippet of \"How Ya Gonna Keep 'Em Down on the Farm,\" employs rhythm loops and offers Charlie Daniels rapping for those less into LL, the comic talents of Monty Python's Eric Idle and a line about dancing to \"My Sharona\" at weddings. None of which quite redeems \"Accidental Racist,\" though longtime listeners to mainstream country might filter its simpering melody through Garth Brooks' \"What She's Doing Now\" and its overweening ambitions with Brooks' \"We Shall Be Free.\" Soft can register as radical if you hear Nashville in full format context. I don't look to music for policy solutions, just proof that what lives in people's heads is more complicated than their voting choices might lead you to believe. Paisley can joke about his \"Southern Comfort Zone\" in a No. 1 hit. Then he can risk some Southern discomfort, too. And the story of \"Sweet Home Alabama,\" the story of so-called morons and their complicated responses to unambiguous derision, staggers on.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/therecord/2013/04/09/176675002/brad-paisleys-accidental-racist-and-the-history-of-white-southern-musical-identi"
        },
        {
            "headline": "Reluctant Justices May Be Forced To Make History",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 28,
                "year": 2013
            },
            "article_content": "Police stand guard in front of the U.S. Supreme Court on Wednesday as the justices hear arguments on the constitutionality of the federal Defense of Marriage Act.\n                \n                    \n                    Jewel Samad/AFP/Getty Images\n                    \n                \nhide caption Police stand guard in front of the U.S. Supreme Court on Wednesday as the justices hear arguments on the constitutionality of the federal Defense of Marriage Act. Now and then, an issue before the U.S. Supreme Court changes the course of the nation's political history — whether the justices like it or not. It's happening again with gay marriage. This week the court heard oral arguments in two key cases. One could restore legal same-sex marriage in California; the other could end discrimination against gay married couples in the administration of more than 1,000 federal programs. The questions from the pivotal justices indicated they might prefer these cases — and these issues — be decided by someone else. Nearly half of each day's session was devoted to questions of standing and jurisdiction, with much of the court clearly skeptical about the task at hand. Given that politicians were \"falling over themselves\" to support gay marriage, in his phrase, Chief Justice John Roberts seemed loath for the court to get involved. Shaking The Foundations For the justices, it has always been axiomatic that their deliberations are legal and rational and divorced from the winds of political sentiment and the vagaries of political consequences. But for the rest of the world watching the court, this has seemed a conceit often difficult to credit. The court surely knew it was shaking the foundations of society when it ruled against school segregation in 1954 (Brown v. Board of Education), and when it announced its landmark \"one person, one vote\" principle in a series of cases starting with Baker v. Carr in 1962. And there was little chance it missed the significance of Bush v. Gore, the case that decided the presidential election of 2000. But it is hard to imagine that the court foresaw, in deciding Roe v. Wade in 1973, that 40 years later we would still be embroiled in a political war over it. Just this week North Dakota enacted a clutch of new laws seeking to force Roe's reconsideration. And in the intervening decades the abortion issue has divided friends and even families, while influencing or determining the outcome of countless elections from local boards to the White House. Similarly, the majority in Buckley v. Valeo  in 1976, which decided that campaign money enjoyed First Amendment protection as speech, might well be flabbergasted to see how money has changed our politics since. Yet when the court opened the campaign finance floodgates wider still in 2010 in Citizens United, the author of the opinion, Justice Anthony Kennedy, flat out denied that it would create even an appearance of corruption. Similarly, for generations, the court refused to take up congressional redistricting plans, no matter how egregious their partisan gerrymandering. Of course, that refusal was itself a huge weight on the political balancing scales, enabling outrageous schemes. But later, when the court did start throwing out such plans on the basis of racial discrimination, the effects were immediate and lasting. Parts of the South began electing black representatives to Congress and legislatures for the first time. Later, in the early 1990s, when the court pressed the states to create as many of these \"majority minority\" districts as possible, the unintended byproduct was a concentration of white voters in surrounding districts. That led immediately to an explosion of Republican wins in those districts in 1994 and the GOP had its first majority of House seats from Dixie since Reconstruction. They have had that majority ever since. Uncertainty As Society Changes What is believable, and in fact undeniable, is that the court never really knows exactly how its decisions will play out — especially not in the long run. That uncertainty must loom over the justices now as they contemplate the issue of gay marriage. The attitudinal turnaround in society, as Roberts noted, has happened so fast that the political community cannot scramble fast enough to keep up. As recently as 2008, every major Democratic candidate for president opposed same-sex marriage. This past week, Hillary Clinton joined President Obama and Vice President Biden in crossing over to the new party orthodoxy. So did half a dozen Democratic senators. As of this writing, only nine of the 55 senators in the Democratic caucus are still opposed to gay marriage. How much of a reversal is this? In 1996, the Defense of Marriage Act had the overwhelming bipartisan support of 85 senators and 84 percent of the House, and it was signed into law by Hillary Clinton's husband, who was president at the time. He, too, has recently recanted. The Democrats are, of course, reacting to polls that show as many as 58 percent of Americans now support gay marriage. Republicans' base has yet to shift on the issue, but their leaders know that among voters under 30 support for gay marriage now crosses party lines. The dilemma the GOP faces is the clear contradiction between the way things have been and the way things are going. Whatever it decides now will have political consequences for many years to come. In the end, the court confronts the same dilemma. Whatever decision it makes in its gay marriage cases — including any effort not to decide — will have huge and lasting political ramifications. Whether the court wants them or not.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/03/28/175623218/reluctant-justices-may-be-forced-to-make-history"
        },
        {
            "headline": "Conservative Justices Skeptical Of Key Part Of Voting Law",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 27,
                "year": 2013
            },
            "article_content": "A majority of Supreme Court justices seemed prepared on Wednesday to invalidate a key section of the 1965 Voting Rights Act. The law is considered the most effective piece of civil rights legislation in the nation's history. The provision at issue applies to specific parts of the country, mainly in the South, where discriminatory voting procedures were once routine. It requires that any changes in voting procedures have to be approved in advance by the Justice Department or a federal court in Washington before they can go into effect. The purpose is to head off discriminatory practices before they take place. Shelby County, Ala., challenged the law, contending that the formula under which locations are covered has not been updated since 1975, and that the statute, reauthorized in 2006, is therefore an unjustified violation of states' rights. Skepticism From Liberal Justices Inside the courtroom, the debate began with a fierce start as the liberal justices greeted Shelby County's arguments with skepticism. \"Assuming I accept your premise ... that portions of the South have changed, your county pretty much hasn't,\" Justice Sonia Sotomayor said. She noted that the Justice Department has blocked 240 of the county's proposed changes, so \"why would we vote in favor of a county whose record is the epitome of what caused the passage of this law to start with?\" Justice Elena Kagan noted that under the Voting Rights Act, all parts of the country are subject to a provision that bars voting discrimination, but when one looks at the successful cases brought under that provision, Alabama is No. 1 on the list of offenders. \"Under any formula that Congress could devise, it would capture Alabama,\" she said, adding that Congress had amassed a 15,000-page record as the basis for extending the law. Justice Stephen Breyer compared voting discrimination to a plant disease, and the law as a preventive treatment. The disease may have \"evolved\" since 1965, but Congress decided preventive actions were still needed to deal with a second generation of problems in these areas, he said. After more back and forth, Shelby County's lawyer Bert Rein said Congress had simply gone too far and, without adequate justification, addressed the problem with a law that amounts to \"killing a fly with a sledgehammer.\" A central issue in the case — how much the court should defer to Congress in this area — was raised when Kagan asked this question: \"You say the problem has been solved. But who gets to make that judgment really? Is it you, is it the court, or is it Congress?\" \"It is up to the court to determine whether the problem indeed has been solved,\" replied attorney Rein. To which Kagan responded with sarcasm, \"Well, that's a big, new power that you are giving us. ... I did not think that fell within our bailiwick.\" Conservatives Justices Attack Law If the liberals were unusually tough in their questions though, the conservative justices were ferocious, including the justice who is likely to cast the fifth and deciding vote in the case, Anthony Kennedy. Chief Justice John Roberts, who actively opposed extension of the Voting Rights Act when he served as an attorney in the Reagan administration, was loaded for bear, grilling the government's chief advocate, Donald Verrilli. Within minutes after Verrilli's start, Roberts pounced with a slew of questions on voter registration and turnout: \"Which state has the greatest disparity\" in registration between white and African-American voters? Verrilli didn't know, but the chief did, telling him it is Massachusetts. And in Mississippi, Roberts added, the black registration rate is higher than the white registration rate. Verrilli replied that Congress wasn't writing on a blank slate because the covered areas have a documented history of racial discrimination. Congress, he said, was making a \"cautious choice\" not to ease up on protections too soon. \"But times change,\" Kennedy said. Why wouldn't it be enough to bring suit under the other part of the Voting Rights Act, which applies to the whole country and bars intentional discrimination in voting practices. Verrilli replied that there would be no way to keep up with the \"thousands and thousands\" of changes in voting procedures, such as polling place changes or registration requirements, which occur \"under the radar.\" It would also be too expensive to file so many suits, he said. Justice Samuel Alito interjected: \"Then why shouldn't [the preclearance section] apply everywhere in the country?\" Because, answered Verrilli, Congress made a reasonable choice in 2006 that there was a greater risk in the jurisdictions with a history of blatant discrimination. But Kennedy seemed to suggest that Congress exceeded its authority by treating some states more harshly than others. 'Racial Entitlements' The chief justice continued to pummel Verrilli: \"Is it the government's submission that the citizens in the South are more racist than citizens in the North?\" \"It is not our submission,\" replied Verrilli. There is no way for us to know if that is so, he added. But Congress, when it re-enacted the law, had before it evidence that there was a \"continuing need\" in the covered areas. A question from Justice Antonin Scalia suggesting the law amounts to \"racial entitlements\" drew quiet gasps in the courtroom. \"This court doesn't like to get involved in racial questions such as this one,\" Scalia said. \"It's something that can be left to Congress.\" The problem here, he said, is that the Senate, for instance, voted 98-to-0 to reauthorize the law in 2006 versus the vote in 1965 when the number of opponents was in the \"double digits.\" And that, Scalia suggested, means that Congress is engaged in the phenomenon of perpetuating \"racial entitlements.\" Elected officials have \"no interest\" in voting against the law, he maintained, so the court must step in. Solicitor General Verrilli responded that the Constitution, in the post-Civil War amendments, expressly gives Congress the power to enforce voting rights. It would be extraordinary, he said, to look behind the judgment of Congress with some sort of \"motive analysis.\" Justice Clarence Thomas asked no questions, as usual, but he is on record as believing that the preclearance section of the Voting Rights Law is unconstitutional. So, with Kennedy, sometimes a swing vote, now apparently on board, there would seem to be five votes to strike down the preclearance section of the law. A decision in the case is expected by late June.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/02/27/173086612/conservative-justices-doubt-ongoing-validity-of-1965-voting-rights-act"
        },
        {
            "headline": "Supreme Court Frees 9 States From Voting Laws Oversight",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 26,
                "year": 2013
            },
            "article_content": "The Supreme Court struck down part of the 1965 Voting Rights Act by a vote to 5-4 on Tuesday. It essentially shifts the burden of fighting off voting discrimination from the government to minority voters.  RENEE MONTAGNE, HOST: It's MORNING EDITION, from NPR News. I'm Renee Montagne. DAVID GREENE, HOST: And I'm David Greene. Good morning. The U.S. Supreme Court usually saves its biggest decisions for the last few days of a term, and this year is no different. MONTAGNE: The court is expected to wrap up its current term today, but not before issuing major decisions on the legality of same-sex marriage. Yesterday, the court, in essence, cut the heart out of the landmark 1965 Voting Rights Act. That decision means nine states - mostly in the South - will be free from federal oversight when they change their election laws. GREENE: By a slim one-vote majority, the court declared that that the formula determining which states are subject to special federal scrutiny is invalid because it is based on old data. NPR legal affairs correspondent Nina Totenberg has more. NINA TOTENBERG, BYLINE: The Voting Rights Act, widely viewed as the most effective civil rights law in American history, features a unique provision. It requires nine states, most of them in the South, to clear any change in voting laws or rules in advance with the Justice Department or a federal court in Washington. The provision was adopted to prevent jurisdictions with a history of racial discrimination from adopting new discriminatory provisions if old ones were struck down. To prevent the covered jurisdictions from of playing a kind of legal rope-a-dope with minorities, the designated areas had to pre-clear voting changes, and that meant that officials in Washington could and did prevent discriminatory changes from going into effect. The hitch was that after 1975, Congress made no changes to the formula. And yesterday, Chief Justice John Roberts, writing for the five-justice court majority, said that doomed the pre-clearance section of the law. The chief justice pointed to Selma, Alabama as an example of a place where a young John Lewis, now a congressman, was brutally beaten while marching for the right to vote in 1965. Today, Roberts observed, Selma has an African-American mayor. Our country has changed, he said, and while any racial discrimination in voting is too much, Congress must ensure that the legislation it passes to remedy that problem speaks to current conditions. The normally softspoken Congressman Lewis, however, was outraged. REPRESENTATIVE JOHN LEWIS: Today the Supreme Court struck a dagger in the heart of the Voting Rights Act. They're saying, in effect, that history cannot repeat itself, but I say come and walk in my shoes. Voting rights have been given in this country and they have been taken away. TOTENBERG: Lewis went on to call for a massive outpouring later this summer - for the 50th anniversary of the march on Washington - as a way to demand that Congress rewrite the coverage formula. That sentiment was echoed by Sherrilyn Ifill, president of the NAACP Legal Defense Fund. SHERRILYN IFILL: This decision is a game changer and leaves virtually unprotected minority voters in communities all over this country. We will not soft-soap it. This is a real threat, but we believe strongly that Congress can fix it. TOTENBERG: Privately, though, few if any voting rights experts really believe that Congress, particularly this very polarized Congress, will be able to adopt the necessary fixes. Politically, it's a non-starter, said one voting rights authority. Not going to happen, said another. Richard Hasen, of the University of California Irvine School of Law, was unsparing in his verdict on the future of the pre-clearance section of the law. RICHARD HASEN: Well, I think the bottom line is that section five is effectively dead. TOTENBERG: That assessment was borne out yesterday by comments from various members of Congress. Whereas, the previous GOP chairman of the House Judiciary Committee pushed through the 2006 Voting Rights extension and eagerly defended it as necessary, the current GOP chairman, Bob Goodlatte did quite the opposite yesterday. REPRESENTATIVE BOB GOODLATTE: Quite frankly, I think there's an element of fairness in the court saying that you can't treat some jurisdictions differently than others. TOTENBERG: And that, in fact, is why the coverage formula was never updated, because no jurisdiction wants to be labeled a new bad actor under a new formula. So it now appears that no jurisdiction will have to get advance approval for any voting change. And most, if not all, court battles over these laws will take place after the laws have gone into effect. Voting rights authority Heather Gerken of Yale Law School. HEATHER GERKEN: I don't see how anyone has enough resources to litigate those cases, given how much litigation costs and what are the stakes for each one of those issues individually. TOTENBERG: NYU Law School's Richard Pildes thinks these fears are exaggerated, but he adds... RICHARD PILDES: People died for the enactment of the statute. It is laden with as much historic significance and symbolism as any act of Congress in American history. TOTENBERG: Nina Totenberg, NPR News, Washington. Copyright © 2013 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/06/26/195787490/supreme-court-frees-9-states-from-oversight-of-voting-law-changes"
        },
        {
            "headline": "Sexism In The Tech Industry Takes Center Stage",
            "author": "Elise Hu",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 11,
                "year": 2013
            },
            "article_content": "TechCrunch's Disrupt 2012 conference in San Francisco. This year, two hackathon presentations ignited a firestorm.\n                \n                    \n                    Max Morse/Getty Images\n                    \n                \nhide caption TechCrunch's Disrupt 2012 conference in San Francisco. This year, two hackathon presentations ignited a firestorm. For women struggling to make inroads in the male-dominated tech industry, a few stunning situations this week have provided some extreme examples of what they're up against. Sexist attitudes in startup culture got a major showcase on stage at TechCrunch Disrupt, one of the industry's leading conferences. In a separate incident online, the hateful, bigoted musings of a media company's chief tech officer got public attention that forced his firing — but he'd been tweeting sexist content for years. They are the latest flare-ups for a community struggling to get more women in its ranks. On Sunday, after an all-night hackathon at TechCrunch Disrupt, Australian programmers presented Titstare. \"Titstare is an app where you take photos of yourself staring at tits,\" Jethro Batts explained. He went on to say, \"I think this is the breast hack ever.\" The app was dreamed up during an overnight hackathon and presented to an audience of 500. The creators later said it was a parody. \"It's not. It's not a funny thing. It's not appropriate,\" says Richard Jordan, whose daughter participated in the hackathon and was in the audience. He says that presentation was actually just one of two disgusting displays. \"A guy got up and presented his hack, which was some game where you shake the phone and compete with your friends to shake the phone. And he simulated masturbation. Complete with noises and sounds in front of the audience. It was a thoroughly embarrassing situation to be in,\" Jordan says. Especially for Jordan, who was seated next to his daughter Alexandra, a programmer who took part in the hackathon. She is 9 years old. \"She's, you know, she's a very mature young lady and she sort of shrugs this kind of stuff off. But she shouldn't have to,\" Jordan says. \"A lot of people have mentioned, 'Oh, it's not OK because there were kids in the audience.' The bigger point is, that stuff shouldn't be OK anyway.\" TechCrunch issued an apology Sunday for the \"two misogynistic presentations,\" acknowledging that \"sexism is a major problem in the tech industry\" and that the events represented \"a failure to properly screen our hackathons for inappropriate content ahead of time and establish clear guidelines for these submissions.\" Alexia Tsotsis, the co-editor of TechCrunch, says, \"I personally am sorry. I also was offended.\" She says creators of the controversial app didn't list its name on the presentation list, which is how it avoided raising red flags beforehand. \"It's sort of symptomatic of a larger problem,\" Tsotsis says. \"Which is, tech has been a guy, dude-bro area for a while now. Now as it becomes more mainstream, more women join the workforce and are exposed to these locker-room-type attitudes.\" Women are so outnumbered in tech that in 2010, the Silicon Valley Index found that just 3 percent of venture-backed companies were all-female teams, compared with 89 percent all-male teams. It spills into a fratty culture getting a lot more attention lately, as these incidents happen so publicly. A firestorm forced out Pax Dickinson, Business Insider's chief technology officer, on Tuesday after his racist, sexist Twitter feed got wide notice. Some sample musings: \"Men have made the world such a safe and comfortable place that women now have the time to bitch about not being considered our equals.\" Or, \"This election will be decided by single women. It's an epic battle between 'Jungle Fever' and 'Daddy Issues.' \" He'd been tweeting such things for years, but it was only this week that it got enough attention to cost him his job. Programmer Adria Richards says these situations are happening too often. \"It was really distressing and I was upset and I couldn't believe that this was happening,\" she says of the Disrupt incident. \"I think a lot of fields have this problem where people just aren't aware of how their actions or words can affect people in a negative way.\" She knows about negative reactions. A few months ago, Richards tweeted a photo of two men making sexual jokes at a coder conference. One of those men got fired. Richards was then the target of rape and death threats, computer hacks and racial slurs before she got fired, too. Today, she's speaking out for women in the industry. \"There's so much tech, geeky things I love. But when things like this happen. I just want to shrink away. I feel like a little kid again. In a bad way though. Like a little kid who feels unsafe.\" Making the tech industry a place where women feel safe and welcome will take more work. But for starters, TechCrunch's editor says that from now on at the company's conferences, sexism will no longer get a stage. Here on All Tech, we've been exploring the gender imbalance in tech with a series of posts and contributions. Check out what Catherine Bracy writes about the dearth of data on the issue, or an exec role where Leslie Bradshaw sees women excelling. We want to hear your takes, too. Email at ehu@npr.org, tweet me or leave a note in the comments.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/alltechconsidered/2013/09/11/221052414/sexism-in-the-tech-industry-takes-center-stage"
        },
        {
            "headline": "Holder Seeks Continued Oversight Of Texas Election Laws",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 25,
                "year": 2013
            },
            "article_content": "Attorney General Eric Holder speaks at the National Urban League annual conference on Thursday in Philadelphia.\n                \n                    \n                    Matt Rourke/Associated Press\n                    \n                \nhide caption Attorney General Eric Holder speaks at the National Urban League annual conference on Thursday in Philadelphia. Attorney General Eric Holder says the Justice Department will ask a federal court to subject Texas to the same kind of scrutiny that was required of it by a section of the Voting Rights Act struck down last month by the Supreme Court. In Shelby County v. Holder, the high court rescinded Section 5 of the 1965 act, which required several states including Texas that had a history of voter discrimination to get \"pre-clearance\" from the federal government before changing their election laws. In a speech in Philadelphia on Thursday to the National Urban League, Holder said Justice would ask for Texas to be continue to undergo \"a pre-clearance regime similar to the one required by Section 5\". \"This is the department's first act to protect voting rights following the Shelby County decision, but it will not be our last,\" Holder said. \"Even as Congress considers updates to the Voting Rights Act in light of the Supreme Court's ruling, we plan in the meantime to utilize the law's remaining sections to ensure that the voting rights of all citizens are protected.\" NPR's Carrie Johnson reports that last year a Washington, D.C. court found evidence of widespread discrimination in the state's overhaul of its election map. The map was deemed unfair to Hispanic voters. Texas Gov. Rick Perry accused the Obama administration of \"utter contempt for our country's system of checks and balances, not to mention the U.S. Constitution.\" As The Wall Street Journal writes: \"The fight over voting rights is intensely partisan. Democrats accuse Republicans of trying to dilute and discourage voting by minority groups, who tend to favor Democrats. Republicans say they are trying to prevent voter fraud, particularly through the passage of more stringent voter-identification requirements.\" When the Voting Rights Act was first passed in 1965, the pre-clearance provisions were meant as a temporary measure that would expire after five years, but in 1970, according to the Department of Justice, Congress recognized the continuing need for the special provisions.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2013/07/25/205569187/holder-seeks-continued-oversight-of-texas-election-laws"
        },
        {
            "headline": "'Segregation Forever': A Fiery Pledge Forgiven, But Not Forgotten",
            "author": "By  \n\n      Radio Diaries",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 10,
                "year": 2013
            },
            "article_content": "During his inaugural address on Jan. 14, 1963, newly elected Alabama Gov. George C. Wallace vowed \"segregation now, segregation tomorrow, segregation forever.\"\n                \n                    \n                    Bettmann/Corbis\n                    \n                \nhide caption During his inaugural address on Jan. 14, 1963, newly elected Alabama Gov. George C. Wallace vowed \"segregation now, segregation tomorrow, segregation forever.\" It was just a single line in a speech given 50 years ago today. But that one phrase, \"segregation now, segregation tomorrow and segregation forever,\" is remembered as one of the most vehement rallying cries against racial equality in American history. The year was 1963. Civil rights activists were fighting for equal access to schools and the voting booth, and the federal government was preparing to intervene in many Southern states. And on Jan. 14, in Montgomery, Ala., newly elected Gov. George Wallace, a Democrat, stepped up to a podium to deliver his inaugural address. Historian Dan Carter, who wrote The Politics of Rage, a biography of George Wallace, recalls how the streets of Montgomery were packed the day of Wallace's inauguration. His followers from across the state crowded around the platform, Carter says, \"many of them wearing these white flowers, which were meant to symbolize their commitment to white supremacy.\" James L. Poe Jr., a former student activist and then-president of the Montgomery chapter of the NAACP, says blacks were not invited to attend the event. \"It was open to the public, anyone in the public,\" he says. \"But we were not the public.\" A Fiery Speech, Heard Across The Nation All of the major news networks covered Wallace's inaugural address on national television that day. And Wallace, Carter says, decided to \"milk that for everything that he can.\" The late Wayne Greenhaw, a newspaper reporter in Montgomery at the time, made a similar observation. \"He was putting on a show. He marched back and forth, shook his fist,\" Greenhaw recalled shortly before his death in 2011. \"He was promising that he would stand alone for the Southern cause and the cause of the white people.\" Wallace's speech — and its delivery — was \"vehement ... mean spirited ... hateful. It's like a rattlesnake was hissing it, almost,\" Greenhaw said. \"Let us send this message back to Washington, via the representatives who are here with us today,\" Wallace told the crowd. \"From this day, we are standing up, and the heel of tyranny does not fit the neck of an upright man. \"Let us rise to the call of freedom-loving blood that is in us, and send our answer to the tyranny that clanks its chains upon the South,\" Wallace declared from the podium. \"In the name of the greatest people that have ever trod this earth, I draw a line in the dust and toss the gauntlet before the feet of tyranny, and I say, segregation now, segregation tomorrow and segregation forever.\" Poe, the former NAACP chapter president, says he and his colleagues were taken aback. \"To hear the governor of a state get up and make the kind of comments that you would expect that someone in the back alley, with their sheets on and burning crosses would make — that was the thing that really caught us.\" 'Words Can Be Dangerous' Poe says Wallace was determined to continue to exercise states' rights — and to continue to segregate — \"no matter what the Supreme Court said in Brown v. Board of Education, no matter what the federal government [was] saying.\" Reflecting on his response to the speech at the time, Rep. John Lewis, a Georgia Democrat, originally from Alabama, says he took Wallace's words personally. \"My governor, this elected official, was saying in effect, you are not welcome, you are not welcome,\" Lewis says. \"Words can be very powerful. Words can be dangerous,\" Lewis says. \"Gov. Wallace never pulled a trigger. He never fired a gun. But in his speech, he created the environment for others to pull the trigger, in the days, the weeks and months to come.\" Indeed, violence quickly followed Wallace's inauguration, says Poe. \"We began to feel the sting of the speech. People night-riding and burning crosses. The police beat down people and ran over them with horses, put tear gas on them.\" And later that year, four girls were killed in the bombing of the 16th Street Baptist Church in Alabama. \"This was a very a difficult time in the American South,\" Lewis says. \"Segregation now, segregation forever\" quickly became Wallace's symbol, Greenhaw recalled. \"Before Wallace made that speech, the editorial page editor of the Montgomery Advertiser tried to get Wallace to take out that part\" of the speech. \"And Wallace said, 'Without that, it won't stand up.' Wallace in 1975, three years after he was paralyzed in an assassination attempt. In his later years, Wallace reached out to civil rights activists and black churches to ask forgiveness.\n                \n                    \n                    Peter Cade/Getty Images\n                    \n                \nhide caption Wallace in 1975, three years after he was paralyzed in an assassination attempt. In his later years, Wallace reached out to civil rights activists and black churches to ask forgiveness. \"Much later in life, he probably wished he had taken it out,\" Greenhaw said. 'He Wanted People To Forgive Him' While George Wallace was elected Alabama's governor three more times and made four runs for president, he would never hold national office. Carter says Wallace's inaugural address ensured he could never become president. \"Most Americans — what they know about George Wallace is, 'Segregation today, segregation tomorrow, segregation forever,' \" Carter says. \"That line is so iconic, so important. And George Wallace was on the wrong side of history.\" Wallace himself became a victim of violence on May 15, 1972, while campaigning for president in Maryland. He was shot five times as he stepped out from behind a bulletproof podium. One of the bullets badly damaged his spinal cord, leaving him paralyzed. \"One has to wonder if, sitting in that wheelchair, maybe he had a chance to contemplate,\" Poe says of Wallace's years after the shooting. Some years later, after Lewis had been elected to Congress, he heard from Wallace. \"He said, 'John Lewis, will you come by and talk with me?' \"And I remember the occasion so well,\" Lewis says. \"It was like someone confessing to their priest or to a minister. He wanted people to forgive him. He said to me, 'I never hated anybody; I never hated any black people.' \"He said, 'Mr. Lewis, I'm sorry.' And I said, 'Well, governor, I accept your apology.' \" Poe was also able to reach the same conclusion. \"Being the type of person I am, out of my heart and soul, I can forgive George Wallace. Yes. Heaven's sakes, I forgive him,\" Poe says. \"But forget? No. Never.\" Even today, Lewis says he often reflects on the governor's speech. \"Does it hurt me? No,\" Lewis says. \"In the end, I think George Wallace was one of the signs on this long journey towards the creation of a better America, toward the creation of a more perfect union. It was just one of the stumbling blocks along the way.\" In his later years, Wallace reached out to civil rights activists and appeared in black churches to ask forgiveness. In his last election as governor of Alabama, in 1982, he won with more than 90 percent of the black vote. Wallace died in September 1998. Produced for All Things Considered by Samara Freemark and Joe Richman of Radio Diaries with help from Ben Shapiro. Edited by Deborah George.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/01/14/169080969/segregation-forever-a-fiery-pledge-forgiven-but-not-forgotten"
        },
        {
            "headline": "How 2013 Became The Greatest Year In Gay Rights History",
            "author": "By  \n\n\n      Alan Greenblatt",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 3,
                "year": 2013
            },
            "article_content": "Several same-sex couples hold a group wedding ceremony Monday at the Sheraton Waikiki in Honolulu.\n                \n                    \n                    Marco Garcia/AP\n                    \n                \nhide caption Several same-sex couples hold a group wedding ceremony Monday at the Sheraton Waikiki in Honolulu. Any day now, the New Mexico Supreme Court may grant same-sex couples the right to get married. At this point, such a ruling may not seem like such a big deal. Prior to last year's elections, gays and lesbians had a civil right to marry in only six states. Now, they have it in 16. \"This year represented the true tipping point,\" says Eric Marcus, author of Making Gay History. \"We've reached a moment in history where it's very difficult, if not impossible, to go back.\" This has been \"the gayest year in gay history,\" in the words of Fred Sainz, vice president of the gay rights group Human Rights Campaign, and not only because individual states and the U.S. Supreme Court have extended greater protections to gay couples. There have been substantive changes in policy and personnel, with President Obama essentially doubling the number of openly gay individuals who have served as federal judges and ambassadors. This year has also seen symbolic milestones, including Obama enshrining the cause of gays in the civil rights pantheon in his second inaugural address, and the first professional athletes in major sports coming out. None of which is to suggest that anti-gay discrimination has gone away entirely, or that all Americans are on board with these trends. When the Cheney sisters feuded recently, the Pew Research Center showed that nearly two-thirds of Republicans are opposed to same-sex marriage. But an earlier Pew survey found that a majority of gay marriage opponents viewed its legal recognition as \"inevitable.\" And gay rights advocates almost can't believe the progress they've already made. \"To describe the events of the year as breathtaking is woefully inadequate,\" says Kate Kendell, executive director of the National Center for Lesbian Rights. A Long Time Coming As with any great societal change, this year's victories for the gay rights movement took a long time to gestate. Gays and lesbians had once complained about feeling invisible, but as millions of individuals have come out, they not only have made their political desires more tangible but also have won sympathetic allies among many straights. \"It took the shape of a million different conversations that a newly out gay family member had with her parents or his siblings,\" Kendell says. Just as the presence of gays in American life came to seem more commonplace, so did same-sex marriage. \"With every state that has passed marriage equality, it becomes a little less of a headline and a little more an advance of a norm,\" says Mark Harris, a film critic and cultural historian. \"Everybody feels like it's only going in one direction.\" A decade ago, Harris and his husband, playwright Tony Kushner, became the first same-sex couple to be featured in The New York Times \"Vows\" section. \"It took a long time for those gay marriage announcements to be routine,\" Harris says. \"It seemed like a long time to us, but it was really a short time. The speed of our progress in the last several years has been almost unparalleled in American history in terms of a specific minority group's push for civil rights.\" By the time Democrat Tammy Baldwin of Wisconsin was sworn in this year as the first openly gay senator in U.S. history, the occasion received barely any coverage. Similarly, Maine Democratic Rep. Mike Michaud coming out ahead of his gubernatorial bid seemed to cause barely a ripple. \"When I travel around the state, people want to talk about the future,\" says state Rep. Heather Mizeur, an openly gay Maryland Democrat running for governor next year. \"It's insignificant to them that my wife will become the first lady of the state.\" Crediting Obama Given that gays make up a small fraction of the population, they have needed to win over allies. Their most important champion has been the president. During his first term, Obama sometimes came across as a reluctant warrior on gay issues, taking his time to \"evolve\" his position on marriage, his timing perhaps prodded by remarks from Vice President Joe Biden. But Kendell and other advocates give him points for announcing his new position in the midst of his re-election bid. \"We saw an 18-point swing in African-American communities when the president came out in favor of it,\" says Mizeur of Maryland, where voters approved a same-sex marriage law last year. Obama had already been the rare national politician to use the word \"we\" when speaking of the gay rights cause before announcing his support for same-sex marriage last year. In his inaugural address in January, he referred in the same breath to Stonewall, Selma and Seneca Falls (respectively, landmarks in the struggles for rights for gays, African-Americans and women). Obama has been the \"gays' LBJ,\" says Jonathan Rauch, a resident scholar at the Brookings Institution, comparing the current president to Lyndon Johnson, who signed into law the Civil Rights and Voting Rights Acts of the 1960s. \"He's a guy who took an issue that had been something of a hot potato and put both his hands on it and said, 'I am mainstreaming this issue,' \" Rauch says. Obama's efforts have been more than rhetorical. Crucially, he ended \"don't ask, don't tell,\" the policy that kept gays and lesbians from serving openly in the military. This year's Supreme Court decisions on gay marriage might well have turned out differently if the government still had an active interest in arguing for discrimination, says Aaron Belkin, director of the Palm Center at San Francisco State University, which studies transgender military service. \"People who opposed gays in the military were exactly right to do so,\" he says. \"They realized the military is so widely revered in American society that if they could draw the line in the sand there, they could prevent gays from locking in rights in other parts of society.\" Aspirational Achievement Obama spoke about gay rights in aspirational terms in his second inaugural. \"Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law,\" he said, \"for if we are truly created equal, then surely the love we commit to one another must be equal as well.\" Marriage helped gays \"change the subject from being primarily about rights and nondiscrimination to being about love, family and community,\" says Rauch, who has written books about same-sex marriage and growing up gay. \"That's more compelling to people,\" he says. \"They don't like having fingers shaken at them and being called a bigot.\" Gays have not won every battle. The Senate passed an anti-discrimination law known as ENDA last month, but it appears to have little traction in the House. It remains legal for employers to fire people for being gay or transgender in more than half the states. Although a majority of Americans support same-sex marriage rights, according to polls, it's a small majority. Public opinion polls may overstate such support, according to one study. There's still considerable resistance among many voters and politicians to the gay rights cause. But the fact that support for gays and gay marriage has been rising — particularly among young people — may leave opposition to their movement less heated, activists say. \"Before Obama, it was possible to say that gay rights was a controversial but fringy concern,\" Rauch says. \"After Obama, it is agree or disagree, but gay rights is 100 percent mainstream.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/12/03/248217871/how-2013-became-the-greatest-year-in-gay-rights-history"
        },
        {
            "headline": "In Gujarat, Anti-Muslim Legacy Of 2002 Riots Still Looms",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 1,
                "year": 2013
            },
            "article_content": "Zahir Janmohamed on his terrace in Juhapura, in the Muslim ghetto of Ahmedabad.\n                \n                    \n                    Miranda Kennedy/ NPR\n                    \n                \nhide caption Zahir Janmohamed on his terrace in Juhapura, in the Muslim ghetto of Ahmedabad. And on the very first day of the riots ... a mob had come down on our street ... and they were holding torches and swords and chanting Hindu nationalist slogans.  And they were basically looking for any Muslims. And thankfully, maybe they just thought I was American. I don't know, I think about that day a lot. But I was very lucky. Zahir Janmohamed Each week, Weekend Edition Sunday host Rachel Martin brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines. The U.S. Congress doesn't usually weigh in on domestic politics in other countries, but a resolution recently introduced in Congress by Rep. Keith Ellison is designed to put pressure on Narendra Modi, the front-runner to be India's next prime minister. The resolution suggests that the State Department should continue to deny him a U.S. visa. Many hold Modi responsible for one of the worst episodes of religious violence in India's recent history — riots in the state of Gujarat in 2002, which left more than a thousand Muslims dead. Zahir Janmohamed was born and raised in California, but was visiting the Indian state of Gujarat in 2002. \"That's what my family's roots are, that's what my parents speak at home, it's the food we eat,\" he tells NPR's Rachel Martin. He traveled there on a fellowship, living with a Hindu family. \"Twelve days after I arrived, the riots began,\" he says. The riots were set off by an attack on Hindu pilgrims on board a train, reportedly executed by Muslims. After the riots, Janmohamed began using a fake name — Sanjay, a Hindu name — because he was afraid of what might happen if he went by his real name, which is distinctively Muslim. \"Muslims weren't supposed to live in that part of town,\" he says. \"Eventually it got too uncomfortable for me, and I had to leave because I was worried that maybe my host family might get threatened.\" Janmohamed has since returned to Gujarat to write and report about the Muslim experience there. The legacy of the riots still looms, he says. \"I think the first thing that was surprising is how divided the city is,\" he says. There's a street known as 'The Border' that divides the all-Muslim area where he now lives — \"known pejoratively as mini-Pakistan — and then across the border is the Hindu area.\" Narendra Modi has led Gujarat for the last 12 years. He's now the leading candidate to be the next prime minister of India in elections this coming spring. He calls himself a Hindu nationalist. \"He has sown this intense, anti-Muslim hatred, and I see it so much here,\" Janmohamed says. Though Modi is credited with turning the economy around, Janmohamed says the recovery has been uneven. He sees rampant housing discrimination against Muslims. Most Muslims still work in low-skill jobs, he says, and \"the city government has not built a single functioning school in this Muslim ghetto, despite there being nearly 400,000 people.\" He says that in Gujarat under Modi, you can be Muslim and practice your religion, but \"there's a certain limit, and you can't cross this line. And that's what I've really noticed here in Gujarat.\" Join Our Sunday Conversation Is it fair for the U.S. to deny Indian prime minister candidate Narendra Modi a visa based on the 2002 riots in his state? Tell us your story on Weekend Edition's Facebook page, or in the comments section below.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/12/01/247946506/in-gujarat-anti-muslim-legacy-of-2002-riots-still-looms"
        },
        {
            "headline": "Supreme Court Returns To Affirmative Action In Michigan Case",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 15,
                "year": 2013
            },
            "article_content": "People wait in line for the beginning of the Supreme Court's new term on Oct. 7.\n                \n                    \n                    Evan Vucci/AP\n                    \n                \nhide caption People wait in line for the beginning of the Supreme Court's new term on Oct. 7. The U.S. Supreme Court takes up the issue of affirmative action again Tuesday, but this time the question is not whether race may be considered as a factor in college admissions. Instead, this case tests whether voters can ban affirmative action programs through a referendum. In 2003, the high court upheld the University of Michigan Law School's affirmative action policy. The next day, opponents of affirmative action launched a referendum campaign to bar such programs, and in 2006, voters overwhelmingly approved a ballot initiative amending the state constitution to ban affirmative action programs in higher education. Michigan's state colleges and universities promptly abandoned any use of race or ethnicity to promote diversity, and minority enrollment plummeted. In 2012, a federal appeals court ruled that the referendum itself was discriminatory, and the U.S. Supreme Court stepped in to decide the issue. In recent years, the court's conservative majority has become increasingly skeptical of race-based policies. As Chief Justice John Roberts put it in a 2007 opinion, \"The way to stop discrimination on the basis of race is to stop discriminating on the basis of race.\" (Parents Involved v. Seattle School District) 'Equal Treatment' Or 'Separate And Unequal'? Michigan Attorney General Bill Schuette contends that is exactly what the state's voters did. \"What the Michigan citizens did and said in a vote, by 58 percent of the people, is that it's wrong to treat people different on the basis of your race or color of your skin,\" he says. \"That's what this case is about — equal treatment.\" But opponents of the referendum claim that the ballot initiative rigged the system. They note that other state admissions policies are set by the popularly elected boards of regents of the three state universities. Indeed, affirmative action defenders observe that some regent elections have focused on the issue of affirmative action. If that process isn't working, they argue, the state Legislature could give the power to set all admissions policies to another body. Or the Legislature could enact a different system to promote diversity — for instance, guaranteeing admission to students graduating in the top 10 percent of their high school classes. \"The one thing they can't do,\" says the American Civil Liberties Union's Mark Rosenbaum, \"is to take our political process, to take the way that decisions are made with respect to higher education, and say, 'There will be one set of rules for race, which are particularly onerous, and another set of rules for all other admissions policies, including all other preferences.' \" Rosenbaum will tell the justices on Tuesday that passage of the referendum means that the only way for minority groups to reinstate affirmative action programs is to re-amend the state constitution. That task is extremely difficult — and, he asserts, doubly difficult and costly, given that the state is 79 percent white. In contrast, if other Michigan citizens want to change other preferences in university admissions — for example, the preference for the children of alumni — they can lobby the regents. \"They have created a separate and unequal system when it comes to considering racial matters,\" he says. It's Not Just About Michigan At issue in Tuesday's case is not just the Michigan affirmative action referendum, but a line of Supreme Court decisions dating back to 1969. Those decisions established the \"political process doctrine\" and struck down state referenda that the court said targeted racial minorities. In one case, for example, the state referendum prohibited a local busing program that was used to desegregate schools. Schuette, however, calls the political process doctrine \"somewhat antiquated\" and asserts that, in any event, his state's referendum is different. \"Those other cases,\" Schuette says, \"removed a provision with respect to equal treatment under the law. We adopted something that requires equal treatment.\" The elephant in the room in this case, of course, is the whole question of affirmative action in higher education. When the Supreme Court upheld the Michigan program in 2003, the vote was 5 to 4. Justice Sandra Day O'Connor's majority opinion stressed that affirmative action programs are supposed to be temporary, and that \"25 years from now, the use of racial preferences will no longer be necessary.\" But O'Connor has retired, replaced by Justice Samuel Alito, who has made no secret of his hostility to affirmative action. With the issue back before the court last term in Fisher v. University of Texas, it was something of a surprise when the justices punted and sent the case back to the lower court for further examination. Most observers expect there will be no such punt on the Michigan referendum. The clear odds are that the justices will sustain it.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/10/15/232046290/supreme-court-returns-to-affirmative-action-in-michigan-case"
        },
        {
            "headline": "Despite Shutdown, Supreme Court Opens Its Doors For New Term",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 7,
                "year": 2013
            },
            "article_content": "The Supreme Court opens its new term this week.\n                \n                    \n                    Mark Wilson/Getty Images\n                    \n                \nhide caption The Supreme Court opens its new term this week. When the rest of the government shuts down for a blizzard, the U.S. Supreme Court soldiers on. And so it is that this week, with the rest of the government shut down in a political deep freeze, the high court, being deemed essential, is open for business. It is, after all, not just any week for the justices. It is the opening of a new term. The docket this year has nothing quite as riveting as last year's same-sex marriage cases, or the challenge to President Obama's health care overhaul from the term before. But once again, the court is facing hot-button social issues and questions of presidential and congressional power. Moreover, in a half-dozen cases the court's current conservative majority could well overturn long-established legal precedents. \"It can really knock ... the few legs out of prior, more liberal precedents,\" says Supreme Court advocate Tom Goldstein, \"across an array of incredibly important issues like abortion and religion and civil rights law.\" Precedent is, in many ways, the sacred touchstone of the law. To be sure, many famous decisions have overturned precedent. Notable examples are the landmark Brown v. Board of Education decision in 1954, declaring school segregation unconstitutional, and the Citizens United decision in 2010, striking down a century-old legal understanding that banned corporate spending in candidate elections. These, however, are the exceptions. Judges generally treat precedent with reverence. As Chief Justice John Roberts said during his confirmation hearings, \"It is a jolt to the legal system when you overrule a precedent. Precedent plays an important role in promoting stability and evenhandedness. It is not enough that you may think the prior decision was wrongly decided.\" Roberts also said a justice must consider numerous factors in deciding whether to overrule a prior decision. Some of these focus on the precedent itself — whether it has been workable, whether it has been relied upon, and whether it has been eroded by subsequent developments. But the court is also keenly aware that if it overturns precedent too frequently, it risks undermining its own institutional legitimacy. With those considerations in mind, it is notable that the court has accepted for review so many cases that offer the opportunity for reversing precedent. Campaign Finance At the top of the list is a case to be argued this week testing aggregate limits on campaign contributions. In the 1976 case of Buckley v. Valeo, in the aftermath of the Watergate scandal, the court upheld an earlier version of these contribution limits. In Buckley, the court drew a line between contributions to candidates and parties, on the one hand, and expenditures by independent groups, on the other. Since 1976, the court has repeatedly upheld the constitutionality of limits on contributions, stating that unlimited contributions create the potential for corruption or the appearance of corruption. Challengers to campaign finance restrictions are now seeking to obliterate that line, and there is ample reason to believe that the conservative majority may agree. Abortion While there is no direct challenge to Roe v. Wade, there are cases that would allow the court to chip away at the right to abortion. In addition, the court is revisiting its 13-year-old decision allowing buffer zones to protect abortion clinic patients from close contact with protesters. Religion The court will also hear cases that involve religious questions. In Town of Greece v. Galloway, it will consider the constitutionality of prayers given by private clergy at city council meetings. The court is also likely to take on a case in which several for-profit companies are challenging the Affordable Care Act's contraceptive coverage requirement. The companies allege that the requirement infringes on the their religious rights. Civil Rights After last term's shrug on affirmative action, it's back — in a way. This term, the court is not being asked to decide whether affirmative action policies are permissible in higher education. Instead, in a case from Michigan, the question is whether voters can use a referendum to ban affirmative action in higher education. The Fair Housing Act faces a challenge in another civil rights case. The federal appeals courts have, for decades, uniformly approved the use of statistics to prove that minorities are being treated differently. Because proving discriminatory intent is difficult, statistics have been used to enforce civil rights statutes by proving that a particular action has a discriminatory effect on minorities. In a Fair Housing Act case before the court, the challengers are contending that statistics are not enough to prove discrimination. Separation Of Powers This term also brings two important cases testing the limits of executive and congressional power. One asks what, if any, limits there are on Congress' power to pass legislation implementing treaties. The other case, NLRB v. Noel Canning, examines what constitutes a congressional recess. The Constitution allows the president to make recess appointments when the Senate is not available to vote on nominees' confirmations. At issue is whether Republicans can use 30-second \"pro forma\" sessions to prevent such appointments, and whether President Obama can circumvent those pro forma sessions by making appointments during a three-day recess. Although it hinges on a detail, the case has enormous ramifications in the current political climate. The president has made \"the most aggressive use of the recess appointment power imaginable,\" says Paul Clement, a former solicitor general under President George W. Bush. But even Clement concedes that presidents of both parties have made hundreds of recess appointments since the founding of the republic. Under the lower court ruling in this case, nearly all of those would have been unconstitutional.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/10/07/229225889/despite-shutdown-supreme-court-opens-its-doors-for-new-term"
        },
        {
            "headline": "To '60s Civil Rights Hero, Math Is Kids' Formula For Success",
            "author": "By  \n\n      Christopher Connelly\n    \n  \n ,  \n\n\n\n\n\n\n\n      Marisa Peñaloza",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 1,
                "year": 2013
            },
            "article_content": "Bob Moses works with Jennifer Augustine, Guitoscard Denize, Darius Collins and other students who are part of this Algebra Project classroom. It's one of several student cohorts across the country where students who've struggled with math get to college-level by the end of high school.\n                \n                    \n                    Christopher Connelly/NPR\n                    \n                \nhide caption Bob Moses works with Jennifer Augustine, Guitoscard Denize, Darius Collins and other students who are part of this Algebra Project classroom. It's one of several student cohorts across the country where students who've struggled with math get to college-level by the end of high school. Bob Moses is 78, but he has the same probing eyes you see behind thick black glasses in photos from 50 years ago when he worked as a civil rights activist in Mississippi. The son of a janitor, Moses was born and raised in Harlem. He's a Harvard-trained philosopher and a veteran teacher. He started a math training program — the Algebra Project — with a MacArthur \"Genius Grant\" 30 years ago. The goal is simple: Take students who score the worst on state math tests, double up on the subject for four years and get them ready to do college-level math by the end of high school. Where many teachers want students to work quietly and individually with pencil and paper, Moses encourages students to talk through tricky concepts because he says being conversational in math is a key to understanding it. Moses says the U.S. is failing to adequately fund the teaching of math. He says it shows in the kids he works with, many of whom have given up on math after doing poorly on state tests but also in the huge number of kids around the country who need remedial math courses in college. So he expects a lot from these students — commitment, extra summer lessons and engagement — but he's gentle with them. \"It gave me another way of looking at math,\" says Charlene Delanois, who graduated in 2010 from an Algebra Project class in the Liberty City neighborhood of Miami. She says she hated math when she started, though now she's helping teach the subject to this summer's class. Delanois studies nursing, the first in her family to go to college. She still remembers the moment, a few years ago, when she was taking a test and realized that algebra had clicked for her. \"This equation came up, and I'm like, 'Oh my gosh, this is the same equation we've been doing!' It just wasn't in the same format,\" she recalled. \"I was like, 'Oh, I know this, I know this!' and I figured it out, I was so proud of myself.\" Moses shows students how to measure slopes using a ruler made by the students. His Algebra Project classroom model uses a lot of hands-on tools to help kids make math less abstract.\n                \n                    \n                    Christopher Connelly/NPR\n                    \n                \nhide caption Moses shows students how to measure slopes using a ruler made by the students. His Algebra Project classroom model uses a lot of hands-on tools to help kids make math less abstract. Moses says this newfound competence is more than just empowering. It's how these kids can avoid being second-class citizens when they finish high school, destined for low-wage, low-skill work on the second tier of an Information Age economy. \"Education is still basically Jim Crow as far as the kids who are in the bottom economic strata of the country,\" Moses says. \"No one knows about them, no one cares about them.\" It's exactly this inequality in the education system — based more on class than race — that makes this work as important as the work he did 50 years ago, he says. A Northerner In The South Moses spent the early '60s working for the Student Nonviolent Coordinating Committee in Mississippi. At the time, the group was struggling to make headway in the state. They faced a largely poor and rural black population who lived in terror of well-organized and often brutal white supremacists. But by 1963 things were changing. Starting that spring, Moses had sharecroppers in the Delta town of Greenwood lining up at the county courthouse, every day, to try to register to vote. After one march through town, facing down police with dogs, Moses and a handful of others were arrested and charged with disorderly conduct. The ensuing trial was a spectacle. Moses remembers the courtroom packed with supporters bused in to witness. \"I'm on the witness stand, and [Federal District Judge Claude Clayton] looks at me and he says, 'Why are you taking illiterates down to register to vote?'\" Moses recalls. \"Basically we said, 'Well, look, the country can't have its cake and eat it, too. It can't have denied a whole people access to literacy and then turn around and deny people access to voting.'\" Taylor Branch, a leading historian of the civil rights era, says Moses' Northern roots, quiet demeanor and philosophical training made him different from many of the movement's decidedly Southern and evangelical leaders. \"He spoke quietly, he didn't give big sermons like Martin Luther King,\" Branch says. \"He didn't seek out dramatic confrontations like the Freedom Riders and the sit-ins, but he did inspire a broad range of grassroots leadership.\" Branch says Moses was self-effacing, observant and sensitive. He says Moses went south to serve Mississippi's sharecroppers and ended up a leader by helping to push voter registration to the center of civil rights work. \"To this day he is a startling paradox,\" Branch says. \"I think his influence is almost on par with Martin Luther King, and yet he's almost totally unknown.\" A year after Greenwood, Moses helped line up African-American candidates to run for state office in shadow elections with the Mississippi Freedom Democratic Party, which aimed to prove that African-Americans were not at all apathetic about voting. He also spearheaded Freedom Summer, which brought white students from elite Northern colleges south. But movement progress meant increased danger. Moses was shot at and threatened. Workers were jailed and surveilled. Some were killed. \"Moses was very sensitive to the notion that people were dying by following his example,\" Branch says. \"And that led to the point where after Freedom Summer, he dropped out of the movement.\" Rose Pierre, the regular classroom teacher who works with the students year round, talks with student Tanavia Thompson at the end of the day. Moses is working with the students on a summer intensive.\n                \n                    \n                    Christopher Connelly/NPR\n                    \n                \nhide caption Rose Pierre, the regular classroom teacher who works with the students year round, talks with student Tanavia Thompson at the end of the day. Moses is working with the students on a summer intensive. Moses went to Canada to avoid the draft in 1965, and then on to Tanzania, where he taught math for the better part of a decade. He returned to the U.S. in the late 1970s to finish his graduate studies at Harvard. In 1982, he launched the Algebra Project. His first high school was in Jackson, Miss. Now, three decades later, the Algebra Project has been in hundreds of classrooms across the country. The summer class he's teaching in Miami is his second cohort in the city. Training The Next Generation Of Changemakers It's the end of the day in the library at Miami Northwestern High School. The students are sitting in a big circle, talking through the day with their regular classroom teacher. Moses munches on sunflower seeds. He's clearly as comfortable listening as he is talking. One student wants to know why what she's learning doesn't look like the stuff on Florida's standardized math test. It's a question Moses hears all the time. So he jumps in, reassuring her that in the long run, standardized tests aren't what matter. \"What counts is when you leave this high school you are ready to do college math for college credit — that's what counts,\" he says emphatically. \"Trust me.\" The struggles of the '60s can seem far away today, but Moses infuses some of that history, his history, into this work. Just a couple blocks from Miami Northwestern is a short, nondescript wall, painted yellow. It's what's left of an infamous \"segregation\" wall built in 1939 to divide black and white neighborhoods. Many of his students walk by it every day but few knew its place in Miami's difficult racial history until they met Moses. Standing in front of this relic of the past, he says he's hopeful about the future. \"I've lived most of my life,\" Moses says. \"What I would like to see happen in this country in my lifetime is the next generation get ready to launch the next lurch forward.\" That next lurch forward, he says, is that every child in the country can get a quality public education and that the nation's promise of freedom continues to grow.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2013/08/02/206813091/to-60s-civil-rights-hero-math-is-kids-formula-for-success"
        },
        {
            "headline": "Legalese Aside, How Do We Talk About Race Nowadays?",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 29,
                "year": 2013
            },
            "article_content": "Field director Charles White of the NAACP speaks at a podium outside the U.S. Supreme Court on Tuesday. The court ruled that a key part of the Voting Rights Act is unconstitutional.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \nhide caption Field director Charles White of the NAACP speaks at a podium outside the U.S. Supreme Court on Tuesday. The court ruled that a key part of the Voting Rights Act is unconstitutional. This was a week in which the country was reminded of our continuing struggle with race — and how we're still not quite sure how to talk about it. The conversation started with the actions of the Supreme Court: A key provision of the Voting Rights Act was dismantled, and the University of Texas was told to re-evaluate its affirmative action policy. But it soon moved to events outside the Supreme Court — to the murder trial of George Zimmerman and celebrity chef Paula Deen's self-defense against accusations of racism. \"[The Deen incident] speaks to the difficulty I think Americans have now with identifying discrimination,\" says Gene Demby, lead blogger for NPR's Code Switch. \"The Paula Deen conversation quickly turned into a conversation about the inner-workings of her soul, right? Whether or not she was actually a racist.\" That, Demby says, is in stark contrast to the days of barring black students from entering certain schools. \"We seem to be in a moment in which, because of the ... civil rights victories of the '60s, those kind of blatant expressions of racism became less socially acceptable,\" he tells NPR's Jacki Lyden. \"But discrimination and racism seems to still happen, but no one seems to know what they might look like today.\" Take the Voting Rights Act decision, for example. The Supreme Court ruled that the formula for determining which states need extra federal supervision is outdated. The problem, Demby says, is that it's unclear what a new metric would be. \"So everybody knows that race is still an issue, it still matters,\" says Phillip Atiba Goff, who teaches social psychology at the University of California, Los Angeles. \"The debate is: How does it matter, and how do we come to make sense of it?\" He adds: \"As we've diversified, we've decided we don't want to make attributions to genes, we don't want to say a group of people is just lazy ... because we know that's not true. But we haven't replaced that with anything else. \"So instead, all we're left with is a language that just says, either you're racist or you're not, either you're lazy or you're not. And we don't have anything that's sort of worthy of the great anxiety we still have around racial inequality.\" Goff notes that inequality is persistent or even increasing, despite a measurable decline in prejudice. He says we need to lose the assumption that without prejudice there is no problem and find new ways to tackle the complex issue of inequality. The law does not reflect these subtleties, says civil rights scholar Dorothy Roberts of the University of Pennsylvania Law School. She says the voting-rights decision \"reflects a colorblind Constitution that sees civil rights amendments as requiring the government to ignore race and the court to only protect against blatant racial classifications of the kind that existed in the Jim Crow era.\" To show how the nuance can be lost, she points to state laws requiring various forms of identification to vote. President Lyndon Johnson discusses the Voting Rights Act of 1965 with civil rights leader the Rev. Martin Luther King Jr.\n                \n                    \n                    Hulton Archive/Getty Images\n                    \n                \nhide caption \"Voter-ID laws ... appear to be race-neutral, but we know they have a disproportionate effect on preventing voting by minorities,\" she says. \"So those kinds of more subtle forms of discrimination that still have a very powerful effect to disempower and to prevent full participation continue to exist, but the court doesn't see that.\" So winning legal cases, Roberts says, tends to require evidence of \"smoking-gun statements about racism.\" Battling unequal treatment shouldn't take place solely in courtrooms, she says — though litigation is still important. \"There is a need to use a variety of other strategies, like legislative strategies, institutional policies — like the University of Texas's affirmative-action policy,\" Roberts says. \"And also, let's never forget that the civil rights movement was a movement of people struggling to overturn an unjust system, and so protests by ordinary people [are] still important.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2013/06/29/197043324/Legalese-Aside-How-Do-We-Talk-About-Race-Nowadays"
        },
        {
            "headline": "Voting Rights Ruling Could Open Lawsuit Floodgates",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 25,
                "year": 2013
            },
            "article_content": "Rep. John Lewis, a Georgia Democrat who as a 1960s civil rights activist risked his life for voting rights, expressed disappointment with the Supreme Court VRA decision.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption Rep. John Lewis, a Georgia Democrat who as a 1960s civil rights activist risked his life for voting rights, expressed disappointment with the Supreme Court VRA decision. It didn't take long after the news broke about the Supreme Court's 5-to-4 decision tossing out a key piece of the Voting Rights Act for the fears of voting advocates, or the hopes of VRA critics, to be realized. Texas Attorney General Greg Abbott said now that the Supreme Court ruled as unconstitutional the method Congress established for choosing which states and jurisdictions need to get approval from the Justice Department for voting revisions, his state would move ahead on a few fronts. \"With today's decision, the State's voter ID law will take effect immediately,\" Abbott said in a statement. \"Redistricting maps passed by the Legislature may also take effect without approval from the federal government.\" After the Shelby County v. Holder decision, voting-rights advocates expect similar moves from states, counties and local governments that until now were constrained by the requirement that they get so-called pre-clearance from the Justice Department before instituting such changes. \"The two main things that are going to happen, we're going to expect battles across the country with attempts to revive discriminatory voting changes that were previously blocked or deterred,\" said Wendy Weiser, director of the Democracy Center at NYU's Brennan Center. \"The other big thing that's going to happen is an effort to put together new legislation in Congress to replace that which we lost today.\" In anticipation of Tuesday's decision, the Brennan Center issued a report, titled \"If Section 5 Falls: New Voting Implications.\" The report provides a good guide to what's likely to happen in the nine states covered by that section. The Brennan Center also has a useful roundup of new voting legislation that follows efforts to restrict or expand access to voting. The high court left intact Section 5 of the historic law, first passed in 1965 to ameliorate voting disparities caused by decades of racist practices that reduced black voting participation and power. That section gives the Justice Department the power to stop jurisdictions from making voting changes that the federal government finds discriminatory to minority voters. But in striking down Section 4 of the law, which lays out which states and localities must submit to pre-clearance, the Supreme Court said Congress must update the selection process to reflect the strides made in some states with histories of voter discrimination. (The New York Times has a fascinating series of maps showing which states and jurisdictions could be affected under different criteria.) \"[T]he Supreme Court restored a measure of constitutional order to America. Based on 40-year-old data showing racial disparities in voting that no longer exist, this provision subjected a now-random assortment of states and localities to onerous burdens and unusual federal oversight,\" wrote Ilya Shapiro, editor-in-chief of the Cato Supreme Court Review. \"Recognizing that the nation has changed, the Court aptly ended the extraordinary intrusion in state sovereignty that can no longer be justified by the facts on the ground.\" But critics contend that by ruling Section 4 unconstitutional, the conservative majority of justices had gutted the voting act, as the court scrapped Congress' means of determining which jurisdictions required pre-clearance. Congress overwhelmingly approved the the law's reauthorization in 2006. But you don't have to be a full-time Congress watcher to know that its partisan polarization has made it dysfunctional to the point where little legislation of substance gets done. Still, voting-rights advocates put on a brave face. They claimed to take encouragement in the lopsided support for the act's 2006 reauthorization. \"We have a different Congress right now but we have no reason to believe that that support is still not there on a bipartisan basis,\" NYU's Weiser said. \"Congress just needs to step in in a reasoned bipartisan way and put something else in place before the next federal election.\" In case Congress didn't bite on that appeal for another bipartisan moment, voting and civil rights advocates made a play to congressional pride. Were lawmakers really going to let the Supremes usurp the legislature's job? \"Today's decision, obviously a blow to American democracy, was also a slap at congressional authority and power,\" said Wade Henderson, president of the Leadership Conference on Civil and Human Rights, during a teleconference with reporters. \"And that the constitutional prerogative and power of Congress could be so easily overturned by a Supreme Court choosing to sit in the role that Congress usually plays, and that Congress would roll over and simply accept that repudiation, we think is almost unthinkable.\" It was hard to know Tuesday how congressional Republicans planned to respond to the Supreme Court decision. They mostly maintained silence on the issue. It seemed safe to say, however, that the Supreme Court did Republican congressional leaders no favors. They now face yet another issue, like immigration, that pits their desire to have their party compete more effectively for minority voters against the view of some in their party that the Voting Rights Act was an \"entitlement\" or a violation of states' rights. The Supreme Court's decision only adds to the challenges facing the party's congressional leaders. There was a palpable sense of loss in places where the act proved effective in recent years in stopping voting changes that could have harmed the registration and participation of minority voters. Daniel Smith, a political science professor at the University of Florida, said of the act's impact in his state: \"We saw in 2011 and 2012 alone Section 5 used to challenge redistricting in the state. We saw it used to challenge the reduction of early voting days as well as regarding making it more onerous for community groups to register voters. It's a monumental loss if Congress does not act to come up with a new formula to protect [voters from] discrimination in elections.\" Smith suggested that some good could come out of the Supreme Court's decision. \"I think this is a wonderful opportunity for Congress to come up with a new coverage formula that will make sure that voting rights are protected in the 21st century. And we'll see who's courageous on both sides of the aisle to come up with new guidelines. Because, certainly as the chief justice said in his opinion, we're not out of the woods with respect to racial discrimination.\" But until Congress acts, voting-rights advocates expect the way forward is to file many more lawsuits, an expensive and time-consuming process that isn't an adequate substitute for Justice Department pre-clearance, say some voting-rights experts. One, there aren't enough resources. Two, many times the problematic voting changes aren't discovered until it's too late. \"Instead of being stopped before they go into effect, they will be put into effect and will only be stopped if somebody goes to court,\" Weiser said.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/06/25/195627046/voting-rights-ruling-could-open-lawsuit-floodgates"
        },
        {
            "headline": "Justice's Voting Rights Unit Suffers 'Deep Ideological Polarization' Says Watchdog",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 12,
                "year": 2013
            },
            "article_content": "Attorney General Eric Holder (R) and Assistant Attorney General for the Civil Rights Division Thomas Perez in 2010 in Washington, D.C.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Attorney General Eric Holder (R) and Assistant Attorney General for the Civil Rights Division Thomas Perez in 2010 in Washington, D.C. The Justice Department's voting rights unit suffers from \"deep ideological polarization\" and a \"disappointing lack of professionalism\" including leaks of sensitive case information, harassment and mistreatment among colleagues who have political differences, department watchdogs concluded Tuesday. Inspector General Michael Horowitz said he found \"insufficient\" evidence to support the most damaging claims Congressmen asked him to investigate: that leaders in the Bush and Obama administrations refused to enforce voting laws on behalf of a particular group of voters, favoring African Americans or whites, or that they had made decisions about cases \"in a discriminatory manner.\" But the review of more than 100,000 documents and 135 witnesses, including Attorney General Eric Holder, exposed deep fissures within the unit for the past dozen years that gave rise to perceptions of politicized and partial behavior by lawyers there. Horowitz said he would share his 258-page report with the Deputy Attorney General, who has the power to refer employees for further investigation and possible discipline. By far, the inspector general said, the most \"troubling\" incidents in the report describe harassment within the voting rights unit, which spanned both the Bush and the Obama administrations. In 2005, during a sensitive review of Georgia's voter identification law, lawyers there turned on each other. The report said one team member described a colleague as a \"hand-picked Vichyite,\" comparing the voting section to Vichy-controlled France during the Nazi occupation, and another team member accessed the colleague's document directory and shared a memo without permission. The following year, when the Bush Justice Department brought a controversial \"reverse discrimination\" case against black defendants who allegedly abridged white voters' rights, some career staff members harassed an African American intern who volunteered to travel to Mississippi to work on the trial as a \"token.\" The intern told investigators the treatment angered and insulted him. The inspector general report said people in the office at the time also made a series of anonymous Internet postings \"on widely read liberal web sites.\" Those postings sometimes included racist commentary and described one apparently Republican lawyer in the unit as living in a neighborhood where \"everyone wears a white sheet.\" The report said the other remarks ranged from \"petty and juvenile personal attacks to highly offensive and threatening statements.\" Others retaliated, the report said, by leaking sensitive case material to lawyers and interest groups outside the Justice Department who shared their political views. But watchdogs also criticized the treatment of section chief Christopher Coates, after the Obama administration had taken over at the Justice Department. New leaders in the civil rights unit raised concerns about his performance and his willingness to follow their enforcement priorities, with some deeming him \"hostile\" to traditional cases protecting minority voters. The Inspector General said Coates had previously received \"outstanding\" performance marks and a cash bonus for his work there during the last year of the Bush administration. New, Democratic department leaders met with Attorney General Holder in April 2009 to discuss their concerns about Coates, the report said. They later explored ways to remove Coates but were told department regulations would not allow it for at least six months. For the next several months, the report said, a \"Sensitive Working Group\" reviewing voting rights issues excluded Coates from meetings. One lawyer there described the projects as \"cloak and dagger.\" Coates reached out to Assistant Attorney General Thomas Perez after he was confirmed by the Senate in October 2009, and requested a transfer to Charleston, South Carolina, where he finished the final 18 months of his career before retiring. The IG report emerged as the work of the voting rights section occupies a prominent spot on the national stage. The U.S. Supreme Court is considering a constitutional challenge to the 1965 Voting Rights Act. Just last year, states including Arizona, South Carolina and Texas squared off in court against the U.S. Justice Department over whether new legislative boundaries and voter I.D. laws discriminated against minorities. \"It is precisely because of the political sensitivity of the Voting Section's cases that it is essential that division leaders and...managers be particularly vigilant to ensure that enforcement decisions – and the processes used to arrive at them — are, and appear to be, based solely on the merits and free from improper partisan and racial considerations,\" Horowitz concluded. Perez, who is in charge of civil rights, responded that he's taken steps to improve \"the atmosphere and professional culture\" within the unit. Perez said most of the staff mistreatment took place between 2004 and 2007, during the Bush administration, and that he'd named a new leader for the unit two years ago. But Perez wrote the Inspector General that he'd do more moving forward to foster a collegial work environment and to crack down on politically motivated leaks about voting rights cases. Perez has recently captured his own headlines as a top candidate to become President Obama's new Secretary of Labor. The new inspector general report said Perez was not personally involved in one of the most contentious incidents – involving a decision to drop charges against a defendant affiliated with the New Black Panther Party for allegedly intimidating Philadelphia voters on Election Day 2008. But the report criticizes Perez for testimony before the U.S. Civil Rights Commission \"that did not reflect the entire story,\" with watchdogs concluding that Perez should have asked his colleagues for more details about the episode. Perez testified the department's political leadership was not \"involved\" in deliberations about the case and its handling but emails and other materials indicate two political appointees gave advice and one performed edits. Perez told watchdogs in an interview that he didn't think that meant \"involvement\". Inspector General Horowitz said many of the employees mentioned in the report had since left the Justice Department, shielding them from disciplinary action. But he urged the Attorney General and his deputy to try to address the culture within the unit, which he said had sometimes hurt its ability to function. Lawmakers are already weighing in with their thoughts. Virginia Republican Rep. Frank Wolf, who helped initiate the review, said the unit had become a \"rat's nest of unacceptable and unprofessional actions, and even outright threats.\" Wolf said the Attorney General bears responsibility for the problems and he called on Holder to appoint an outside panel to look at the \"systematic dysfunction\" in the unit. The Inspector General is scheduled to testify before Wolf's House Appropriations panel Thursday.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2013/03/12/174133191/justices-voting-rights-unit-suffers-deep-ideological-polarization-says-watchdog"
        },
        {
            "headline": "Force Behind Race-Law Rollback Efforts Talks Voting Rights Case",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 26,
                "year": 2013
            },
            "article_content": "Edward Blum, director of the Project on Fair Representation, at his home in South Thomaston, Maine, on Nov. 9.\n                \n                    \n                    Joel Page/Reuters /Landov\n                    \n                \nhide caption Edward Blum, director of the Project on Fair Representation, at his home in South Thomaston, Maine, on Nov. 9. Edward Blum isn't a lawyer, and he doesn't play one on TV. But he has been the driving force behind two race-related cases before the U.S. Supreme Court this term, including one that justices will hear Wednesday that seeks to roll back a key section of the 1965 Voting Rights Act. The other, Fisher v. University of Texas, which challenges the use of race and ethnicity in public college and university admissions policies, was heard by the court in October and awaits its decision. Blum, a Michigan-born former investment broker, has for two decades been almost single-handedly orchestrating legal efforts to end affirmative action, and to end mandated federal pre-approval for proposed voting changes in nine states, largely in the Deep South, and other jurisdictions with histories of discrimination. Civil rights activists say Blum's aims in Shelby County v. Holder would gut the historic voting act, overwhelmingly reauthorized by Congress in 2006, of its protections of minority Americans from ongoing discriminatory registration, voting and redistricting shenanigans. Blum, 60, as head of his one-man-show, the conservative Project on Fair Representation, has argued that the Voting Rights Act and race-based preferences in college admissions are unconstitutional. We spoke recently with Blum, a University of Texas graduate whose passion was influenced by a failed 1992 congressional run in a gerrymandered majority-African-American Texas district. NPR: What does this moment in high court history mean to you, given that you have devoted much of your professional life to efforts that would eliminate race-based policies and law — whether it involves university admissions preferences, or enhanced federal oversight of voting practices in some Southern states and jurisdictions? Blum: It's very humbling that after 20 years of laboring in the courts to attempt to restore the original vision of the Civil Rights Act, that the court has taken up both the Fisher case and the Shelby County case this term. NPR: Some suggest that the voting rights issues of last year — including efforts to require voter identification cards, to curtail early voting and to limit opportunities to register to vote — prove that the enhanced scrutiny is not obsolete. Do you think those efforts damaged your argument that we don't need extra federal attention in some places? Blum: I think we do need very rigorous election laws that apply not just to places like Alabama and Texas but also to places like Pennsylvania and Ohio. Clearly, legislative bodies make mistakes. They pass laws that are discriminatory, maybe not intentionally but in their effect. Our argument is that if we're going to have election laws that apply to Alabama and Texas, and to all these covered jurisdictions, those need to be the same laws that apply to places like Tennessee and Ohio and Oklahoma and Washington state. Federal statutes are designed, for the most part, to be one-size-fits-all. Alabama must be treated equally with Ohio, Texas with Arkansas. If Shelby County prevails, equal sovereignty among the states will be restored to our nation's elections laws. And that would be a good thing. NPR: So you don't object to federal attention, maybe enhanced federal attention, being paid to how states are operating their voting mechanisms, as long as that federal attention is the same for all states? Blum: The voting rights law has a very powerful provision called Section 2, which is permanent. [The section \"prohibits voting practices or procedures that discriminate on the basis of race, color or membership in one of the language minority groups identified\" in the act.] It doesn't expire, and it applies coast to coast. It applies to school districts in Florida, school districts in Maine, all the way across to California. That is the law that the federal government turned to stop Ohio and Pennsylvania with the introduction of their voter ID laws [during the 2012 election]. If that law is good enough for Ohio and Pennsylvania, it should be the same law that is used in South Carolina and Texas if the government has objections to their voter ID laws. NPR: Though the high court in 2009 did not roll back the provisions calling for federal approval on voting changes in the affected states and jurisdictions, at least two of the justices — including Chief Justice John Roberts — wrote then that \"things have changed in the South,\" and that data used to determine who falls under the section are outdated. Can you give a specific example of where you think Congress' use of outdated voter data has kept some state or jurisdiction unfairly under the thumb of the federal government? Blum: When this bill was passed in 1965, Congress looked to a number of different factors. The two most important were the rate of African-American voter registration in the Deep South, and the participation at the polls by African-Americans in the Deep South. If you look at those two metrics today, or if you look at them more importantly in 2006, and ask what has happened over the last nearly 50 years, the jurisdictions that are covered by Section 5 have greater minority participation rates and greater minority registration rates than do states outside of these covered jurisdictions. Alabama and Mississippi have greater numbers of African-Americans registered to vote and participating in elections than any other state in the nation. That alone dooms the constitutionality of this provision. NPR: With the nation's rapidly changing demographics, could you support, in the future, federal provisions that focus voting rules on places where, for example, the prospective voting population is predominantly Hispanic and evidence shows problems with how they are treated when it comes to registration, voting and the drawing of voting districts? Blum: Our election laws have a number of different statutes that can be used to protect Hispanics, African-Americans and others from coast to coast. If those laws need to be strengthened, then Congress should do it. What Congress should not do, and what they did in 2006, was to continue using data from 1964 and say that it is still relevant in 2006. Election laws need to apply to every state and jurisdiction equally, whether they're heavily Hispanic or heavily African-American. Those laws need to be one-size-fits-all. NPR: What do you see as the link between the Fisher v. University of Texas admissions case, which has been heard and will be decided this term, and the Shelby County voting rights case? Blum: I think there's an arc between Fisher and Shelby County in that both cases, at their heart, argue that an individual's race and skin color should no longer matter in our public policy. Lowering the bar for individuals because they're a certain race or ethnicity in university admissions, or raising the bar for certain states because they have large numbers of Hispanics or African-Americans in the voting context? We have changed as a nation. I think most Americans of good faith recognize that the America that elected and re-elected Barack Obama as its first African-American president is far different today than when affirmative action was really introduced in the 1970s and the Voting Rights Act was first enacted in 1965. And that's a blessing we should all recognize. NPR: Do you see any role for race-based admission policies, given the continuing disparity between rich and poor in the education system, and the race and ethnicity issues inherent in that reality? Is there a policy you could see as part of a remedy? Blum: I don't think a person's skin color or ethnicity should be a factor in university admissions, ever. What I do believe in is that universities have an obligation to reach out to those who come from disadvantaged backgrounds — who perhaps would be the first in their family to attend college, or who come from backgrounds where English is a second language — and give a helping hand to students like that, students who come from high schools that send very few students to college. I'm all for that. What I'm not for, and what I think most Americans are not for, is lowering the bar based on someone's skin color or ethnicity. I'm confident that colleges and universities can do better than that. NPR: Then what is a helping hand, in college admissions, that you envision? Blum: If there's an applicant that's just right on the borderline between acceptance and rejection, but who has come from a disadvantaged socio- economic background, then I think a university can lower the bar a little bit to get that student admitted, provide some remedial help during freshman year. I'm all for that. What I'm not for is just saying because you're African-American, or because you're Hispanic, we're going to lower the bar for you. I think socioeconomic disadvantage would allow a university to put a slight, light thumb on the scales in order to help someone from that background to be admitted. NPR: What is the opposing side's best argument for retaining Voting Rights Act provisions? Blum: I would say that the strongest part of their argument would be that the courts should defer to congressional judgment on matters like this, and that because Congress looked at the issue and decided to retain it, then the courts should respect that. Having said that, there are two very high-profile statutes up for review this term — Section 5 of the Voting Rights Act, and the Defense of Marriage Act — both of which passed with significant majorities of congressional support. So even though I've given you my best argument from the other side, I'm not sure that anyone, when you do a piece on the Defense of Marriage Act, is going to say, \"Well, the reason the Defense of Marriage Act is constitutional or should be left alone is because Congress passed it and we should defer to Congress' judgment in this.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2013/02/21/172612329/force-behind-race-law-rollback-efforts-talks-voting-rights-case"
        },
        {
            "headline": "Saudi King Invites Women To Join The Debate ... From Another Room",
            "author": "By  \n\n      Thomas W. Lippman",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 14,
                "year": 2013
            },
            "article_content": "Saudi Arabia's King Abdullah, shown last November, has appointed women for the first time to a top advisory body. But in a country where the sexes are strictly segregated, the women will meet in a separate room from the men.\n                \n                    \n                    Bertrand Langlois/AFP/Getty Images\n                    \n                \nhide caption Saudi Arabia's King Abdullah, shown last November, has appointed women for the first time to a top advisory body. But in a country where the sexes are strictly segregated, the women will meet in a separate room from the men. King Abdullah kept a promise to Saudi Arabia's women last week, when he appointed 30 of them to four-year terms in the new Consultative Assembly, the pseudo-legislature that advises the monarch on laws and regulations. As usual with such developments in Saudi Arabia, there is a catch: The women will have to meet in a room separate from the men. Still, in Saudi Arabia, this passes for a landmark event. It advances the glacial progress of women, not toward equality, but at least toward the margins of public participation in society. It is an important symbolic separation from a past in which women were entirely excluded from visible roles in the political, economic, professional and legal life of the kingdom. King Abdullah has a more progressive record on the status of women than any of his predecessors except perhaps the late King Faisal, who beat back the objections of the religious establishment and social conservatives — powerful forces in Saudi Arabia — to establish the first schools for girls in the 1960s. As a longtime visitor to Saudi Arabia, I have watched the atmosphere lighten up for them since Abdullah took the throne in 2005. In recent visits, I have been able to meet and converse with more women, at higher levels of accomplishment, than in the previous 30 years. But Abdullah is also an octogenarian product of the unique Saudi system, a partnership between the ruling al-Saud family and religious leaders, who can be counted on to oppose every social innovation as a violation of the ideal Islamic order that they imagine the system represents. Even when he moves boldly, he moves cautiously, in increments that the conservatives can be persuaded or forced to accept. Men And Women To Meet In Separate Rooms This need to placate the religious establishment was evident in a second part of the decree appointing the women. They will enter the assembly's building through a different door than the group's 120 male members and will meet in a separate room, maintaining the public segregation of the sexes that is one of the biggest obstacles to the kingdom's economic and social development. The decree gives the women \"complete membership rights\" but separate offices and staff. Saudi women leave a shopping mall in the capital, Riyadh, on Saturday. King Abdullah has introduced a number of reforms for women during his rule, but they still face many restrictions.\n                \n                    \n                    Fayez Nureldine/AFP/Getty Images\n                    \n                \nhide caption Saudi women leave a shopping mall in the capital, Riyadh, on Saturday. King Abdullah has introduced a number of reforms for women during his rule, but they still face many restrictions. The Consultative Assembly, or Majlis ash-Shura, was established 20 years ago by King Fahd. Its members are appointed and have no actual power, but over time they have acquired influence. They can propose new laws to the king and review or sometimes block legislation requested by the ruler. The members, mostly business leaders and academics, are reliable members of the Saudi establishment, not opposition firebrands. It has never had female members until now. Under the new decree, they are guaranteed 20 percent of the seats. Some of the women who were named are well-known outside the kingdom. These include Thuraya Obaid, a former executive director of the United Nations Population Fund and undersecretary general of the U.N.; Dr. Hayat Sindi, a biotechnologist and medical device inventor; and Thuraya Arrayed, the first woman from the oil region to hold a doctorate, and a longtime corporate planner at the state oil company. Also on the list are two princesses: Sara, a daughter of King Faisal and a founder of one of the kingdom's first charity organizations; and Moudi, a daughter of the late King Khalid and director of the well-known Al-Nahda Women's Association. Women of the royal family have long been understood to wield important influence inside that closed circle, but few have sought public prominence. A Series Of Limited Moves Abdullah promised in a speech in October that he would appoint women to the assembly's new term when it began in January. He also pledged that women would be allowed to participate in the next round of elections to municipal councils, in 2015, as voters and as candidates. Earlier, he had ordered a change in the workforce in the country's lingerie and perfume shops: Male sales clerks were replaced by women. Previously, the country's rigid exclusion of women from public commerce had created a bizarre situation in which women — veiled to sequester them from the prying eyes of men outside their families — had to purchase their underwear from male sales clerks. Some women objected so strongly to this that they went to neighboring Dubai or Bahrain to buy their intimate garments. King Abdullah also created a graduate-level research university, the King Abdullah University of Science and Technology, that is the only Saudi educational institution, at any level, where men and women are together in laboratories and classrooms. The king has also directed the Ministry of Labor to find new employment opportunities for women and expand the types of jobs they are permitted to hold — an effort that just two weeks ago inspired a demonstration by a group of conservative imams and religious scholars who called on God to strike down Labor Minister Adel Fakieh. More women are indeed working in more places than ever before, including those in the lingerie shops. What Abdullah has not done is make it easier for them to get to those jobs: They still are not permitted to drive. Thomas Lippman, a longtime Washington Post correspondent, is a scholar at the Middle East Institute who regularly visits Saudi Arabia. His most recent book on the country, Saudi Arabia on the Edge, was published last year.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2013/01/14/169323302/saudi-king-invites-women-to-join-the-debate-from-another-room"
        }
    ]
}