{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination"
    ],
    "Articles": [
        {
            "headline": "Assessing Assad and the Baath Party Message",
            "author": "By  \n\n\n      Robert Siegel",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 6,
                "year": 2005
            },
            "article_content": "Robert Siegel talks with Middle East analyst Flynt Leverett, who's in Damascus while Syria's Baath Party holds its first meeting in five years. Leverett is author of  the new book Inheriting Syria: Bashar's Trial By Fire and is a senior fellow at the Saban Center for Middle East Policy at the Brookings Institution.  ROBERT SIEGEL, host: Joining us also from Damascus is Flynt Leverett, who's watching the party      conference there.  He is a former Middle East analyst at the CIA and now      the author of \"Inheriting Syria:  Bashar's Trial by Fire.\" And, Flynt Leverett, it sounds like the definition of reform in Bashar      Assad's speech today was more about economic growth or fighting      corruption than democratization.  Any surprise there? Mr. FLYNT LEVERETT (Author, \"Inheriting Syria\"):  No.  I think that      Bashar has always had an image of reform or model of reform that places a      premium on economics, on improving living conditions and on social      reforms, which I think for him basically means attenuating sectarian      identities in Syrian society before you get to real democratization or      political openness. SIEGEL:  What do you mean by `attenuating sectarian' problems? Mr. LEVERETT:  Well, Syria is a very complicated society in the way that      Iraq is complicated or Lebanon is complicated.  You have a Sunni Arab      majority of the population, but you have very, very significant non-Sunni      minorities in Syria, and you also have a Kurdish population that's      probably 10 percent of the overall population in the country.  And what I      think this regime fears most is a kind of resurgence of sectarian      identity, particularly among Syrian Sunnis who might push for the      creation of an essentially Islamist state. SIEGEL:  But you wouldn't expect to hear people actually speaking about      this at the conference, would you, or will we hear any candid talk about      this? Mr. LEVERETT:  You--well, you hear code words for it in terms of public      discourse.  When President Assad, for example, speaks about the need for      the Baath Party to be open to, in his language, `all patriotic forces in      Syrian society,' he may be sending a signal there about the need for      allowing political parties outside of the Baath and outside of the      National Progressive Front to exist here.  But he's also drawing a line      that those parties can't be parties that define themselves in sectarian      or ethnic or subnational terms. There is a code language that's used in      public.  When you talk to officials in private, they'll be very explicit      with you. SIEGEL:  I just want you to take one step back for a moment to be more of      a regional analyst here.  Over the past few days, a parliamentary      election in the Palestinian territories has been postponed, some people      say... Mr. LEVERETT:  Yeah. SIEGEL:  ...because it looked like the Islamists would win too many seats      if it were held in July. Mr. LEVERETT:  Yeah. SIEGEL:  Hezbollah has run very, very well in parliamentary elections in      southern Lebanon; that's a Shiite religious movement.  And as you say, in      Syria and some would say in Egypt as well, the argument against too much      political competition is the Islamists will win. Mr. LEVERETT:  Yes. SIEGEL:  Is the triumph of political Islam in that part of the world      something that is just inevitable at some level?  You can defer it for a      while or postpone elections or try to bottle it, but ultimately this is a      real political force to be reckoned with in that part of the world, isn't      it? Mr. LEVERETT:  It is truly a political force to be reckoned with today,      and I actually have a concern about the current thrust of American      policy, that it's really not thinking about how to promote      democratization, how to promote greater openness in a really strategic      way.  The Bush administration has made resort to elections really the      benchmark of political progress, and I think in many countries in the      region, moving to elections rapidly at a time when polls show that people      are increasingly Islamist in their outlook and increasingly anti-American      in their outlook on regional issues, I don't really see why this serves      American interests.  That's not to say that we shouldn't be working with      societies and with governments in this part of the world to be promoting      greater openness; we should.  We should be pushing hard on issues like      human rights.  We should be pushing very hard on economic reform.  But in      the current climate, an early resort to open elections can quite frankly      bring about outcomes that aren't all that salutary in terms of American      interests in the region. SIEGEL:  Well, Flynt Leverett, thank you very much for talking with us      once again. Mr. LEVERETT:  Thank you very much. SIEGEL:  Flynt Leverett is in Damascus this week.  He is a senior fellow      at the Saban Center at The Brookings Institution, and he's the author of      \"Inheriting Syria:  Bashar's Trial by Fire.\" (Soundbite of music) SIEGEL:  You're listening to ALL THINGS CONSIDERED from NPR News. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2005/06/06/4682794/assessing-assad-and-the-baath-party-message"
        },
        {
            "headline": "A Former President Warns of 'Endangered Values'",
            "author": "By  \n\n\n\n\n\n\n\n      Terry Gross\n    \n\n ,  \n\n\n\n\n\n\n\n      Steve Inskeep",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2005
            },
            "article_content": "Jimmy Carter is the author of several books, including several collections of poetry.\n                \n                    \n                    Simon and Schuster\n                    \n                \nhide caption Blurring the line between church and state threatens civil liberties and privacy, says former President Jimmy Carter. That's the case he makes in his new book, Our Endangered Values: America's Moral Crisis, which draws on Carter's experiences as a president and a Christian. Jimmy Carter discusses topics currently in the news with Steve Inskeep and Terry Gross: Carter was the 39th president of the United States. In addition to his work to help ensure the fairness of elections around the world, he founded the Carter Center, a conflict resolution organization. In 2002, Carter was awarded the Nobel Peace Prize for his work to end violence and spread human rights. Those achievements have come to overshadow the difficult years of Carter's presidency, which was marked by a Republican resurgence culminating in his defeat by Ronald Reagan in 1980. The final year of Carter's term in office saw him institute a boycott of the Olympic Games in Moscow, and he struggled unsuccessfully to resolve the Iran hostage crisis, in which 55 people were seized along with the U.S. embassy in Tehran. Despite his success in brokering a peace treaty between Egypt and Israel in 1979, an overwhelming number of Americans became frustrated with Carter. Since then, he has been able to remake his legacy by dedicating himself to causes from international peace efforts to domestic projects like Habitat for Humanity. Carter has written a number of best-selling books, including An Hour Before Daylight; Christmas in Plains; Keeping Faith: Memoirs of a President; and Talking Peace: A Vision for the Next Generation. Two of Carter's most popular books are Sources of Strength, a compilation of his favorite meditations drawn from the Sunday school class he still leads, and  Always a Reckoning, a collection of poems published in 1995. Read an excerpt from Our Endangered Values: Chapter 1 The most controversial issues being addressed within our nation will be discussed in the following chapters. It will be helpful to understand the prevailing personal opinions of American citizens, their differences and similarities, how they have been modified or remain the same, and whether they are compatible with the profound political changes taking place in our country. Stronger and sharper partisan differences have evolved among Americans in recent years, quite a departure from when I was in the White House. In those days, I had a good \"batting average\" in having my proposals accepted by the Congress, and the political divisions were based much more on issues than on whether members were Democrats or Republicans. As a Southern moderate and former career naval officer, I espoused a conservative fiscal policy and a strong defense. A commitment to human rights came, I guess, from my personal knowledge of the devastating effect of racial segregation in my region of the country. Soon after arriving in Washington, I was surprised and disappointed when no Democratic member of Congress would sponsor my first series of legislative proposals -- to reorganize parts of the federal bureaucracy -- and I had to get Republicans to take the initiative. Thereafter, my shifting coalitions of support comprised the available members of both parties who agreed with me on specific issues, with my most intense and mounting opposition coming from the liberal wing of the Democratic Party. (One reason for this was the ambition of Senator Ted Kennedy to replace me as president.) Nowadays, the Washington scene is completely different, with almost every issue decided on a strictly partisan basis. Probing public debate on key legislative decisions is almost a thing of the past. Basic agreements are made between lobbyists and legislative leaders, often within closed party caucuses where rigid discipline is paramount. Even personal courtesies, which had been especially cherished in the U.S. Senate, are no longer considered to be sacrosanct. This deterioration in harmony, cooperation, and collegiality in the Congress is, at least in part, a result of the rise of fundamentalist tendencies and their religious and political impact. Fortunately, this degree of rigidity and confrontation has not yet taken hold among the general public. In preparing this book I have searched for the best assessments of American public opinion, so that I could understand the reasons for, and the extent of, agreements and divisions among our people. A strong majority of both Democrats and Republicans agree that our country is more politically divided than at any time in living memory, a fact that is partially explained by the doubtful presidential election of 2000 and the almost unchanging split during the following years between \"red\" and \"blue\" states. Partisan differences of support and disapproval of our two most recent presidents are quite clear, with the personal popularity of President Bush among Democrats lower than was President Clinton's among Republicans while his impeachment proceedings were under way. The ongoing Iraqi war is especially indicative, with diametrically opposite opinions on whether the conflict is going well or has improved national security. These sharp disagreements might be written off as just partisan wrangling, but their impact on our nation's present and future international policies is significant. Among Republicans, the percentage endorsing diplomacy in preference to military action is minimal, while Democrats take the opposite point of view. In the approach to combating terrorism, two-thirds of Republicans believe that use of overwhelming force is best, while an even larger proportion of Democrats think that, although our armed forces should be used when our nation's security is threatened, excessive use of military action tends to increase animosity against our country and breed more terrorists. This sharp and growing difference over the issue of whether international disputes can be better resolved by diplomacy or by military action is now the most accurate predictor of party affiliation -- more important than gay marriage, homosexuality, or abortion. It is encouraging that Americans overwhelmingly agree on several important questions: the value of religion in individual lives, the power of personal initiative to realize human potential, the need to protect the environment even if that is costly, doubt about the integrity of big business, and a desire for federal obscenity laws against hard-core pornography to be enforced vigorously. Although the number is small, four times as many Republicans as Democrats think that tough environmental laws hurt the economy. There has been a substantial increase in the number of Republicans who have confidence in government, with little difference now between the parties in that regard. Americans also increasingly support more government assistance for the poor and needy, but one remaining difference is that many more Republicans than Democrats believe that poor people have easy lives. It is encouraging that this prejudice against the poor is decreasing significantly among all Americans. There are strong differences about social issues, but many opinions are changing and most of them have little clear impact in the political arena. The intensity of feeling about controversial issues is often much more important than the numerical divisions. This is especially apparent when the subject of debate is abortion or gun control, where the opinion of a persistent majority of Americans has had little effect in the political world. A majority of Americans think that abortions should be legal in all or most cases, and only one in six believes that all abortions should be illegal. The fervor and activism of this small minority greatly magnify their influence, especially within the U.S. Congress. Concerning gun control, an overwhelming majority believe in the right to own weapons, but four of five Americans prefer modest restraints on handguns, including a background check, mandatory registration, and a brief waiting period before one is purchased. A disturbing change in government policy has involved the firearms industry. Supported by succeeding Presidents Reagan, Bush, and Clinton, legislation was passed by Congress in 1994 that for ten years prohibited the manufacture, transfer, and possession of nineteen specific semiautomatic assault weapons, including AK-47s, AR-15s, and UZIs. None of these are used for hunting -- only for killing other humans. More than eleven hundred police chiefs and sheriffs from around the nation called on Congress and President Bush to renew and strengthen the federal assault weapons ban in 2004, but with a wink from the White House, the gun lobby prevailed and the ban expired. This is not a controversy that involves homeowners, hunters, or outdoorsmen. I have owned and used weapons since I was big enough to carry one, and now own a handgun, four shotguns, and two rifles. I use them carefully, for harvesting game from our woods and fields and during an occasional foray to hunt with my family and friends in other places. We cherish these rights, and some of my companions like to collect rare weapons. But many of us who participate in outdoor sports are dismayed by some of the more extreme policies of the National Rifle Association (NRA) and by the timidity of public officials who yield to their unreasonable demands. Heavily influenced and supported by the firearms industry, their primary client, the NRA, has been able to mislead many gullible people into believing that our weapons are going to be taken away from us, and that homeowners will be deprived of the right to protect ourselves and our families. There are no real threats to our \"right to bear arms,\" as guaranteed by the U.S. Constitution. If so, the NRA efforts would certainly be justified. In addition to assault weapons, the gun lobby protects the ability of criminals and gang members to use ammunition that can penetrate protective clothing worn by police officers on duty, and assures that a known or suspected terrorist is not barred from buying or owning a firearm -- including an assault weapon. The only criteria that the NRA has reluctantly accepted are proof of a previous felony, mental derangement, or being an illegal immigrant. Deeply concerned when thirty-five out of forty-four men on the terrorist watch list were able to buy guns during a recent five-month period, the director of the FBI began to reexamine the existing law and asked some U.S. senators to consider amendments. The response of top officials in the NRA was to criticize the watch lists -- not the terrorists -- and to announce support for legislation that protects gun manufacturers and dealers from liability if a buyer uses an AK-47 in a terrorist attack. They also insist that background information on gun buyers be discarded within twenty-four hours, precluding the long-term retention of data that might reveal those who are plotting against our nation's security. What are the results of this profligate ownership and use of guns designed to kill people? According to the Centers for Disease Control and Prevention, American children are sixteen times more likely than children in other industrialized nations to be murdered with a gun, eleven times more likely to commit suicide with a gun, and nine times more likely to die from firearms accidents. The Johns Hopkins Center for Gun Policy and Research reports that the rate of firearm homicide in the United States is nineteen times higher than that of 35 other high-income countries combined. In the most recent year for which data are available, handguns killed 334 people in Australia, 197 in Great Britain, 183 in Sweden, 83 in Japan, 54 in Ireland, 1,034 in Canada, and 30,419 in the United States. The National Rifle Association, the firearms industry, and compliant politicians should reassess their policies concerning safety and accountability. When asked if they personally believe it is acceptable for gays and lesbians to engage in same-sex behavior, a majority of Americans respond affirmatively, which is a strong shift in opinion since twenty years ago, when responses to the same question were the reverse. There is some indication that this change of public opinion has had an impact among state and federal judges. The views of Americans have also been changing regarding the death penalty, with support for \"life without parole\" now at about half and only one-third believing that the death penalty deters crime. In a nationwide poll, only 1 percent of police chiefs thought that expanding the death penalty would reduce crime. This change in public opinion also seems to be having an effect, both in state legislatures and in the federal courts. These figures paint an overall picture of the beliefs of American citizens, surprisingly unchanged during the past five years. However, revolutionary changes have taken place in our government's domestic and foreign policies, affecting the definition and protection of \"moral values.\" As an American who has been deeply involved in the political life of our country, I find these statistics to be very interesting. As with almost all other citizens, however, my private life has been the major factor in shaping my own opinions and my personal reactions to the collective views of others. Excerpted from Our Endangered Values by Jimmy Carter. Copyright 2005 by Jimmy Carter. Excerpted by permission of Simon & Schuster. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher. America's Moral Crisis by Jimmy Carter Hardcover, 212 pages | Your purchase helps support NPR programming. How?",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2005/11/04/4984885/a-former-president-warns-of-endangered-values"
        },
        {
            "headline": "Examining Race, Class and Katrina",
            "author": "By  \n\n\n      Juan Williams",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 16,
                "year": 2005
            },
            "article_content": "Juan Williams examines what the response to Hurricane Katrina says about race and poverty in the United States.  One man says the hurricane ripped the covering off the class lines and racism of America.  RENEE MONTAGNE, host: It's difficult to talk about Hurricane Katrina without discussing class      and race.  President Bush addressed the issue in his speech last night      from New Orleans. President GEORGE W. BUSH:  Within the Gulf region are some of the most      beautiful and historic places in America.  As all of us saw on      television, there's also some deep persistent poverty in this region as      well.  That poverty has roots in a history of racial discrimination which      cut off generations from the opportunity of America.  We have a duty to      confront this poverty with bold action. MONTAGNE:  The images of Americans left behind to face flooded streets      and chaos in shelters have generally focused on the poor and black.  Now      that the first stages of the relief effort are winding down, NPR senior      correspondent Juan Williams reports on how differently blacks and white      view the government's response to the disaster and what happens next. JUAN WILLIAMS reporting: Many residents of New Orleans who did not get out of the city were poor      and black.  Helen Cheeks(ph) was one of them.  She sought shelter at the      convention center and felt abandoned. Ms. HELEN CHEEKS:  Two babies have died, a woman died, a man died.  We      haven't had no food.  We haven't had no water.  We haven't had nothing.      They just brought us here and dropped us. Ms. DONNA BRAZILE (African-American Native of New Orleans):  Look, as      someone who grew up in poverty, it pains me to see that the poorest and      the most vulnerable of our citizens were treated the way they were      treated.  I'm not yelling racism, I'm not doing the politics stuff      because my family, my people are hurting and I want to help them. WILLIAMS:  Donna Brazile is an African-American and a native of New      Orleans. She was Al Gore's campaign manager in the 2000 presidential      election. Ms. BRAZILE:  We thought the government would come in and help us.  I      mean, what has scared the living Jesus out of everybody is that they let      us suffer. They let us die. Professor ABEL BARTLEY (Clemson University):  There's definitely a racial      component.  You would not expect to see white Americans spend four days      without food or water with the press covering it every day and every      minute and there be no response from the federal government. WILLIAMS:  That's Abel Bartley, a professor of American history at      Clemson University.  He's an African American.  Two-thirds of African      Americans believe the federal government would have acted more quickly to      help the storm's victims if the people left behind had been white.  That      was the finding of a poll by the Pew Research Center for the People and      the Press. White Americans disagreed; 77 percent of whites said the color      of the faces had nothing to do with the troubled government response.      John Barry is the author of \"Rising Tides:  The Great Mississippi Flood      of 1927.\" Mr. JOHN BARRY (Author):  I'm not a great fan of the Bush administration,      but I think the accusations of racism are not well-founded.  You know, I      just don't believe that those people sat on their hands because New      Orleans was poor and black. WILLIAMS:  What is not in doubt is that the issues of race and class are      being politicized.  For instance, several outspoken conservative      commentators have seized on the looting after the hurricane and      identified it as urban menace, associated largely with poor blacks.  On      the other side of the political spectrum, Democratic Party Chair Howard      Dean said the storm revealed that the Bush administration has not paid      attention to the poor, particularly the black poor.  Even entertainers      joined that chorus.  Rap artist Kanye West. Mr. KANYE WEST (Rap Artist):  ...set up the way America is set up to help      the poor, the black people, the less well-off as slow as possible.      George Bush doesn't care about black people. WILLIAMS:  First lady Laura Bush felt compelled to defend her husband. Mrs. LAURA BUSH (First Lady):  I think all of those remarks were      disgusting because, of course, President Bush cares about everyone in our      country. WILLIAMS:  Why the government moved so slowly may never be agreed upon. Mr. DAVID SHIPLER (Former New York Times Reporter):  There's a different      sense of history in the United States when you're white and when you're      black. WILLIAMS:  Former New York Times reporter David Shipler, a white man, has      written books on race and class in America. Mr. SHIPLER:  I think race issues are not spoken about in a very clear or      honest way.  So when they get forced upon us as they have been during      Hurricane Katrina, it's almost a splash of cold water in people's faces. WILLIAMS:  This is not the first time that a crisis forced race and      poverty onto the national agenda.  In the 1960s, Michael Harrington's      book, \"The Other America,\" poverty in the United States plus riots in      Watts and beyond, helped launch the Johnson administration's war on      poverty.  By the 1980s, the pendulum had swung.  President Reagan talked      about welfare queens driving Cadillacs.  A truce of sorts was reached in      the 1990s.  President Clinton and a Republican Congress transformed      welfare into a program that required that the poor find jobs.  Now the      issue is back. Prof. BARTLEY:  You see a lot of Republican politicians in Mississippi      and others who now seem to be singing a different tune. WILLIAMS:  Professor Abel Bartley. Prof. BARTLEY:  For years, they built their reputation attacking      government and attacking things that help the poor, help the underclass,      and now they realize, `Oh, those things are actually needed.' WILLIAMS:  Now the question is whether there'll be a new round of      attention to poverty.  A Census Bureau report showed an increase of 17      percent in Americans living in poverty since President Bush has been in      office.  Doug Besharov of the American Enterprise Institute says the Bush      administration was considering an antipoverty program before the      hurricane. Mr. DOUG BESHAROV (American Enterprise Institute):  And it was going to      be an antipoverty strategy based on place, community revitalization but a      community-oriented approach to poverty because there are pockets of      extreme poverty in this country and one way to identify the people in      most need is to go to those pockets and try to help the people there. WILLIAMS:  Some Democrats draw or paint questions of rich and poor, black      and white in bolder strokes.  They grill Supreme Court nominee John      Roberts more aggressively about his views on issues like equality and      affirmative action. This might not have happened without the hurricane.      Author John Barry. Mr. BARRY:  And the reason I write about disasters is because I believe      that a society in crisis reveals its true nature.  And right now this      hurricane has sort of ripped away some of the covering fabric and exposed      to plain view some of the problems that American society has. WILLIAMS:  Author John Berry, whose book on the 1927 flood, looks at how      the catastrophe revealed differences among rich and poor before the Great      Depression and how that flood changed politics in the rural Deep South      creating an economic populism that attracted black and white. Mr. BARRY:  The question remains whether the ripping away very violently      of all the covering and the exposure of this truth of American society      from Katrina is going to change the way people think or whether three      months from now, they'll forget about it.  And nobody knows the answer to      that question. WILLIAMS:  One hint that the White House knows that it ignores issues of      race and class at its peril, later today, a service for hurricane victims      will be held at Washington's National Cathedral.  The president will      address the congregation.  The sermon will be delivered by T.D. Jakes, a      conservative evangelical preacher from Texas who is black.  Juan      Williams, NPR News, Washington. MONTAGNE:  This is NPR News. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2005/09/16/4850509/examining-race-class-and-katrina"
        },
        {
            "headline": "Understanding the Paris Riots",
            "author": "By  \n\n\n      Jacki Lyden",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2005
            },
            "article_content": "Ted Stanger, a former Newsweek correspondent and writer on French affairs, discusses the grievances behind the French riots and the political ramifications of the violence.  JACKI LYDEN, host: To find out more about what's behind this unrest, we called Ted Stanger      in Paris.  He's a former Newsweek correspondent and a writer on French      affairs. We spoke just before French President Chirac made his statement      today.  I asked Ted Stanger about the source of the young rioters'      discontent. Mr. TED STANGER (French Affairs Author):  If you go to the real rock      bottom of it, you have to keep in mind that in France it is perfectly      illegal for any government official to keep statistics based on race or      national origin. Therefore, we don't know what the unemployment rate is      for young blacks or young Arabs in France.  We don't know anything about      them statistically speaking.  They don't exist as a minority because for      the French, they're only French people.  It's an attempt from the last      century by the French to prevent any sort of racial discrimination by      considering anybody simply French; there are no ethnic communities here.      But it does also add to a sense of frustration by a lot of young people      not to be recognized as young Muslims or as young Africans, and when they      encounter racial discrimination, which does indeed exist, they're      helpless to fight against it. LYDEN:  So they're homogeneous on the page at the Bureau of Statistics      and visible in these suburbs, but they know who they are and, as you      point out, are frustrated. Mr. STANGER:  People do know who they are and they know who they are, but      in another sense, too, they are helpless because they don't have real      political representation.  There is not a single member of the National      Assembly who is either of Arab or African origin.  Therefore, they don't      have anybody to speak for them on behalf of them in national politics. LYDEN:  Just from a source of basic riot control and police work, where      are the French gendarmes, the French police? Mr. STANGER:  Well, they have a problem.  It was made public policy a      number of decades ago to spread people of African origin around various      suburb bedroom communities.  And in order to keep an eye on those      communities, it takes an awful lot of man- and womanpower, and the French      simply don't have that kind of police force.  If they were all in the      center of Paris, that would be another matter, of course. LYDEN:  Well, with this spreading from Paris to Normandy and down to the      south, one would think that the country's president would be saying more.      Hasn't French President Jacques Chirac been pretty quiet? Mr. STANGER:  He has been very quiet, and I think probably he has his      reasons for being quiet.  And a number of years ago, about 10 years ago,      he campaigned on the issue of the social fracture in France; he wanted to      eliminate it totally.  And here he has very living proof that he's done      nothing of the sort.  He's also letting his chosen successor, in a sense,      take care of things.  This is Dominique de Villepin, the prime minister.      But Dominique de Villepin, who's very much an old classic      Frenchman--looks very French--is not doing a very good job either, and      he's leaving most of the work to Mr. Sarkozy, Nicolas Sarkozy, the      interior minister. LYDEN:  Now he's the one who has called the rioters--I believe the word      is `scum.'  Is he going to have to step down for that? Mr. STANGER:  I don't think so because I think that's a very clever      political step on his part--cynical, perhaps, yes, but clever in the      sense that many Frenchmen--that is, the great majority--are not of some      ethnic community, and they're very much afraid of having their cars      burned even if they don't live anywhere near the suburbs that are burning      at this time.  And you can't say--it's not politically correct, of      course, to call people from the suburbs bad names, so Sarkozy has done it      for them and in a sense defusing the extreme right wing and taking over      much of the political spectrum for himself, in view of the 2007      presidential elections when he will be a candidate. LYDEN:  Ted Stanger is a former Newsweek correspondent in Paris who      continues to write about the French scene.  Ted Stanger, thanks for being      with us. Mr. STANGER:  My pleasure. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2005/11/06/4991726/understanding-the-paris-riots"
        },
        {
            "headline": "The Voting Rights Act, 40 Years Later",
            "author": "By  \n\n\n      Ed Gordon",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 5,
                "year": 2005
            },
            "article_content": "Saturday, August 6, marks the 40th anniversary of the signing of the Voting Rights Act.  In 1965, President Lyndon Johnson signed the measure into law, guaranteeing the right of all Americans to vote regardless of creed or color. But some provisions of the legislation may be in jeopardy when the Act comes up for renewal in two years. Ed Gordon talks with the Rev. Jesse Jackson of the Rainbow-PUSH Coalition and Barbara Arnwine, executive director of The Lawyers' Committee for Civil Rights Under Law.  ED GORDON, host: From NPR News, this is NEWS & NOTES.  I'm Ed Gordon. Tomorrow marks the 40th anniversary of the signing of the Voting Rights      Act. In 1965, President Lyndon Johnson signed the measure into law,      guaranteeing African-Americans' right to vote. (Soundbite of 1965 audio) President LYNDON B. JOHNSON:  At times, history and fate meet at a single      time in a single place to shape a turning point in man's unending search      for freedom.  But even if we pass this bill, the battle will not be over.      What happened in Selma is part of a far larger movement which reaches      into every section and state in America.  It is the effort of American      Negroes to secure for themselves the full blessings of American rights.      Their cause must be our cause, too, because it's not just Negroes, but      really it's all of us who must overcome the crippling legacy of bigotry      and injustice, and we shall overcome. GORDON:  But some provisions of the legislation are in jeopardy when the      act comes up for renewal in two years.  This week, US Attorney General      Alberto Gonzales promised the Bush administration would work to extend      it. (Soundbite of this week's statement) Mr. ALBERTO GONZALES (US Attorney General):  President Bush is committed      to the basic ideals embodied in this legislation, and his affirmation of      equal voting rights is unqualified.  He wants to ensure that every      qualified person in every community of American citizens has an equal      chance to not only vote, but also have that vote count. GORDON:  Joining me at member station WCLK in Atlanta is the Reverend      Jesse Jackson, founder and president of the Rainbow/PUSH Coalition.  And      on the phone from Orlando, Florida, Barbara Arnwine, executive director      of the Lawyers' Committee for Civil Rights Under the Law. Reverend, before we get into the march that you will hold in Atlanta on      Saturday, I know you want to talk about what we are hearing from the      attorney General. Reverend JESSE JACKSON (Founder and President, Rainbow/PUSH Coalition):      I do. To put this thing in context, we were denied the right to vote for      346 years, 246 without citizenship, and then the promise of 1870 was      broken.  So Johnson called it `honoring the broken promise.'  We must put      that context.  Those that we defeated in 1965 changed parties but didn't      change stripes.  They never gave up on trying to undercut or diminish the      vote, using gerrymandering, annexation at large, roll purging, voter      intimidation, gentrification.  They never stopped trying.  But the '84      and '88 campaigns escalated our participation big time, but by '92 or      '96, because of those two campaigns, Dole and Bush got more white votes      than Clinton.  Clinton got more white, black and brown than they got, and      he won.  So while we focused on voter registration, they're focused on      schemes of voter nullification or neutering the vote.  So in 2000, 2004,      arguably, our voter participation increased, but so did the schemes to      undermine that vote in 2000, so we won the vote and we lost the count. Now in 2007, up for renewal is Section 5, the pre-clearance provision, to      protect us from racial discrimination, and Section 203, the language      provision.  And when the Black Caucus met with President Bush,      Congressman Jackson said to him, `Mr. Bush, will you support Voting      Rights reauthorization with enforcement powers?'  President Bush said, `I      don't support DC statehood.'  `That's not what I asked you.  Do you      support the Voting Rights Act of '65 with enforcement powers?'  He said,      `I don't know what you're talking about.'  When he took that disclaimer      position, that was suggestive. So in Georgia, for example, today, the reduced voter access ID, just      18-to-5; you can only use state-issued ID.  So if you go to Georgia Tech,      you can use your ID to register, but if you go to Clark or Spelman, you      can't use your ID to register--or Emory.  What does that suggest?  There      are a hundred colleges in the state that have no voter issuance ID place.      If you don't have transportation, it's difficult to register; disparate      impact on poor and black people.  Or if you have a car and drive, the      price of gas amounts to a poll tax.  So it is a scheme to make voting      more restrictive.  That's why The Atlanta Journal-Constitution and New      York Times have said the Department of Justice should reject this. But Mr. Gonzales--his speech in Texas focused on language provisions,      trying to appeal for Hispanics, but ignored Section 5, the racial      dimension of it, which is what Selma was about:  ending the dimension of      slavery and Jim Crow. He ignored Section 5.  He ignored the crisis in      Georgia, in Indiana, as well as the fraud that took place in Ohio last      year. GORDON:  So you see this, to a great degree, as playing both ends against      the middle--the idea that they are continuing to try to reach out to      Latinos and saying, `We're saving this provision,' but not dealing with      what is most important. Rev. JACKSON:  That's right.  And you--and the thing about this is that      the Selma battle was about Section 5.  It was about race discrimination.      They also added language, which was the right thing to do.  But the      Voting Rights Act was not for blacks only and not for South only. GORDON:  Right. Rev. JACKSON:  It's nine Southern states, but nine states outside of the      South that are affected.  All of Alaska and parts of California, parts of      New York, for example, are part of the Voting Rights Act of '65; or poor      whites who couldn't pay poll taxes could not vote.  So just as blacks      saved the Union in the Civil War, we've saved democracy in 1965.  And now      that Voting Rights Act and its enforcement provisions are under attack,      and I'm glad that Barbara Arnwine is with us.  She may be the most      knowledgeable legal-scientific mind in America today on how this thing is      unfolding.  So we do have good information.  We have a good cause.  So      August 6th we'll celebrate the Voting Rights Act by marching. GORDON:  Barbara Arnwine, explain to the layman who may not understand      the Voting Rights Act why it is so important to keep these provisions,      not only historically, but present day. Ms. BARBARA ARNWINE (Executive Director, Lawyers' Committee for Civil      Rights Under Law):  Absolutely.  I want everyone to understand that the      Voting Rights Act has what are called permanent provisions, which is      Section 2, and other provisions that are ongoing.  What is happening is      that three very, very vital provisions of the act are expiring.  These      are temporary provisions.  They are reviewed periodically by Congress to      make sure that they're still needed.  The provisions are, as Reverend      Jackson has said, Section 5, which is the pre-clearance provision.  It      basically says any jurisdiction--and, by the way, this covers about 4,000      jurisdictions in the United States, covering not only African-Americans      but also Latinos and Native American districts.  And basically what it      says is that none of these jurisdictions that are covered--counties,      cities, states--can enact any kind of electoral change without a      pre-clearance by the department to justify that this will not have a      discriminatory impact or effect upon the racial minorities that are      covered. So then the very important provision that I'm surprised he didn't mention      at all is provisions 6 through 10, which are basically the provisions      that cover the authority of the Justice Department to intervene in      elections and to... Rev. JACKSON:  Yeah. Ms. ARNWINE:  ...monitor poll sites.  Now what people need to understand      is that this is not historic, that this is about current-day      discrimination, because the Lawyers' Committee was involved in a lawsuit      last year where the county commissioners of Waller County, Texas, right      outside of Houston, and--challenged the voters who were minorities, and      basically what they said was that they were going to have polling hours      for early voters three days in the white community and one day in the      black community.  Now that, in its face, is absolutely discriminatory and      unequal, but they were trying to get away with it even though under      Section 5 the whole state of Texas is covered and they had not      pre-cleared.  We made that clear to them, that they were in violation of      the law, and they rescinded and gave everybody the same amount of early      voting time. So that just shows you that these are not passe issues.  The need for the      Justice Department to monitor was made clear in 2003 in November.  Again,      there's--just a great example of it is where, in Louisville, there was an      attempt to bring in 500 challengers into the black community only to      challenge black voters... GORDON:  Right. Ms. ARNWINE:  ...because of a flier that was passed around in the state,      namely to Republicans, that said, you know, `Don't let blacks steal      another election.'  And it was very, very vicious.  It was totally      racial.  And the Justice Department, after groups like myself and others,      you know, complained, had to tell the entities who were trying to do this      challenge that it was... GORDON:  Right. Ms. ARNWINE:  ...illegal and that they would prosecute them if they... GORDON:  Reverend, I know you want to pick up on a couple of these      points, but I also want you to hit on one key thing, I think, here that      people will miss, and it's what I call the political domino effect.  If      you continue to allow these gains to be chipped away, ofttimes, those who      are looking to regress civil rights gains will see this as a victory and      move on to others. Rev. JACKSON:  A classic case--when Tom DeLay in Texas can target Martin      Frost and see him as an illegitimate opposition and simply redraw the      lines and wipe him out, and the Department of Justice turns its head      away.  An unenforced law becomes like an Indian treaty.  It's on paper,      but it's not real.  When they can make a move in Georgia to restrict      voting, but they also can reduce black congressional representation from      four down to one--so what is at stake here is fair--is the equal right to      vote, but also fair representation, because if Department of Justice will      turn its head as these maneuvers take place on race and language, we're      talking about a radical setback.  So you'll have the right to vote, but      the right to vote without enforcement is a gun without the trigger, the      right to swim in a pool without the water.  It only makes sense if it is,      in fact, enforced.  And this administration, both Gonzales and the      previous attorney general, have not been willing to, in fact, vigorously      enforce the law. GORDON:  All right.  We should note, again, Reverend Jackson, the march      is when? Rev. JACKSON:  August 6th.  It's the 40th anniversary.  I must say,      again, we were denied the right to vote for 346 years.  This was the      breakthrough.  And those that we defeated then have never stopped trying      to undercut it, so we must march.  We fought to get it; we must now fight      to keep it. GORDON:  Mega Fest is here, the Black Journalists Convention, Billboard      Music--a lot of people here in Atlanta.  The Reverend Jesse Jackson,      founder and president of Rainbow/PUSH Coalition, and Barbara Arnwine,      executive director of the Lawyers' Committee for Civil Rights Under the      Law, I thank you both for joining us. Rev. JACKSON:  Thank you. Ms. ARNWINE:  Thank you so much. GORDON:  This is NPR News. Copyright © 2005 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2005/08/05/4786618/the-voting-rights-act-40-years-later"
        }
    ]
}