{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Rick Warren Roundup",
            "author": "David Gura",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 18,
                "year": 2008
            },
            "article_content": "Invoke or provoke?\n                \n                    \n                    AFP/Getty Images\n                    \n                \nhide caption Yesterday, the Joint Congressional Committee on Inaugural Celebrations announced the program for the inauguration of Barack Obama, \"based on requests from the President-elect and the Vice President-elect.\" There will be musical performances by The San Francisco Boys Chorus and the San Francisco Girls Chorus, Aretha Franklin, and The United States Marine Band; poetry by Elizabeth Alexander, a Yale University professor; and an invocation by the Rev. Rick Warren, the pastor of Saddleback Church. The decision to include Warren has drawn a lot of criticism from progressives, who argue that his views -- on abortion, homosexuality, and gay marriage -- make him unpalatable: Ezra Klein says that \"this might be a wise political calculation on Obama's part. But it is a cruel thing to ask of his coalition.\" There's a time to pander to intolerance, and it is called the election. The election is over. January 20th is the inauguration. Pro-choice women and gays were a significant part of Obama's coalition, and they're being forced to accept that the candidate they worked for will use the election they won to elevate a powerful religious leader who works often and publicly against their interests. For them, the day will be darkened. Andrew Sullivan, an openly-gay blogger and senior editor at The Atlantic, has been weighing in since the announcement was made. He doesn't sound as optimistic as he did during the campaign: Warren is a man who believes my marriage removes his freedom of speech and cannot say that authorizing torture is a moral failing. Shrewd politics, but if anyone is under any illusion that Obama is interested in advancing gay equality, they should probably sober up now. He won't be as bad as the Clintons (who, among leading Democrats, could?), but pandering to Christianists at his inauguration is a depressing omen. There are a few people who think that the Warren pick was a wise one. Steven Waldman, the founder of Beliefnet, whom we'll hear from today, is one of them. He wrote a piece for The Huffington Post, in defense of Rick Warren. According to Waldman, \"Obama was wise to ask [Warren] to deliver the invocation at the inauguration.\" \"Obama opted for spiritual bipartisanship,\" he writes. \"The move helps to depoliticize prayer -- which, of course, is very politically shrewd.\" What do you think? What does this choice tell you about the next president's politics and priorities? Come Jan. 20, will you bow your head or shake your fist?",
            "bias": "racial",
            "url": "https://www.npr.org/sections/talk/2008/12/rick_warren_roundup_1.html"
        },
        {
            "headline": "Best Classical CDs: Music Crossing Boundaries",
            "author": "By  \n\n      Brian McCreath",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 1,
                "year": 2008
            },
            "article_content": "Just as the 2008 presidential election exposed and ultimately crossed gender, racial and generational barriers, many of the year's notable recordings explored and wrestled with different kinds of boundaries — some musical, some cultural, and some almost unimaginable if not for the power of music. Click here for more entries in the Best CDs of 2008 series. The present-day ubiquity of these six pieces by  J.S. Bach in no way diminishes their revolutionary impact in redefining the hierarchy of instruments. The emergence, literally, of the harpsichord -- from its workmanlike basso continuo role into the spotlight of virtuosity in the Concerto No. 5 -- is demonstrated with supreme warmth and clarity in Trevor Pinnock's collaboration with a handpicked ensemble, one of many such moments in this new recording. Gunther Schuller breached a different kind of musical barrier in the late 1950s, bringing together the aesthetics of jazz and classical traditions. Third Stream music was the result, and the Boston Modern Orchestra Project has teamed up with a jazz quartet that includes Schuller's sons (Edwin and George) for an electrifying new recording of three landmark pieces. The Eroica Trio's newest recording, its first with violinist Susie Park, crosses yet another musical boundary with the premiere recording of Mark O'Connor's homage to singer/songwriter/cultural icon Johnny Cash: the Piano Trio No. 1, \"Poets and Prophets,\" featuring O'Connor's trademark deft weaving together of classical textures and the earthy drive of roots music. Alexis Weissenberg, one of the great concert pianists of the last century, had his own way of exploring the cross-fertilization of jazz and classical forms, perhaps shown most clearly in his Sonate en état de jazz (Sonata in a State of Jazz). Marc-André Hamelin, whose playing always exhibits dynamism, grace, humor and, not least, technique to burn, borrowed that title for a recording that rips stylishly through jazz-influenced music by Weissenberg, Gulda, Kapustin and Antheil. Catalonian gambist and scholar  Jordi Savall \r\nhas made a habit of venturing into the nether regions of early music. Inspired by the 16th-century missionary Francisco Javier, Savall combines two of his ensembles -- the instrumental Hespèrion XXI and the vocal La Capella Reial de Catalunya -- with guest soloists on Asian instruments to imagine the sounds that would have occurred along the route from Spain, through Africa and India, and on to Japan and China, supported by exhaustive and beautifully presented text. Terry Riley\r\n begins with something like a contemporary take on similar East-West combinations, writing that \"the pipa and the Western string quartet highlight the boundary regions of cultural reference,\" and that his \"plan was to make these regions seamless so that the listener is carried between worlds without an awareness of how he/she ends up there.\" John Adams also finds inspiration by looking east, but the result is quite different.  For A Flowering Tree, based on an Indian folk story, the composer tells a story of love and transformation. Rather than attempting a musical hybridization, Adams relies entirely on his own imaginative musical language.  That the result is so convincing demonstrates how powerful that language is. Very real political and religious divisions and boundaries were central to the music written by  Thomas Tallis  and  William Byrd  at the time of the English Reformation.  Stile Antico  shows how the seemingly simple programming idea of alternating Psalm-tunes by Tallis and motets by Byrd can vibrantly illuminate the cultural arena that birthed two vastly different approaches to the expression of devotion. (In this example, Byrd's \"Vigilate\" is preceded by Tallis's Third Tune.) Nineteen years after the fall of the Berlin Wall, it becomes increasingly difficult to imagine the boundaries, both explicitly stated and psychologically imposed, created by the Soviet state. This performance of  Shostakovich 's wrenching Fourth Symphony not only brings out the best in a great orchestra, but also supports a fascinating video presentation (included on a bonus DVD) that hauntingly communicates the insidious nature of Soviet power and its effect on art. Equally unfathomable are the boundaries placed on the prisoners confined to Theresienstadt, and Anne Sofie von Otter's personal connection to the story -- her father was a Swedish diplomat who attempted unsuccessfully to alert the world to the horrors of Nazi concentration camps -- adds compelling weight to her traversal of music written by those prisoners. Heartbreaking music, yes, but also consolingly transcendent.",
            "bias": "racial",
            "url": "https://www.npr.org/2008/12/01/97470798/best-classical-cds-music-crossing-boundaries"
        },
        {
            "headline": "The Countown: Day 23: \"Majority-Minority\" America",
            "author": "By  \n\n\n      Farai Chideya",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 12,
                "year": 2008
            },
            "article_content": "I don't have the zen to accept every moment of my life for what it is. Right now, I am having a hard time avoiding fear, specifically fear of the racial ugliness bubbling up during this election. I've interviewed Klanspeople and other white supremacists; dealt with the inevitable slings and arrows of being a black woman in America; even found out at one point that one of my supervisors told a white employee that I took his job because of affirmative action. It's just part of the game, right? Well, it still stings. Seeing a guy wave around a Curious George doll at a McCain event is one thing. You can chalk that up to gleeful racist mischief... i.e., mean, but stupid. Seeing Meet the Press, which actually has a black contributors, pretzel itself this week trying to discuss race without any guests of color was tougher. It's not that black people (or Asians, Native Americans or Latinos) are the only folks who can talk about race. Far from it. It's just that having an all-white panel during a turning point week in the discussion of race in America is a sign that we in the media still need a little help. Discovery Channel's Ted Koppel pauses as he listens to moderator Tom Brokaw, during a taping of 'Meet the Press' on October 12, 2008 in Washington, D.C.\n                \n                    \n                    Alex Wong, Getty Images for 'Meet the Press'\n                    \n                \nhide caption The discussion would have been stronger with a good black commentator. (The clip from guest Ted Koppel's documentary \"The Last Lynching,\" which airs tomorrow on the Discovery Channel, was intriguing though.) It's nice that the term The Bradley Effect has become, once again, a key part of the American political lexicon. But that term has, over time, come to underplay the strong and irrational currents of emotion that exist around race and, dare I use the word, change. Despite the polls trending in one pro-Obama direction, the outcome of this race is not written yet, nor should it be. I'm not just talking about the change that a black President could bring. I'm talking about the ongoing demographic change that will bring America, by the Census's latest estimates, a nation without a racial majority circa the year 2042. In some ways, it's that change that undergirds this nation's fears and insecurities. The year that America becomes \"majority minority\" may be off, but that change of demographics is going to come. Nearly a decade ago, I wrote a book called The Color of Our Future that charted that change (predicted, back then, to happen in the year 2050). I talked to teens because I find teens refreshingly unguarded compared to older adults when it comes to talking about race, and also because many of them will be alive when this demographic shift occurs. The cultural shift is occurring far ahead of the actual demographic shift ... and that's got some folks in full flip out mode. I just found out that my book is going to be excerpted, yet again, in a college reader. It's gratifying to know that although the statistics I talked about have changed, the underlying question of how we will react to the idea of a nation where white Americans are no longer a majority is more pressing than ever. How will we will evolve emotionally and spiritually as we evolve politically and demographically? Are we prepared to open up, or will we devolve into name calling and a blame game about our problems? The face of America is changing, but are we ready and are we willing to communicate freely and respectfully during this transition? That's a question that won't be answered on November 4th.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/newsandviews/2008/10/the_countown_day_23_tiptoes.html"
        },
        {
            "headline": "The Conservatives' Race-Baiting Miscalculation",
            "author": "By  \n\n\n      John Ridley",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2008
            },
            "article_content": "Conservatives got too complacent playing bait-your-way-to-victory and failed to notice that in 2008 it's minority voters who may very well decide the outcome of this presidential election. Back in the days of the Willie Horton ad and Jesse Helms' re-election campaigns, a healthy garnish of racial fear would almost guarantee an election victory for the offending party. Flash some dark flesh in an ad, allude to white girls put in jeopardy by the colored menace and you could pretty much start measuring curtains for the executive mansion. However, the demographics have clearly shifted around, though the Republican Party seems nearly blind -- and tone deaf -- to the fact. Conservatives got too complacent playing bait-your-way-to-victory and failed to notice that in 2008 it's minority voters who may very well decide the outcome of this presidential election. The same minorities that conservatives have been handing a slap to the back of the head at nearly every opportunity. From not-so-subtle euphemisms to open slurring, how much is conservative race-baiting going to cost the Republicans? Probably the presidency. President Bush won 40 percent of the Hispanic vote in 2004. In contrast Barack Obama currently has a more than 2-to-1 edge with Hispanic voters over John McCain. That may have something to do with conservative \"satirist\" Rush Limbaugh encouraging Hispanic voters to either \"shut your mouth, or get out.\" The Latino vote could shift the election in Colorado, Florida, New Mexico, Nevada and North Carolina. All states that in recent years the Republicans could nearly bank on. North Carolina especially is turning into a dicey proposition for Republicans. In addition to Hispanic voters, there's expected to be an increased turnout among black voters who should top the 85 percent support they gave to John Kerry in 2006. That combo has given Team McCain enough worry that they've had to feverishly dispatch running mate Sarah Palin to North Carolina in an effort to shore up the state. While the historic candidacy of Barack Obama has an obvious emotional pull for people of color, Republicans had been making inroads among black voters. In 2004, President Bush took 11 percent of the black vote nationally, an increase from about 7 percent in 2000. But in the swing states of Pennsylvania and Ohio, Bush was able to claim as much as 16 percent of the black vote to help solidify his victories. John McCain is not expected to poll above the single digits with black voters in either state. The Republicans are losing Asian voters as well. Forty-one percent of Asian-Americans support Obama and 24 percent McCain (though with a large 34 percent undecided, Asians could tip for McCain). And file this under Kinda Ironic: broken down by country of origin, the only group of Asians in which McCain out polls Obama are Vietnamese, 51 percent to 24. From the beginning of the primary season, Republicans -- in contrast to the Democrats -- looked less like a representation of modern America than a reenactment of Founding Father's demographics. By the time their national convention rolled around, the Republicans had managed to put together the whitest political jamboree in recent history. Just 13 percent of their delegates were minorities. To be fair, Republicans have in the past tried to reach out to minority voters. Most recently there was an RNC minority outreach program spearheaded by Ken Mehlman, then-chairman of the Republican National Committee, and Sen. Mel Martinez of Florida. The effort should be acknowledged. And President Bush has obviously done a commendable job of appointing minorities to high profile positions. But conservatives have to understand that outreach cannot be an empty buzzword highlighted by making a speech at the Edmund Pettis Bridge 43 years after the fact. Outreach means taking a stand when your members use slurs like \"uppity\" and your operatives call Hispanics \"stupid and unskilled.\" True outreach means not skipping events such as the All American Presidential Forum organized by Tavis Smiley at Morgan State University and the Univision debate. And if you want to attract some voters of color you certainly can't allow Sarah Palin to get away with making the racially charged comment that Obama \"is not a man who sees America like you and I see America.\" Based on Republican demographics, certainly Palin is far more correct than she knows.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/visibleman/2008/10/the_conservatives_racebaiting.html"
        },
        {
            "headline": "Tuesday Morning: Debate-Eve Character Hits; Politico Takes On Race; And Hsu Back In The News",
            "author": "Evie Stone",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 7,
                "year": 2008
            },
            "article_content": "Good debate morning, merry readers. As the markets keep dropping, the stakes keep rising for our candidates -- and the campaigns get increasingly personal. The Obama campaign responded to a Sarah Palin hit on Bill Ayers with a 13-minute documentary video about McCain's involvement in the Keating Five, and is now cheerfully circulating news stories about McCain's connections with a group that had ties to the Contras back in the 1980s. And both campaigns are out with new negative ads this morning. McCain's spot calls Obama \"hypocritical\" when he accuses McCain of running misleading ads. Obama's ad says McCain is \"running out of time\" and needs to distract Americans from the country's problems by smearing Obama. But is this really where voters want the campaign to go as the Dow sinks and world markets teeter? The NYT's Adam Nagourney posits that a continued descent into character assassination could make the candidates appear petty at a time of genuine fear for many Americans. He suggests McCain has more to lose, since he's already struggling for traction on economic issues. Yet in shifting toward a more negative and personal message, the two campaigns risked seeming detached from the economic anxieties of voters at a time when the financial system is teetering. The risk could be especially great for Mr. McCain, who has ceded political ground to Mr. Obama during the financial crisis and has taken the more combative stance in recent days. A lacerating speech he gave Monday -- \"Who is the real Barack Obama?\" Mr. McCain asked -- was shown on cable television juxtaposed with images of another horrible day on Wall Street. The LA Times seconds that sentiment, and adds that even if the attacks stick, it's unclear they'll sway voters who are preoccupied by little things like, say, losing their homes/jobs/401(k)s. Even if McCain manages to tap into public uncertainty about Obama's past, it is the fears of financial meltdown that are likely to decide \"whether the doubts that are raised make a damn bit of difference to voters,\" said one GOP strategist, who requested anonymity in order to speak frankly about internal party deliberations. Tonight's event is a town hall format, which leaves less leeway for the candidates to drive the conversation off a cliff. NBC's Tom Brokaw will moderate. McCain has historically thrived in the town hall setting, but has lately stuck to more scripted events, apparently in an effort to maintain message discipline. Lynn Sweet describes the rules and format for tonight's show, as agreed to by both campaigns: Brokaw selects the questions to ask from written queries submitted prior to the debate, according to the \"contract.\" An audience member will not be allowed to switch questions. Under the deal, the moderator may not ask followups or make comments. The person who asks the question will not be allowed a follow-up either, and his or her microphone will be turned off after the question is read. A camera shot will only be shown of the person asking -- not reacting. The candidates are also prohibited from asking each other questions and can't wander outside their \"designated areas\", which will be marked on the stage. In pollsville, the Washington Post and ABC have new numbers this morning giving Obama a 6-point advantage in Ohio, the state that secured George W. Bush's re-election in 2004. Obama has opened up a 14-point lead among women, a group Bush and Kerry split evenly last time. No Republican has ever won the presidency without carrying Ohio. But despite recent swing-state boosts for Obama, the subtext of the election is still dominated by a giant question mark that no one seems to know how to handicap or talk about: race. This morning's Politico takes the issue head on in a special section on race and the campaign. Harris and Vandehei observe the uncertainty among journalists and pundits about a possible racial backlash on election day, and whether or not the Bradley Effect is really dead. John Kraushaar provides anecdotal evidence that some working-class white voters are more concerned about pocketbook issues than identity politics. And Ben Smith adds that while white resistance to Obama could be under-polled, so might black support. Smith examines the Obama camp's comprehensive registration and get-out-the-vote efforts in the black community -- which have remained off the radar of most mainstream media. Little of this targeted outreach has produced images of Obama addressing black crowds or mingling with black officials, and most has gone unnoticed by the broader electorate. \"If you didn't notice it, then you probably weren't the target,\" said Obama spokesman Corey Ealons of the targeted advertising. He described the campaign's general voter registration drive - which has focused heavily on young voters, as well as African-Americans - as \"a very extensive effort and that's been one of the highlights and major focuses of the campaign.\" Smith quotes pollster Mark Blumenthal's assertion that if the Obama campaign can turn out black voters at a higher rate than white voters, \"it could be worth a point or two in states like Virginia, Ohio, Michigan, and maybe Indiana, and the polls may or may not be picking it up.\" With tight polls in many swing states, those could be big points. And finally, in a throwback to the halcyon days of summer 2007: Norman Hsu! Hsu, for those whose memories of those days are deservedly hazy, is a former Hillary Clinton bundler who went on the lam after news reports sparked an investigation into his fundraising tactics and who was later apprehended by the FBI after getting sick on a train in Colorado. It turned out he was already a fugitive after failing to appear for sentencing for a fraud-related theft charge in 1991. Today the LA Times reports that the SEC has filed a civil suit against Hsu for operating a $60 million ponzi scheme. I'll be back this evening to fact-check the debate with our army of issues reporters and Twitterers. Until then, you're in Laurel Wamsley's capable hands.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/vox-politics/2008/10/tuesday_morning_debate-eve_character_hits_politico_takes_on_race_and_hsu_back_in_the_news.html"
        },
        {
            "headline": "Race and Election '08",
            "author": "By  \n\n      Laura Krantz",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 20,
                "year": 2008
            },
            "article_content": "I've noted that race is the Republican Party's Achilles heel.  Well, folks, the shoe is now on the other foot. Faye Anderson, citizen journalist As the presumptive Democratic presidential nominee, Barack Obama is the first African-American standard bearer of a major political party. While Obama received 9 out of 10 black votes, his victory was also powered by young people and high-income whites. So race no longer matters, right? Wrong. Race still matters. The fact is, Obama racked up an insurmountable delegate lead before snippets of sermons by the Rev. Jeremiah A. Wright Jr. exploded on Americans' TV screens and computer monitors. While he has since severed ties with Wright, the political damage was done. Indeed, Obama lost six of the last 10 contests. At the same time, his weakness with white voters was exposed. While he won 57 percent of the white vote in Oregon, white folks in the Beaver State are a different shade of white. Portland is arguably ground zero for latte-drinking liberals. In a recent column, New York Times columnist Paul Krugman wrote about the \"de-racialization of U.S. politics\" and asked: \"But why has racial division become so much less important in American politics?\" Krugman must be reading exit polls through rose-colored glasses. Polls show one in five white Democrats would rather drink muddy water than vote for Obama. The latest Gallup poll shows a stark racial divide in voters' presidential preferences. While 90 percent of blacks support Obama, his support among whites is only 39 percent. In this \"de-racialized\" presidential election, voters use coded language such as \"comfort level\" and \"he's not one of us.\" Rev. Jeremiah Wright, patriotism and the American flag pin are proxies for race. At a recent forum on media coverage of the presidential campaign, Dr. Ronald Walters, director of the African American Leadership Center at the University of Maryland, said Obama wanted to run a race-neutral campaign. \"His avoidance of specific issues was accepted by the black community.\" Walters added: \"Reverend Wright became the hallmark of race for the Obama campaign and he had to speak out about race.\" Over the years, I've noted that race is the Republican Party's Achilles heel. Well, folks, the shoe is now on the other foot.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/sundaysoapbox/2008/06/race_and_election_08_1.html"
        },
        {
            "headline": "March 18th Show",
            "author": "By  \n\n      Gwen Outen",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 18,
                "year": 2008
            },
            "article_content": "In today's first hour, we'll hear audio from today's Supreme Court proceedings in the case of District of Columbia v. Heller. The Court is now in a position to decide whether or not the Second Amendment protects an individual's right to own guns. Our guests will be Los Angeles Times Supreme Court reporter David Savage and the two main lawyers who argued the case today. Following that, we'll answer your questions about the Federal Reserve Board with the former director of the Federal Reserve Board's Division of Monetary Affairs. And we'll read from your letters and blog comments and hear from author ZZ Packer about which century she'd like her personal time travel machine to land in. For our entire second hour today, we will talk to guests about a speech made earlier today by Democratic presidential hopeful Barack Obama where he addressed the issue of race and how it has played out in this election. In his speech, Obama said, in part: \"...Contrary to the claims of some of my critics, black and white, I have never been so naive as to believe that we can get beyond our racial divisions in a single election cycle, or with a single candidacy -- particularly a candidacy as imperfect as my own. But I have asserted a firm conviction -- a conviction rooted in my faith in God and my faith in the American people -- that working together we can move beyond some of our old racial wounds, and that in fact we have no choice is we are to continue on the path of a more perfect union....\" Guests in our second hour talk about their reaction to Obama's speech on race and controversial remarks made by his longtime pastor, Reverend Jeremiah Wright.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/talk/2008/03/march_18th_show.html"
        },
        {
            "headline": "Iranian Elections Provide View into Power Dynamics",
            "author": "By  \n\n\n      Corey Flintoff",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 12,
                "year": 2008
            },
            "article_content": "Tehran Mayor Mohammed Baqr Qalibaf, a former national chief of police and revolutionary guard soldier, was defeated in the June 2005 presidential poll. He is seen as a strong contender in the 2009 election for president.\n                \n                    \n                    Scott Peterson/Getty Images\n                    \n                \nhide caption Ali Larijani is a candidate for the coalition list of conservative. Iranians will vote on March 14 to choose their eighth parliament since the 1979 Islamic revolution, in an election that is expected to see conservatives tighten their grip on the chamber.\n                \n                    \n                    Fred Dufour/AFP/Getty Images\n                    \n                \nhide caption Iranian women distribute leaflets for reformist candidates in northwest Tehran on March 13, 2008.\n                \n                    \n                    Atta Kenare/AFP/Getty Images\n                    \n                \nhide caption Iranian women distribute leaflets for reformist candidates in northwest Tehran on March 13, 2008. On the face of it, Iran's elections Friday would seem to have little relevance for anyone except the country's ruling clerics. The religious board that supervises elections has disqualified thousands of independent and reform candidates.  The list of those prevented from running in the election is said to include 19 members of parliament.  At one point, the list included the grandson of the late Ayatollah Khomeini, the man who led the Iranian Revolution — although he has now been reinstated as a candidate. But some observers say that even a flawed election can show the United States a lot about the dynamics of power among factions in the Iranian government. Learning from the Election \"I don't mean to imply that Iranian elections are democratic, but the results are relevant,\" says Mohsen Milani, chairman of the department of government and international affairs at the University of South Florida in Tampa. \"The elections can show who has the upper hand among Iran's governing elite,\" he says. James Phillips, a research fellow at the Heritage Foundation, says the advantage is likely to belong to President Mahmoud Ahmadinejad. \"These aren't genuine elections,\" he says.  \"The Ayatollahs control who you can vote for.  This could simply help Ahmadinejad cement his power.\" Phillips notes that those who were forbidden to run in this election included some people who have held political office in the past.  He says the process of disqualifying opposition candidates amounts to a \"slow-motion purge\" of reformers from the government. Speaker Position Key Milani says a key indicator of where power lies will be who becomes the new speaker of parliament. \"One person to watch is Mohammed Baqer Qalibaf, the mayor of Tehran,\" Milani says.  \"He could challenge Ahmadinejad for the presidency in 2009.\" Qalibaf is 46 years old and, like Ahmadinejad, he served in Iran's Revolutionary Guard during the Iran-Iraq War.  From 1999 to 2005, he served as the Islamic Republic's top police official.  Qalibaf lost to Ahmadinejad during the presidential election of 2005, but later won the election to succeed Ahmadinejad as mayor of Tehran. Phillips agrees that Qalibaf is one of the strongest members of what he calls the Iranian government's \"internal loyal opposition.\"  He characterizes Qalibaf as a hardliner, but says he lacks Ahmadinejad's strong religious focus. \"I would expect him to make another run against Ahmadinejad next year,\" Phillips says. Voter Participation Phillips says that when the election results come in, one of the most interesting counts will be the number of people who actually bother to vote. \"I think participation will be down,\" he says, \"in part because the regime has given people such limited choices.\" As to whether the United States should take sides in the election, Milani says, \"I believe the U.S. should be quiet.  Any attempt by the U.S. to praise one faction or another is just going to hurt them in the eyes of the Iranian public.  Let them fight it out, and then we can see what happens.\"",
            "bias": "racial",
            "url": "https://www.npr.org/2008/03/12/88163375/iranian-elections-provide-view-into-power-dynamics"
        },
        {
            "headline": "Romney, McCain Trade Blows at GOP Debate",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 31,
                "year": 2008
            },
            "article_content": "The Republican presidential hopefuls debate at the Ronald Reagan Presidential Library in Simi Valley, Calif., one week before the California primaries on Feb. 5.\n                \n                    \n                    David McNew/Getty Images\n                    \n                \nhide caption The Republican presidential hopefuls debate at the Ronald Reagan Presidential Library in Simi Valley, Calif., one week before the California primaries on Feb. 5. Sharp exchanges over Iraq and the candidates' campaign tactics spiced a tense debate Wednesday between the main rivals for the Republican presidential nomination. The GOP contest is shaping up as a battle between Sen. John McCain of Arizona and former Massachusetts Gov. Mitt Romney, who dominated the action at the Ronald Reagan Presidential Library in Simi Valley, Calif. Former Arkansas Gov. Mike Huckabee and Rep. Ron Paul of Texas were also on the stage, but struggled to be heard as McCain — the new front-runner — fended off an aggressive assault by Romney. Missing from the last GOP debate before voters in more than 20 states head to the polls on Feb. 5 was former New York Mayor Rudy Giuliani. He dropped out of the race earlier Wednesday and endorsed McCain, who emerged from Tuesday's Florida primary with new momentum. Romney wasted no time laying out his argument against McCain, branding his rival as \"outside the mainstream of Republican conservative thought.\" Noting that McCain had been endorsed by The New York Times, Romney said: \"If you get endorsed by the New York Times, you're probably not a conservative.\" \"Let me note that I was endorsed by your two hometown newspapers, who know you best, including the very conservative Boston Herald,\" McCain shot back, adding: \"Let me just say I'm proud of my conservative record. It's one of reaching across the aisle to get things done for Americans ...\" McCain took aim at Romney's record as governor, accusing him of raising taxes by $730 million in Massachusetts. Huckabee, who has not been able to duplicate his early win in the Iowa caucuses anywhere else, struggled  to get a word in edgewise. \"I want to make sure everybody understands this isn't a two-man race,\" Huckabee said. \"There's another guy who would like to say down here on the far right of the stage. You want to talk conservative credentials? Let me get in on that ... I believe in smaller government, lower taxes.\" Now that McCain has a good shot at the nomination — something few believed a few months ago — he is working hard to unify the party and blunt some of the intense anger from conservative Republicans. He has a new approach — if not a new policy — on immigration, vowing to \"secure the borders first\" before pursuing comprehensive reform and a path to citizenship for illegal immigrants. The exchanges between McCain and Romney were heated. McCain repeated an accusation he had used effectively against Romney in Florida, saying Romney had once favored a timetable for withdrawing troops from Iraq. Romney called that a dirty trick, saying that while he did suggest that President Bush and Iraqi leaders discuss the issue privately, he had never called for a timetable to withdraw troops. \"It's an attempt to do the Washington-style old politics,\" Romney said of McCain's allegation. \"Lay a charge out there regardless of whether it's true or not. Don't check it, don't talk to the other candidate, just throw it out there. Get it in the media, in the stream. There's not a single media source that I've seen that hasn't said it was reprehensible. Even The New York Times said it was wrong ... It's simply wrong and the senator knows it.\" McCain didn't back off, but merely switched to a broader attack, saying that while he was staking his political career on Iraq, Romney was hedging his bets. And he blamed Romney for the negative tenor of the campaign. McCain said that Huckabee could \"attest\" to \"the millions of dollars of attack ads and negative ads\" Romney \"leveled against him in Iowa.\" He said Romney had also spent millions on \"attack ads\" against McCain in New Hampshire and beyond. \"A lot of it's your own money,\" McCain said. \"You're free to do with it what you want to, you can spend it all. But the fact is that your negative ads ... have set the tone, unfortunately, in this campaign.\" McCain is expected to receive another important endorsement Thursday. Gov. Arnold Schwarzenegger of California is expected to offer his support at an event in Los Angeles.",
            "bias": "racial",
            "url": "https://www.npr.org/2008/01/31/18566967/romney-mccain-trade-blows-at-gop-debate"
        },
        {
            "headline": "Bipartisan Islamophobia Frustrates Muslim Voters",
            "author": "By  \n\n      Anil Mundra",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 22,
                "year": 2008
            },
            "article_content": "Muslim-Americans are twice as likely as most Americans to be independents according to polls. Most will vote for Barack Obama, but even supporters of the Democratic candidate express frustration at the rampant Islamophobia popping up throughout all sides of the presidential election.",
            "bias": "racial",
            "url": "https://www.npr.org/2008/10/22/95985609/bipartisan-islamophobia-frustrates-muslim-voters"
        },
        {
            "headline": "Decades Later, Old Racial Wounds Still Ache",
            "author": "By  \n\n\n      Michele Norris",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 24,
                "year": 2008
            },
            "article_content": "To tackle the complexities of race deeper than the election polls, NPR hosts Michele Norris and Steve Inskeep periodically travel to York, Pa. In a series of conversations, voters — black, white and brown — discuss their experiences with race and how they will play into choices at the polls. Michele Norris writes about why she wanted to explore the issue of race in this presidential election and why NPR chose York, Pa. In all candor, this election year has dredged up some very strange and potent emotions for me. I all but wept at a film screening the other day. It was The Secret Life of Bees, and the moment came during the scene in which Rosaleen is confronted by a group of menacing racists. That scene snatched me back to Birmingham, Ala., where I used to spend summers visiting my grandparents. My grandfather was a huge man. Very tall. Very dark. Very proud. A former steelworker who wore suits every day once he retired. \"Dress for where you're going,\" he used to say. I'm not sure he ever got there, but I guess that dark suit and skinny tie signaled where the grandkids were supposed to head. He drove a big car. Really big. Shiny and dark with what they called suicide doors that opened from the center. It made it easer to pack people and packages inside. This was important because he rode jitney when he retired from the steel mills. If you're wondering that that means, here it is. Few people had cars in the Ensley neighborhood near Birmingham. My grandfather was a saver, and he had six sons who all worked as early, as long and as hard as he did. He waited until he could buy a car with cash, and when, he did it was a big one — not a big one just to enjoy — but a big car that would help him earn money into retirement. He ferried people to and from the grocery store or the doctor or wherever they had to go. That's called jitney. Summers In Birmingham During my summer stays in Birmingham, my grandfather usually carried me into town with him on trips to Bruno's, the big grocery store. I would have to get dressed up for the day in starchy little pinafores and patent leather shoes. And since this was before the days of car seats, I would sit next to him in the massive front seat, the two of us in what most people would call Sunday-go-to-meeting clothes. Some days when we headed into the business district, my grandfather would be approached by men in work uniforms. They lived in a section across a creek that I later learned was home to Irish and Italian families. They always looked kind of rumpled. They had dirt on their faces and their hair always seemed wet. They called my grandfather \"boy\" and \"nigrah,\" which is slightly less offensive and confrontational than nigger. Slightly. They asked him who he \"thought\" he was, driving a big car and dressing like a preacher. They would walk behind us, barking and sneering and spitting on the sidewalk. They would step in front of us as we tried to pass. My grandfather said little. He knew them by name. I remember that he would sometimes tell them to pass greetings on to their parents or ask after someone he used to work with at the mills. I remember that because those questions seemed to be the thing that got the men to pipe down or back up and let us move on our way — a man with hands the size of oven mitts holding onto an overdressed child. That scene in The Secret Life of Bees touched off my emotions because it reminded me of those trips into town with my grandfather. All these years later, I had an epiphany. I am not sure it is correct, but with 47 years of life at my back, I now think that the little girl in the lace socks and patent leather shoes provided a measure of protection. I'm almost sure of it. I can't imagine putting my own kids into a similar situation --dressing them up, sending them off with their grandparents as fashionable armor. I ran this by my mom. I wanted her to say, \"You're crazy,\" or \"You've always had quite an imagination.\" You know what she said? \"We lived in different times. People did what they had to do.\" Taking Heed Of Where You've Been Our conversations in York have me wondering about those men on the sidewalk. I wonder what they would say about this election year if they were included in our conversations. So often, discussions about race are driven by people who chaffed under restrictive laws or customs. The \"success despite oppression\" narrative is quite common in politics and film and business. Less common — or perhaps more muted — are the contemporary viewpoints of people who enforced, enjoyed or evolved past the point of assumed white privilege. There is a certain amount of heroism associated with overcoming strife. People who stood against integration may have been seen as heroes to their compatriots, but that's not the way they're portrayed in history books. In journalism, those labels are irrelevant. But those stories are important, and those viewpoints are essential, as we try to explore and explain the election and the outcome. I'd like to think America's most painful chapters on race are now history, and thank goodness for that. But it's not ancient history. It's important to remember that, because navigating the road ahead is much tougher if you don't take heed of where you've been. It's true for an individual — and true for a nation.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/10/24/96123809/decades-later-old-racial-wounds-still-ache"
        },
        {
            "headline": "Remembering Gracie Allen's White House Run",
            "author": "By  \n\n      Joe Richman",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 4,
                "year": 2008
            },
            "article_content": "In 1940, the United States was just emerging from the shadow of the Great Depression and war loomed in Europe. Into these serious times stepped Gracie Allen, part of the popular comic duo Burns and Allen, who launched a campaign for president. Allen's Surprise Party began as a publicity stunt, but during a whistle-stop tour across the country the campaign took on a life of its own. This story was produced by Joe Richman of Radio Diaries.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/11/04/96588557/remembering-gracie-allens-white-house-run"
        },
        {
            "headline": "Political Wrap-Up: McCain, Obama and Russert",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n\n\n\n\n\n      Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 16,
                "year": 2008
            },
            "article_content": "Host Steve Inskeep talks to NPR's Scott Horsley about the latest controversy involving John McCain's campaign, Barack Obama's Father's Day speech, and the death of Tim Russert, host of NBC's Meet the Press. GOP presidential hopeful McCain was supposed to have a fundraiser this week in Midland, Texas, at the home of oil man Clayton Williams. But the campaign canceled it, Horsley says, after being reminded of some offensive, misogynistic comments that Williams made in 1990 while running for governor against Ann Richards. \"For McCain, who's been trying to attract women voters and who spent the weekend reaching out to disgruntled Hillary Clinton supporters, that was not a message that they wanted to be associated with,\" Horsley says. Meantime, Democratic presidential hopeful Obama made a strongly worded Father's Day speech to one of the biggest black congregations in Chicago. Horsley says it was a chance for Obama to play against type. Horsley also offers a remembrance of Meet the Press host Tim Russert, the political analyst who died after a heart attack Friday.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/06/16/91544417/political-wrap-up-mccain-obama-and-russert"
        },
        {
            "headline": "Clinton's Speech: High Points and the Road Ahead",
            "author": "By  \n\n\n\n\n\n\n\n      Renee Montagne\n    \n\n ,  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 9,
                "year": 2008
            },
            "article_content": "The stage is set for one Democrat and one Republican to take each other on in a presidential race, now that Sen. Hillary Clinton has thrown her support behind her Democratic rival, Sen. Barack Obama.. Clinton ended her 17-month campaign for the Democratic nomination Saturday. To the cheering supporters who overflowed the National Building Museum in Washington D.C., Clinton spoke of the high points, emotional moments and, perhaps more importantly to the Democratic Party, the road ahead. NPR's David Greene, who spent much of the campaign season traveling with Clinton, tells host Renee Montagne that he wasn't sure what to expect from Clinton's speech. Her advisers were sending signals that she might not really end the campaign, that she might find a way to keep it going and might not fully endorse Obama. \"So when she ... said she wanted everyone to fight as hard as they could to make Obama president, that was news,\" Greene says. He was also struck by how much of Clinton's speech was devoted to the importance of her campaign to women. She made a decision early in the campaign to play up her strength and experience and to play down her gender. But women saw her campaign as a movement, even if she wasn't really encouraging it, Greene says. \"In many ways, she was giving a nod to that reality, oddly enough, on the day she was dropping out.\" Now Clinton says she'll do anything that Obama asks of her, and Greene says her supporters hope that means getting a spot on the ticket.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/06/09/91303988/clintons-speech-high-points-and-the-road-ahead"
        },
        {
            "headline": "Clinton Fans Mixed on Shifting Support to Obama",
            "author": "David Welna",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 8,
                "year": 2008
            },
            "article_content": "Sen. Hillary Clinton has called it quits, 502 days after launching what at the time seemed an unstoppable bid for the presidency. On Saturday, four days after the primaries ended with Sen. Barack Obama claiming victory in the fight for the Democratic presidential nomination, the former first lady spoke in Washington, D.C., promising to work her heart out for an Obama victory in November. But not all of her supporters were eager to jump with her onto that bandwagon.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/06/08/91293231/clinton-fans-mixed-on-shifting-support-to-obama"
        },
        {
            "headline": "Clinton's Ex-Pastor Weighs In on Her Exit, Next Step",
            "author": "By  \n\n\n      Ina Jaffe",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 8,
                "year": 2008
            },
            "article_content": "The Rev. Don Jones, former youth pastor at First United Methodist Church in Park Ridge, Ill., the childhood church of Sen. Hillary Clinton, says he'll follow Clinton's lead in supporting Barack Obama now that she has lost the nomination. Clinton has said that Jones, an early spiritual adviser to Clinton in the 1960s, inspired her greatly when he took her to see Dr. Martin Luther King Jr. speak in Chicago in 1963. \"I'm obviously deeply saddened and disappointed in Hillary's very close loss, and of course some of that feeling is due to my friendship bias and my strong affection for her,\" Jones tells guest host Audie Cornish. \"But I'm also saddened and disappointed because of what the American people will miss out on, in not having one of the finest and most qualified persons ever to run for the presidency and be the very first woman in the office — but I will give my whole-hearted support for Obama.\" Jones says he can only speculate about what Clinton's next move might be. \"I'm guessing, and I'm acutally hoping, that she remains in the Senate, because I think she could probably do more good and achieve more of her social reformist goals in that position of power, rather than the vice presidency or secretary of state, even.\" He says he hopes her colleagues in the Senate will reward her with being the majority leader: \"There I think she could do the most good.\"",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/06/08/91293209/clintons-ex-pastor-weighs-in-on-her-exit-next-step"
        },
        {
            "headline": "Do Political Endorsements Matter?",
            "author": "By  \n\n\n      Brian Naylor",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 15,
                "year": 2008
            },
            "article_content": "Hillary Clinton and Barack Obama are competing fiercely for endorsements — with Obama recently touting support from Sens. John Kerry and Claire McCaskill, plus Nevada's culinary workers, and Clinton getting backing from Barbra Streisand and the governor of Ohio. But do endorsements mean anything? It depends: They may not sway votes, but they can help get money and local organizational help.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/01/15/18121689/do-political-endorsements-matter"
        },
        {
            "headline": "What's with That Obama Poster?",
            "author": "By  \n\n\n      Alex Cohen",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 7,
                "year": 2008
            },
            "article_content": "Shepard Fairey stands in front of his poster.\n                \n                    \n                    Courtesy of Studio Number One\n                    \n                \nhide caption There's a red, white and blue image of Sen. Barack Obama that you've likely seen by now — it has appeared on the front page of The New York Times, on bumper stickers and across billboard ads. Los Angeles-based street artist Shepard Fairey is the man behind the design. Fairey first made a name for himself in the late '80s with black and white stickers featuring wrestling legend Andre the Giant. Fairey is known for putting his stickers and posters in unlikely and often illegal places. \"That's always been my style,\" Fairey says. \"I don't get permission. I just do it.\" He has the arrest record to prove it. And that's why, at first, he wasn't sure how the Obama campaign would feel about an artistic endorsement from him. But just before Super Tuesday, Fairey says, he got a call from the campaign telling him to go ahead and make a poster and distribute it in his typical guerrilla fashion. Soon after, the image began popping up in home windows and under people's e-mail signatures. \"The part that I didn't expect was once it was posted online what it would achieve virally,\" Fairey says. Neither did Fairey expect to make money off the political move. When he put several hundred posters he'd signed up for sale at his Web site for $45 a pop, they all sold out within minutes.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/04/07/89431734/whats-with-that-obama-poster"
        },
        {
            "headline": "Re-Energized After N.H., McCain Moves to Michigan",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 9,
                "year": 2008
            },
            "article_content": "The Republican winner of the New Hampshire primary is hoping to build on his success. Just 13 hours after declaring victory in the primary, Arizona Sen. John McCain took his revitalized campaign to Michigan before he heads on to South Carolina. The two states hold presidential nominating contests in the next 10 days. McCain started his Michigan trip with a boisterous airport rally in Grand Rapids, complete with confetti and red, white and blue streamers. He hopes that momentum will carry him forward during a flurry of nominating contests over the next week and a half. \"The next victory has got to be right here in Michigan. We won New Hampshire. We'll win Michigan. We'll win South Carolina. We will win the nomination. And I'll be the next president of the United States — with your help,\" McCain said as supporters applauded. McCain won the Michigan primary eight years ago. But Republican rival and former Massachusetts Gov. Mitt Romney has strong family ties to the state: He grew up there, and his father was a popular three-term governor. Romney suffered a disappointing second-place finish in Tuesday's New Hampshire primary, but the multi-millionaire former businessman repeated the pledge he made after Iowa: to keep going. \"I'm going to keep on battling with the resources that we have,\" he said. \"I've raised more money than any other Republican in the race. And we intend to use our financial resources, raised from our contributors and myself, to make sure we have a campaign that goes the distance.\" McCain and Romney's Michigan Strategies Romney has tried to paint McCain as a Washington insider, ill-prepared to bring the kind of change many voters seem to be seeking. In New Hampshire, though, the 71-year-old McCain managed to score points for experience, without being burdened by his Washington, D.C., credentials. \"I didn't go to Washington to go along to get along. Or to play it safe or serve my own interests. I went there to serve my country. That, my friends, is just what I intend to do if I am privileged enough to be elected your president,\" McCain said. In Michigan, McCain is stressing the economy, along with national security. Exit polls in New Hampshire show McCain did well with voters who think the economy is in trouble, and Michigan has been hard-hit by job losses in the manufacturing sector. \"Now, my friends, the reason why I just won that election yesterday in New Hampshire is I went to the people of New Hampshire to tell 'em the truth. Sometimes I told them what they wanted to know. And sometimes I told them what they didn't want to know. And I've got to give you some straight talk. My friends, some of the jobs that have left the state of Michigan are not coming back,\" he said. McCain promised to create a job-retraining program centered around community colleges, to replace existing federal programs that he says do not work. After Michigan, South Carolina Iowa caucus winner Mike Huckabee will also be campaigning in Michigan, but he's likely to be a more formidable candidate in South Carolina. Evangelical Christians are a significant political force there, as they were in Iowa. Republican South Carolina Sen. Lindsey Graham expects that voters in his state will also respond well to McCain's military background and his support for the war in Iraq. But Graham said Tuesday night that none of that would have mattered, had McCain not won in New Hampshire. \"This win put him back in the viability category. That was what was missing. People like John — his experience, his message. But he had to prove to them after July that he was viable. He did it tonight,\" Graham said. Aides say McCain's win in New Hampshire has also given a boost to his fundraising — a welcome relief for a campaign that was virtually broke six months ago. McCain is now running TV ads in both Michigan and South Carolina. The candidate who could barely afford a tour bus last summer now has a chartered 737, paid for through Super Duper Tuesday, Feb. 5.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/01/09/17962825/re-energized-after-n-h-mccain-moves-to-michigan"
        },
        {
            "headline": "Edwards Fights His 'Underdog' Status in N.H.",
            "author": "By  \n\n\n      Robert Smith",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 7,
                "year": 2008
            },
            "article_content": "With just a day to go before the New Hampshire primary, Michele Norris checks in with former North Carolina senator and Democratic presidential candidate John Edwards on his campaign bus. Given the recent polls and his rival's financing, Edwards admits he has a tough hill to climb. As in Iowa last week, voters are poised to turn out in record numbers, and Tuesday's primary outcome might help define the race for the Democrats.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2008/01/07/17910759/edwards-fights-his-underdog-status-in-n-h"
        },
        {
            "headline": "Why I Vote",
            "author": "By  \n\n      Matt Shafer Powell",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 2,
                "year": 2008
            },
            "article_content": "When we head to the polls, we bring much more than a registration card and a sense of civic duty. We bring the experiences we've developed throughout our lives. Meet three Tennessee residents who take very different paths to the voting booth. Matt Shafer Powell reports from member station WUOT in Knoxville.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/11/02/96446763/why-i-vote"
        },
        {
            "headline": "In Ohio, McCain Repeats Upbeat Iraq Assessment",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 10,
                "year": 2008
            },
            "article_content": "The McCain campaign expressed support Tuesday for President Bush's call for a measured drawdown in Iraq, but only in a written statement. At public events in Pennsylvania and Ohio, Republican presidential candidate John McCain did not mention the president or the White House decision to reduce troop levels. But he did repeat his upbeat assessment of the situation in Iraq. \"Thanks to Gen. David Petraeus and these brave young Americans, we are winning in Iraq and we will come home with honor,\" McCain said. Then came a direct assault on Democratic rival Barack Obama: \"Sen. Obama was wrong about Iran. He was wrong about Iraq. He was wrong about Russia. He's wrong about America's national security challenges in the future. And he has no experience, and more importantly, he lacks the judgment to lead this country.\" The Obama campaign counters that it was McCain who was wrong for supporting the push to go to war in the first place. During her crowd-pleasing portion of the rally, vice presidential nominee Sarah Palin included a positive assessment of how the Iraq war is going, referencing another member of her family: Her son, Track, is scheduled to deploy to Iraq soon. \"John McCain refused to break faith with the troops who have now brought victory within sight. And as the mother of one of those troops, he's exactly the kind of man I want as commander in chief,\" Palin said.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/09/10/94449402/in-ohio-mccain-repeats-upbeat-iraq-assessment"
        },
        {
            "headline": "The Long Historic Tale Of Aug. 28",
            "author": "By  \n\n\n      Linton Weeks",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 28,
                "year": 2008
            },
            "article_content": "The Rev. Martin Luther King Jr. addresses marchers during his \"I Have a Dream\" speech in Washington, D.C., on Aug. 28, 1963.\n                \n                    \n                    AP\n                    \n                \nhide caption The Rev. Martin Luther King Jr. addresses marchers during his \"I Have a Dream\" speech in Washington, D.C., on Aug. 28, 1963. Emmett Till, a black 14-year-old Chicago boy, was forcibly taken Aug. 28, 1955, by two white men from his uncle's house in Money, Miss., because they said he had whistled at a white woman. His body was found three days later.\n                \n                    \n                    AP\n                    \n                \nhide caption Emmett Till, a black 14-year-old Chicago boy, was forcibly taken Aug. 28, 1955, by two white men from his uncle's house in Money, Miss., because they said he had whistled at a white woman. His body was found three days later. When Barack Obama formally accepts the Democratic presidential nomination Thursday evening, it will mark the latest in a long line of historic events in American history on Aug. 28. Obama is the first African-American presidential nominee for a major political party. His acceptance speech will occur exactly 45 years after the Rev. Martin Luther King Jr. stood in front of the Lincoln Memorial and delivered his \"I Have a Dream\" speech, one of the most inspirational orations in history. King's speech is not the only civil rights anniversary on Aug. 28. On this date in 1955, a black teenager from Chicago, Emmett Till, was forcibly taken by two white men from his uncle's house in Money, Miss., because they said he had whistled at a white woman. Three days later, he was found murdered. Some Democrats might want to mark the 40th anniversary of their party's nominating Sen. Hubert H. Humphrey of Minnesota, against a backdrop of resistance and riots in Chicago. There was more political-related history on this date — in 1981, John Hinckley Jr. pleaded innocent to charges that he had tried to assassinate President Ronald Reagan outside a Washington hotel. And in 1996, the Democrats returned to Chicago and nominated President Bill Clinton for a second term. All in all, it's a historic week. On Aug. 26, Hillary Clinton — who enjoyed huge support from American women — addressed the convention and announced her all-out support for Obama. On that day in 1920, the 19th Amendment to the U.S. Constitution — which gave women the right to vote — became official. And Aug. 27 is also the 100th anniversary of the birthday of the late President Lyndon Johnson. Johnson championed the Civil Rights Act of 1964, an act outlawing racial segregation in American institutions and paving the way for an African-American to be nominated for president.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/08/28/94046769/the-long-historic-tale-of-aug-28"
        },
        {
            "headline": "Rep. Lewis Reflects On King, Obama",
            "author": "Linda Wertheimer",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 28,
                "year": 2008
            },
            "article_content": "Barack Obama accepts the Democratic nomination on the 45th anniversary of Martin Luther King Jr.'s \"I Have A Dream\" speech. Rep. John Lewis, the last surviving speaker from the March on Washington, reflects on the historic nature of Obama's nomination.  MELISSA BLOCK, Host: Tonight, because of coincidence or perhaps strategic planning, Senator Obama accepts the Democratic nomination on the 45th anniversary of another historic speech - by Martin Luther King Jr. MARTIN LUTHER KING: I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed. We hold these truths to be self-evident that all men are created equal. (SOUNDBITE OF APPLAUSE) JOHN LEWIS: August 28, 1963 was a beautiful, hot summer day in Washington. When I got up to speak, I saw a sea of humanity. You saw many young people getting up in the trees so they could get a better view. You saw people with their feet in the water, trying to keep cool. BLOCK: John Lewis was the youngest person to speak that day, 23 years old. His was the sixth speech; Dr. King was number 10. Lewis is now a congressman from Georgia, 68 years old. That's old enough to have witnessed an incredible arc of history - from his days as a civil rights worker, beaten bloody by police, to tonight, when he will recount his story at Invesco Field. Our co-host, Michele Norris, spoke with Lewis this morning in Denver about that historic day. LEWIS: August, 1963, we live in a different America. In the heart of the American South, hundreds and thousands of people have been arrested, jailed. People have been beaten down by fire hoses, chased by police dogs in the 11 states of the old Confederacy, from Virginia to Texas. Except from some of the large urban centers, it was almost impossible for people of color to register to vote. They had to pass a so-called literacy test. They were asked questions like how many bubbles(ph) in the water? How many jellybeans in a jar? It was a place of fear. I think in some quarters of America, people of color were afraid to be afraid. MICHELE NORRIS, Host: Now, when Dr. King spoke of the dream, as a young man yourself, in your dreams, was this among the possibilities that you thought of that you would see an African-American accept the nomination from a major political party in the United States of America, the possibility that a black man might move into the White House? LEWIS: I never, never ever dream of the day, that day will come and I will be a witness to the possibility of a black man being elected president of the United States of America. We were just trying to get a hamburger, trying to get a library card, trying to end segregation in public schools, trying to get the right to vote. And maybe, just maybe, some black men and women will be elected to a local position - a mayor, a city council person, maybe to the State House or State Senate, or maybe to Congress. But we never, never thought of the idea of a black man being elected president of the United States of America. NORRIS: When he speaks, you'll be focused on him, and you're going to surrounded by more than 76,000 people. And they all have their own racial histories, and some of them at some point in their lives, may have been okay with segregation. They may have been the people that you once called the oppressors. As you see them all applauding Barack Obama, rallying around Barack Obama, what goes through your mind? LEWIS: Oh, it's a little of everything. And it's what Dr. King was talking about. That day will come when we will forget about race and color and see people as people, as human beings. And it's going to be amazing for me, and I'm going to do everything possible not to shed tears of joy. I know Dr. King and others are looking down, and they're probably saying hallelujah, hallelujah. NORRIS: When Dr. King spoke in 1963, he talked about America reaching the solid rock of brotherhood. Are we there yet? LEWIS: We are not there. We have not yet created the solid rock of brotherhood. We have not yet created the beloved community, a truly multi- racial democracy, but we're on our way. And there will be no turning back. We are on our way. With the nomination of Barack Obama as the Democratic nominee, it is a major down payment on the fulfillment of the dream. NORRIS: A down payment. LEWIS: It's a major down payment. NORRIS: We're not there yet, but a down payment. LEWIS: We're not there yet. You can call it a down payment. You can call it an installment, but we are on our way. And each generation must continue to pay the price. NORRIS: Congressman Lewis, thank you very much. LEWIS: Thank you. BLOCK: That's John Lewis, congressman from Georgia, with our co-host Michele Norris in Denver. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/08/28/94076303/rep-lewis-reflects-on-king-obama"
        },
        {
            "headline": "Lewis Sees New Racial Era With Obama's Success",
            "author": "Linda Wertheimer",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 28,
                "year": 2008
            },
            "article_content": "Party members at the Democratic National Convention will pay tribute Thursday night to the Rev. Martin Luther King Jr., who on the same day in 1963 delivered his historic \"I Have a Dream\" speech during the March on Washington. The tribute will be introduced by Georgia Rep. John Lewis, who marched with King and stood with him on the steps of the Lincoln Memorial that day 45 years ago. As a very young leader of the civil rights movement, Lewis survived violent confrontations with police and white mobs before he marched with King in Washington.  Of the 10 people who spoke alongside King that day, Lewis is the lone survivor. The memories of those days are all around Lewis as the Democrats pick Barack Obama as the party's first African-American presidential nominee. King's speech made history, and Lewis says that will happen again, when Obama speaks before 75,000 supporters at Denver's Invesco Field at Mile High on Thursday night. \"When Barack Obama accepts the Democratic nomination to become the president of the United States of America and starts speaking, I think all of America and many parts of the world — the hopes, the longings, the aspirations and the dreams — will be hanging on every word he says,\" Lewis says. \"It's going to be incredible. You know, people died. Some people didn't make it to the March on Washington. They were beaten. They were tear-gassed. Some were shot and killed. And even after the March on Washington, where there had been so much hope, so much optimism, we had the terrible bombing in a church in Birmingham, where four little girls were killed. I thought I cried all my tears,\" he says. Lewis says he feels blessed to have lived to see this day come around. Obama names Lewis as one of his heroes, along with President Abraham Lincoln and King. Obama has studied the civil rights movement. Lewis says that he has no regrets that Obama is not a child of the movement, and he is grateful that he and others helped create the situation that produced Obama. \"He is free of a lot of the battles and scars that many of us suffered,\" Lewis says. \"He never saw the signs that said 'White Men,' 'Colored Men,' 'White Women,' 'Colored Women,' \" Lewis adds. \"He never tasted the fruits of segregation and racial discrimination, so he is a different human being. He should be free to liberate the rest of America, and maybe take a message to the rest of the world.\" Still, Lewis says he would like to hear from Obama that this is not the end — or even a new beginning — but a continuation of a long struggle. If white America embraces Obama, he says, maybe we can all move up a little bit. Lewis says that all over his home state of Georgia, young people feel something is happening. \"And you hear people saying, 'I was not there with you to march across the bridge at Selma. I was not at the March on Washington. But I am in this struggle to make Barack Obama president,' \" Lewis says.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/08/28/94051037/lewis-sees-new-racial-era-with-obamas-success"
        },
        {
            "headline": "100-Year-Old Gears Up For Obama's Inauguration",
            "author": "By  \n\n      Ann Murray",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 4,
                "year": 2008
            },
            "article_content": "Lillian Allen, 100, takes a break from straightening 8-year-old Amera Neal's hair in her beauty shop in the back of her home in Pittsburgh.\n                \n                    \n                    Robin Rombach for NPR\n                    \n                \nhide caption Lillian Allen, 100, takes a break from straightening 8-year-old Amera Neal's hair in her beauty shop in the back of her home in Pittsburgh. Allen shows off her thank-you letter from Barack and Michelle Obama for her work on his campaign.\n                \n                    \n                    Robin Rombach for NPR\n                    \n                \nhide caption Allen on her 100th birthday in April.\n                \n                    \n                    Robin Rombach for NPR\n                    \n                \nhide caption Allen on her 100th birthday in April. The election of Barack Obama has been an emotional experience for millions of people around the world. But for some elderly African-Americans, his election holds special significance. Lillian Allen of Pittsburgh was born before many blacks and all women could vote, and she has spent decades keeping the faith. She has pretty much seen it all in her 100 years on Earth, and nothing much surprised her — until this past November. \"I mean, who would have thought a black man would be president, now, really?\" she says. \"I don't think anyone thought this would happen — not in our lifetime.\" In January, Allen plans to travel to Washington, D.C., to see Obama take the oath of office. Volunteering For Obama Allen's grandfather was born on a slave plantation, and she lived through years of racial segregation. In church groups, Allen spent months talking up Obama. And on Election Day, she put on her walking shoes to make sure people voted. Pittsburgh television station KDKA followed Allen — arm in arm with two helpers — on her stroll around her hilly neighborhood. On screen, the small, ramrod-straight Allen yells across the lawn at a guy on his front stoop and inquires if he voted. He says, \"Yes, ma'am,\" and she replies, \"Oh, wonderful.\" Voting has always been a big deal to Allen. In 1944, when segregation prevented her from teaching hairdressing in trade schools, she started her own beauty parlor. Even now, she still does the occasional client's hair in a room off her kitchen. On a recent afternoon, Allen relaxes 8-year-old Amera Neal's curls. Allen says she used her old salon as a bully pulpit to get her customers to the polls. \"I felt like if you let your voice be heard, maybe they'll hear it,\" she says. \"So I'd get out and say things, and, of course, since at that time I had the largest beauty shop in town, they sort of listened to me when I said something.\" You get the feeling people have been listening to Allen's message of civic responsibility ever since — especially her grandson. He'll be at the Obama inauguration because he's a member of the Secret Service. Allen plans to ride a bus with the advocacy group ACORN to the event. Her eyes twinkle when she admits that she recently sent Obama a newspaper story about her 100th birthday and mentioned that her grandson will be protecting him on Inauguration Day. \"I'm hoping through him that I'll be a little closer to the ceremony,\" she says. Anything Is Possible Allen figures Obama's inauguration will draw a big, racially diverse crowd. She thinks his ability to rise above the issue of race made him electable. \"There were other people before him, like Jesse Jackson and Shirley Chisholm,\" she says. \"They all tried, you know, but the time was not right. And they didn't have the demeanor that he has, the charisma. And he does have it.\" After Allen puts Neal under the dryer, she pulls out a letter that the Obama campaign sent to thank her for her contribution. She reads a well-thumbed passage out loud. \"America is a place where anything — anything we choose to dream together, anything for which we choose to work together — is possible,\" Allen says. She says now she believes it. Even though she's already 100, Allen says she plans to live a lot longer because she wants to see what'll happen next. Ann Murray reports for member station WYEP in Pittsburgh.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/12/04/97770913/100-year-old-gears-up-for-obamas-inauguration"
        },
        {
            "headline": "Poll Finds Obama Isn't Closing Divide on Race",
            "author": "By  \n\n\n      Geoff Bennett",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 22,
                "year": 2008
            },
            "article_content": "Supporters reach out to shake hands with Barack Obama in Bristow, Virginia.\n                \n                    \n                    Mandel Ngan, Getty Images\n                    \n                \nhide caption Later this week on News & Notes, we'll take a closer look at the recent New York Times/CBS News poll on race and this election cycle. The Times' analysis begins: \"Americans are sharply divided by race heading into the first election in which an African-American will be a major-party presidential nominee, with blacks and whites holding vastly different views of Senator Barack Obama, the state of race relations and how black Americans are treated by society.\" Among the findings: -- Black voters were far more likely than whites to say that Mr. Obama cares about the needs and problems of people like them, and more likely to describe him as patriotic. Whites were more likely than blacks to say that Mr. Obama says what he thinks people want to hear, rather than what he truly believes. -- Among black voters, who are overwhelmingly Democrats, Mr. Obama draws support from 89 percent, compared with 2 percent for Mr. McCain. Among whites, Mr. Obama has 37 percent of the vote, compared with 46 percent for Mr. McCain. And as political analyst James L. Taylor wrote for us in our Political Positions column: What do you think of the poll and its findings? If you have a question you'd like us to consider on-air -- or if you want to help us frame this conversation in a new way -- leave us a comment.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/newsandviews/2008/07/poll_finds_obama_isnt_closing_1.html"
        },
        {
            "headline": "Carter's New Thriller Mixes Murder, Love And Politics",
            "author": "By  \n\n      Stephen Carter",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 18,
                "year": 2008
            },
            "article_content": "Author Stephen Carter has written fiction and nonfiction. He's also a professor at Yale Law School.\n                \n                    \n                    Elena Seibert\n                    \n                \nhide caption Author Stephen Carter has written fiction and nonfiction. He's also a professor at Yale Law School. Read an excerpt from Palace Council. Stephen Carter is an accomplished Yale Law School professor who has become an accomplished novelist with a series of best-selling books that probe hot-button issues: political corruption, class warfare, racial tension, middle-class angst. His books include The Emperor of Ocean Park and New England White. His lastest novel, Palace Council, based in the 1950s and 1960s, is a sprawling and complicated tale. In a conversation with NPR's Michele Norris, Carter calls it a thriller, a conspiracy, a love story and historical fiction. The central character is an ambitious writer named Eddie Wesley. He spends three decades trying to solve a murder, find his missing sister, crack a secret society and win back the love of his life — a beauty named Aurelia Treene. Carter says his characters are \"trying to discover what is the nature of the hidden force they've detected behind important events in America.\" That is, important events in the 1950s and 1960s, an era that Carter says society must understand in order to understand modern America. Carter's plot wraps in real historical personages, including Langston Hughes, John F. Kennedy and Richard Nixon. Those figures play important roles as the plot unfolds — especially Nixon, whom Carter describes as \"one of the most fascinating and enigmatic — and in many ways, scary — figures in American political history.\" \"He embodied something about America, but something that's scary about America — and that is that we love winners,\" Carter says. \"We don't ask how they won unless somebody — usually a journalist — rubs our nose in it. And then we say, 'We had no idea he was taking steroids' or whatever it may have been. And then we turn in a fury on this person, but we don't ask, we don't inquire how people win. We love that they win.\" Carter, who has clearly studied history and the human psyche, said he was naturally drawn to writing a thriller. \"The real skill that lawyers have that other people don't — it is thinking about contingencies: 'What if this happens? what if this happens?'\" Carter says. \"That's what lawyers are trained to do. So when a lawyer sits down to write a novel, it should be no surprise that the lawyer, at the end of every chapter, is thinking of some outlandish turn in the plot. It's what lawyers do naturally.\" But even though lawyers think of contingencies naturally, the process may not always be easy. Carter calls writing fiction, compared with writing nonfiction, pure \"agony.\" \"When I spend a day, all day long, writing nonfiction, at the end I'm tired, but I'm perfectly happy,\" he says. \"When I spend a day writing fiction, I am utterly drained, utterly exhausted. It's as though I get so involved — not with the story — but with the characters, that I'm feeling their aches and pains.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/07/18/92675387/carters-new-thriller-mixes-murder-love-and-politics"
        },
        {
            "headline": "James L. Taylor: Voting for Barack Obama",
            "author": "By  \n\n\n      Geoff Bennett",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 17,
                "year": 2008
            },
            "article_content": "\"Casting a vote for Obama is the cheapest way to fundamentally change the way Black Americans see America,\" says James Lance Taylor. In this week's installment of Political Positions, Taylor offers an essay titled, Voting for Barack Obama: Is It the Polls or Poles? Taylor is associate professor of politics at the University of San Francisco and president-elect of the National Conference of Black Political Scientists. When W.E.B. Du Bois wrote Souls of Black Folk just over a century ago, he discussed frustration with how others seemed to look at him, and blacks in general, as if to ask, \"How does it feel to be a problem?\" The success of the Obama campaign seems to be stirring a renewed sense of confidence among segments of the larger African-American population. I cannot say for sure how widespread it is, whether it is mere anecdote or just a superficial impression, but many Americans of African descent seem especially locked into the implications of an Obama candidacy for their social standing in America.  Michal Czerwonka, AFP/Getty Images  Long ago, Alex de Tocqueville argued, that if democracy were ever to be real in America, it would be through the improved social and equality statuses of blacks in the country; their status, then understood in terms of the whole group, would be the best evidence of the democratic capacities of the American social and political system. The newest CBS/New York Times poll suggests that African Americans are enthusiastic over the Obama candidacy and campaign, but still pessimistic about the broad state of race relations between the major groups, namely blacks and Caucasian Americans. Ironically, whites are more optimistic about the state of race relations and levels of racial discrimination than blacks. But three of ten are far more skeptical about Barack Obama and his potential presidency. By a full three percentage points (91 to 88 percent), white respondents said that they would vote for a black candidate more than did black respondents. When compared to white voters, by one percentage point (six to five percent) blacks said that they would not vote for a black candidate. But they overwhelmingly support Obama. What gives? It should be remembered that black American men and women were initially more enthusiastic about the Bill and Hillary Clinton campaign than the Obama campaign. Black women, by more than 10 percentage points, supported Hillary Clinton over Obama, who nevertheless had the support of three out of four black women. Once Obama passed the \"electability\" test in Iowa, African Americans -- across categories of gender, age, region, class, and ideology -- became more open to the possibility of what, in the 217 years of the Office of the American President, was believed impossible in the lifetimes of most living Americans. But we stand less than four months away potentially from one of the most important moments in, not just American, but Western World history; for only in Cuba (Batista is alleged to have had African ancestry) and Mexico, have men of African descent governed a non-African, Caribbean, or Haitian country in the modern world. African Americans stand poised to evaluate, in Michelle Obama's words, \"how we relate to this democracy.\" Nevertheless, hidden behind Blacks' enthusiasm for Obama's candidacy at a relatively low 83 percent -- Bill Clinton was more favored in 1996 -- is the detail that only six in 10 blacks are \"enthusiastic\" for Obama, with the remainder expressing that they are \"satisfied, not enthusiastic,\" for Obama. For whites, the same item showed only 19 percent having enthusiasm, while 36 percent expressed satisfaction without enthusiasm. Poor John McCain doesn't inspire double digits on the question among either group. If the poll is to be believed, then there seems to be some rather complicated dynamics at work. Black Americans seem to be optimistic about Obama, but would be less inclined than their white counterparts to vote for a black candidate in general; even though it would transform, at least emotionally and psychologically, their relationship to American society. Whites, who do not like Obama as much, are more inclined than blacks to vote for a black candidate. White respondents, at 55 percent, said that race relations in the country were \"generally good,\" while 34 percent said, \"generally bad.\" Blacks on the other hand, at 29 percent, said that race relations in the nation were \"generally good,\" while 59 percent feel they are \"generally bad.\" Latinos, at 52 percent, feel relations are generally good and at 38 percent, felt they were generally bad. Does this suggest that Obama is not perceived as a \"Black candidate,\"? I don't think so. Could it be that African Americans have fallen in love with Obama? No, their enthusiasm is not as white hot as it is portrayed in the media. And the perception that he, according to Jesse Jackson, Sr., and others, panders to whites by \"talking down to black people,\"; his altered position on FISA; his un-nuanced position on Israel and Palestine; and reluctance to speak to concrete social justice issues, most which disproportionately effect lower-income people of color, might explain why Obama does not enjoy greater enthusiasm among Blacks. But if they are cool on Obama, they are cold on the prospect that his potential election would trickle through the realities many experience in the cities and rural areas where they live. For instance, when asked, how they viewed race relations in their own communities, at 79 percent whites responded that they were \"generally good,\" with 18 percent stating \"generally bad.\" Latinos responded at 73 percent that community relations were \"generally good,\" and 34 percent, \"generally bad.\" Black respondents expressed significant pessimism at 58 percent that things were \"generally good,\" with 37 percent expressing that relations were \"generally bad.\" The same poll shows that African Americans, at 59 percent, are the most skeptical of the three groups to believe that significant progress has been made among blacks since the 1960s; whites responded at 80 percent, while Latinos registered at 71 percent. In fact, blacks also expressed most strongly (at 47 percent) that Latinos and other minority populations were fairing more poorly since the 1960s, with whites (at 58 percent) and Latinos (at 49 percent), believing other groups have faired better. One possibility is that blacks are just a negative lot, generally. Another is that whites, and to a lesser extent Latinos, are just too damn happy. But who could be happy in this war-economy standing in line trying to get money out their banks before they go under? Or paying for $5.00 per gallon gas (I live in the Bay Area) in order to drive home to a house in jeopardy of being foreclosed on due to a subprime loan? There is nothing novel about the responses in this poll as they relate to how different groups see race progress. Black Americans have been perennially skeptical of group to group relations, no matter how individual African Americans might excel in society (e.g., Tiger Woods, Oprah Winfrey, Condoleezza Rice, Bill Cosby, or Barack Obama).  Emmanuel Dunand, AFP/Getty Images  In this fast-paced, ticker on your TV, round the clock news cycle media world we live in, the trauma of Hurricane Katrina -- which ideally, all Americans felt in 2005, but didn't -- might be easy to forget. No event so traumatized African Americans as a collective since perhaps the assassination of Dr. King. The ubiquity of protests aimed at national media outlets that referred to black New Orleneans as \"refugees\" and \"looters\" reinforced longstanding feelings which African Americans, as a collective, have expressed. The high profile shooting of Sean Bell 50 times by NYPD and the officers' exoneration are yet more of the same. The general condition of poorer and low income housing, public education, employment, and daily violence and punishment experiences feed their reticence. And no, I do not think in terms of a corporate, monolithic blackness that is unproblematic. In fact, despite the vast diversity of sexuality, gender, class, region, education, associations and so forth among black American individuals, their political attitudes and opinions tend to be stable on the kinds of questions raised above. What might seem to be contradictory views on voting for a black candidate other than Obama and pessimism about racial progress -- whatever that looks like -- might suggest to us that blacks, despite being cynical about overall group relations, see some glimmer of hope, specifically in an Obama presidency. That perhaps if Barak Obama became president, their relationship to the American society and body politic might improve. This was expressed among African women when Ellen Johnson Sirleaf was elected in Liberia, recently. It was expressed among blacks South Africans when Mandela was released and apartheid dismantled in 1990. It was experienced by Catholics when JFK was elected in 1960. It was expressed among physically disabled Americans when David Paterson recently became governor of that state. So what if this is only \"descriptive representation\"? Have we already forgotten what several generations of women expressed concerning the symbolic meaning of a woman president; even if that woman was Hillary Clinton? If white voter support for Obama translates into some transformed meaning of racial politics in Americans, it will have to be something that people actually experience -- on the ground, rather than by virtual reality or through cable TV. Casting a vote for Obama is the cheapest way to fundamentally change the way Black Americans see America; it is not akin to supporting protest demands for affirmative action, busing, or say, reparations. Only the most cynical of the cynical would be inclined to suggest that Obama's election is just another election; that it would mean the same to immigrants from El Salvador as to African Americans; that it would mean as much to his enthusiastic college-aged white supporters, as to a 65-year-old Black Georgian who had to sit in the back of the bus before the Civil Rights movement.  Emmanuel Dunand, AFP/Getty Images  The Obama candidacy is almost collateral to the unresolved voluntary social distances between African Americans and whites (in churches, clubs, residency, many schools, in technological access); it has every thing to do with him, and it has nothing to do with him. Obama almost functions as a pawn in a game between the different groups that had been stalemate until his candidacy. At the risk of being too philosophical, it is sort of as if both groups -- whose DNA run through his veins -- stand poised to speak to one another, racially, through Obama. After centuries of hate, distance, and dueling, a \"love child\" of the White Hatfields and Black McCoys, is trying to bring both sides of his family together. If, after leaving the voting booths in November whites say a collective \"Yes We Can!\" enough to give Obama victory, then I suspect the wonderful shock to many ordinary African Americans might be something like, \"I can't believe they did!\" This is as much about forging racial love where modern racial distance has replaced old naked racial hate. White people voting for Obama -- despite being lukewarm on him in the polls -- would heal all kinds of deeper anxieties African Americans express about their place in society, in the polls. See, it is only now, after African Americans forged a Civil Rights Movement for the right to vote for white men, that we are hearing the stupid talk about a \"post racial\" America, signaled by whites finally opening up in being willing to vote for a Black candidate; Blacks have voted for whites since the 1860s, whenever they were permitted to vote. Such a cherished but cheap price to pay -- a vote for Obama -- could potentially rewrite the past and future of America. One in which African Americans are no longer pariah to others, or pariah to themselves, because of the message his election and inauguration would convey. The Obama campaign and candidacy has given renewed energy to conversations in the churches, barber shops, classrooms, book clubs and beauty parlors, nightclubs and juke joints, and on CNN. It is rather unscientific and anecdotal, but I have observed energy among many ordinary African Americans across the cities and states to which I have been traveling lately; a sense that major positive change is on the horizon. Participation in the Democratic Party primary was unprecedented; voter registration and campaign contributions among Blacks have set records. Men are talking to one another about being responsible to their children. Jesse Jackson and Al Sharpton have been eclipsed. Obama T-shirts are as ubiquitous today as Malcolm X caps were in the 1990s. Is Obama the solution to the drive-by? Unemployment and joblessness? Dead-beat dads? Failed education? The absence of hope that permeates too many Black communities? Will young people in the 'hood begin to relate more to their potential in Obama's America? I don't know. I hope so. Has anything else worked? If conservative intellectuals are correct in arguing that America will not change its view of black people until black people change (particularly in the area of crime), then an Obama election might inspire that work among ordinary people. People who have given up on and \"quit America,\" as did Du Bois, Richard Wright, Josephine Baker, and Randall Robinson, might be inclined to believe in America -- again -- or, be proud of being in it for the first time in their adult lives, like Michelle Obama. Next week, CNN will present two days of discussion in a program called Black in America. I am afraid to watch it, because I doubt that they will tap the full meaning of what that has felt like for many people, but whatever it meant or means, it will not be the same should Barack Obama become President of the United States. And maybe Du Bois's question of \"how does it feel to be a problem?\" might change to, \"how does it feel now to really be an American?\" -- James Lance Taylor",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/newsandviews/2008/07/james_l_taylor_voting_for_bara.html"
        },
        {
            "headline": "Helms' Passage A Hinge Of History",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 8,
                "year": 2008
            },
            "article_content": "Looking back, however, the month and day of Helms' passing will seem less important than the year. For Helms has died in 2008, in the summer when the Democratic Party is about to nominate an African American for president. Sen. Jesse Helms of North Carolina (left) is congratulated by Sen. Lauch Faircloth on Nov. 5, 1996, after Helms won his fifth term to the Senate.  \n                \n                    \n                    Alan Marler/AP\n                    \n                \nhide caption Senate eulogies are models of the Latin maxim de mortuis nil nisi bonum. Speak no ill of the dead. So it was this week when the Senate returned from its Independence Day recess to remember five-term Sen. Jesse Helms, the North Carolina Republican. Helms, who retired in failing health in 2003, died last week at 86. Onetime colleagues who had fought the archconservative during his 30 years in the Senate found ways to salute his conviction, his courage and his kindness to those he held dear. Fierce as he could be in battle, Helms could be as sentimental as a greeting card, mentioning his wife, Dot, in a floor speech and calling her \"that girl I met who is now my favorite grandma.\" Several of the Senate tributes noted that Helms had been declared dead early on July 4, joining a list of national figures who had died on the nation's birthday (notably Thomas Jefferson and John Adams, both in 1826, and James Monroe). The day of Helms' death was also widely noted in obituaries over the holiday weekend. Admirers of the conservative icon will surely make it part of his patriotic legend. Looking back, however, the month and day of Helms' passing will seem less important than the year. For Helms has died in 2008, in the summer when the Democratic Party is about to nominate an African American for president. Historians will find these era brackets irresistible. Helms' passing marks the end of a long line of Southern senators for whom race was an abiding obsession. Barack Obama's nomination represents the improbable culmination of the Democratic Party's century-long transformation. The party of the Old South of slavery, secession and segregation is about to anoint its first black leader. Helms began his political life as a Democrat, as nearly all ambitious young men did in the North Carolina of his youth. In 1950, he helped a segregationist Democrat, Willis Smith, win a close Senate primary. Helms denied involvement in the doctored photos that showed the wife of Smith's opponent dancing with a black man. In the 1960s, when the civil rights movement was at its peak, Helms was a leader in the resistance. He made his hard-edged opposition heard as a newspaper editor, a radio and TV commentator and a city councilman in Raleigh. And, like his counterpart in South Carolina, Strom Thurmond, he changed his political allegiance to the GOP. The two would soon bring their states and their entire region into the Republican column in 1972, re-electing President Richard Nixon in a landslide and sending Helms himself to the Senate. Through the rest of his career, whenever Helms had a tough race he turned to the issue he knew best. Facing a stiff challenge by Gov. Jim Hunt in 1984, Helms led the effort to reject the Martin Luther King holiday and railed against the \"vote of the blocs.\" Under the gun again six years later against Harvey Gantt, the African-American former mayor of Charlotte, Helms ran the infamous \"white hands\" ad attacking affirmative action as \"racial quotas\" and \"reverse discrimination at the hands of ruthless bureaucrats.\" Why did Helms rely so heavily on the politics of race? As a rural-born conservative with a populist touch, he enjoyed strong bonds with his \"Jessecrats\" that never weakened. Running as he did in the age of Ronald Reagan, Helms never lacked for winning issues. He could find ready audiences for his denunciations of abortion and gay rights, his jeremiads against the United Nations and foreign aid. As a long-standing anti-Communist, he could scarcely have served in a more propitious era than the one that saw the Soviet Union stagger and collapse. And yet, with all that to work with, he would return again and again to what he knew best, drawing his water from the well of the South's deep and bitter past. Others who had done so, including Thurmond and Alabama's George Wallace, changed their ways in later life. But not Helms, who seemed anything but repentant. It is not yet clear what the election will bring in North Carolina this fall. But Obama will have an uphill fight in the Tar Heel State. So will the Democrat challenging Helms' successor in the Senate, Elizabeth Dole. The past will still be present in North Carolina, and the arrival of the future may yet be some ways off. But the day of Jesse Helms is gone, not to return. And that is a milestone in itself.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/watchingwashington/2008/07/helms_passage_a_hinge_of_histo.html"
        },
        {
            "headline": "RFK Assassination Sparked Secret Service Change",
            "author": "By  \n\n\n      Alex Cohen",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 4,
                "year": 2008
            },
            "article_content": "Read a brief snapshot of his life and accomplishments and listen to excerpts from some of his speeches and interviews. Hubert Humphrey greets members of the crowd while campaigning in San Francisco in July 1968.  Special Agent Jerry Parr (center, wearing sunglasses) is positioned behind Vice President Humphrey.\n                \n                    \n                    Library of Congress/U.S. News & World Report\n                    \n                \nhide caption Hubert Humphrey greets members of the crowd while campaigning in San Francisco in July 1968.  Special Agent Jerry Parr (center, wearing sunglasses) is positioned behind Vice President Humphrey. Secret Service agents accompany presidential candidate George Wallace during a visit to Chicago in September 1968.\n                \n                    \n                    U.S. Secret Service\n                    \n                \nhide caption Secret Service agents accompany presidential candidate George Wallace during a visit to Chicago in September 1968. Presidential candidate Richard Nixon and members of his Secret Service detail in Williamsburg, Va., in October 1968.\n                \n                    \n                    Library of Congress/U.S. News & World Report\n                    \n                \nhide caption Presidential candidate Richard Nixon and members of his Secret Service detail in Williamsburg, Va., in October 1968. Police and Secret Service agents react during the 1981 assassination attempt on President Ronald Reagan.\n                \n                    \n                    Mike Evens/AFP/Getty Images\n                    \n                \nhide caption Police and Secret Service agents react during the 1981 assassination attempt on President Ronald Reagan. The U.S. Secret Service came into existence nearly 150 years ago, but the agency as it's known today was essentially created June 5, 1968 — the night Sen. Robert F. Kennedy was shot at the Ambassador Hotel in Los Angeles. Kennedy had several bodyguards with him, including football star Roosevelt \"Rosey\" Grier, as he addressed a crowd gathered to support his bid for the White House. But there were no Secret Service agents present because before 1968, their services weren't afforded to presidential candidates. That policy changed after Kennedy's assassination. The Secret Service wasn't always in the business of protection. It was created in 1865 as part of the Treasury Department, and it had one mission — to prevent counterfeiting of U.S. currency. Then, in 1901, President William McKinley was shot and killed by an anarchist in Buffalo, N.Y., and Congress changed the agency's mandate. \"We then stepped up and began to protect the president,\" says Special Agent Edwin Donovan. \"And then, of course, in 1968 with the assassination of a major presidential candidate, we began to protect all the major presidential candidates.\" Total Security Package Donovan has been in the Secret Service for 17 years. He helped guard Bill Clinton and Steve Forbes in their bids for the White House and describes the protection the agency provides as \"incredibly thorough.\" \"They get 24 hours, seven days a week protection from Secret Service at their residence, all the campaign stops, all the places they go, the vehicles they drive in, the planes they fly in [and] we check their mail,\" Donovan says. \"We just provide total security package for that person.\" After Kennedy's death on June 6, the Secret Service was hurriedly called upon to protect the men who were still running for president in 1968. \"We only had 547 agents at that time,\" Donovan says. \"We already had the president and the vice president and their families to protect, so that made it even a smaller number of agents to draw from.\" The large number of candidates overtaxed the agency's resources, according to Jerry Parr, one of the special agents assigned to protect Hubert Humphrey — a sitting vice president as well as a presidential candidate — in 1968. Parr says it was a violent, volatile time and that protecting candidates wasn't easy. The situation was exacerbated because there were no criteria for choosing who else would receive Secret Service protection. Parr says the agency also assigned agents to prominent figures including Georgia Gov. Lester Maddox and Shirley Chisholm, the first black woman elected to Congress. The many assignments took a toll on the Secret Service. In 1968, agents put in more than 270,000 hours of overtime. Tougher Rules The decision of who gets protection has gotten more stringent. Today, a presidential candidate has to have some degree of prominence in opinion polls to warrant Secret Service presence, Donovan says. \"They have to be actively campaigning and entered in at least 10 state primaries,\" he says. \"They have to be seeking the nomination of a qualified party. They have to have qualified for matching funds in the amount of $100,000 and received contributions totaling $2 million.\" Even if a candidate meets those requirements, he or she may refuse the agency's services. Republican Sen. John McCain of Arizona, for example, resisted Secret Service protection until just a few weeks ago. Oppressive and Impressive Democratic strategist Joe Trippi has worked on several presidential campaigns, ranging from Sen. Edward Kennedy's in 1980 to former Sen. John Edwards' in 2008. He says that while Secret Service protection can be quite oppressive, it can also be impressive to the media and to voters because it can give a candidate a presidential aura. \"I mean it's sort of the same feeling people would have if they were near a president of the United States,\" Trippi says. \"So it helps in that regard, but it hurts particularly in the early states like Iowa [and] New Hampshire, where mingling with voters ... is pretty important.\" Unless a candidate is an incumbent and therefore already being protected, the Secret Service often isn't around for early contests like those in Iowa and New Hampshire. The law says candidates are required to have protection within 120 days of the general election. In an election year, that means people in the suits and dark glasses usually start showing up in July. However, this year is anything but usual. Illinois Sen. Barack Obama has been under Secret Service protection since May 3, 2007 — the earliest point in a campaign that such protection has been given to a presidential candidate. Rival Democratic Sen. Hillary Clinton had Secret Service protection long before she announced her candidacy because she's the spouse of a former president. And for that same reason, the New York senator is the only one who'll be guaranteed protection after the party selects its nominee, regardless of who wins.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/06/04/91122836/rfk-assassination-sparked-secret-service-change"
        },
        {
            "headline": "Champagne Corks Pop In Paris For Obama",
            "author": "Eleanor Beardsley",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2008
            },
            "article_content": "The crowd watching the election returns at a party across from the Eiffel Tower erupted in cheers when the U.S. presidential race was called early Wednesday morning. As the champagne came out, some Barack Obama supporters said they still can't believe he won.  RENEE MONTAGNE, Host: America's presidential election was followed closely all over the world. Many Europeans are hoping a new president means better relations with Washington, and they believe Barack Obama's election means a new start for America. In a moment, we'll go to Berlin where Obama is something of a superstar. But first, let's hear from Eleanor Beardsley in Paris where many people greeted the Obama victory with joy and relief. ELEANOR BEARDSLEY: The crowd watching the election returns at a party across from the Eiffel Tower erupted in cheers when the race was called around 5:30 in the morning. (SOUNDBITE OF CROWD CHEERING) BEARDSLEY: The champagne corks were popping, but Parisian Natalie Lafone(ph) said she could still hardly believe it. MONTAGNE: (French spoken) BEARDSLEY: What's happened is extraordinary, she says. Do you believe it, a black president in America? And 70 years ago, blacks didn't even have the right to sit down in a bus. I have goose bumps, says Lafone. Algerian French lawyer Ahmed Kalifi(ph) says being an Arab in France is probably a lot like being black in America. But he says the U.S. has now shown the world how to end discrimination. MONTAGNE: I love America today. I've seen the first black president in America. I'm sure the world is going to change. I'm really happy for Americans. They have the courage to change our destiny. BEARDSLEY: Daylight hasn't even broken and the streets are dark, but inside the brightly lit Cafe La Rotond(ph), a group of blue-collar workers watches Obama's acceptance speech live from Chicago. Serving up espressos, barmaid Emily Wusoux(ph) says she's very happy. MONTAGNE: (French spoken) BEARDSLEY: After eight years of Bush, it's a huge change, she says. You would have never thought it possible several years ago that someone like Barack Obama could win. I think this election concerns all of us because America is a superpower. There is a feeling among many in France that Obama's election will bring change to more than just the United States. Daily newspaper Liberacion put it aptly in today's headline. \"We have a dream,\" it says. For NPR News, I'm Eleanor Beardsley in Paris. Copyright © 2008 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/11/05/96640337/champagne-corks-pop-in-paris-for-obama"
        },
        {
            "headline": "At 109, Slave's Daughter Revels In Historic Vote",
            "author": "By  \n\n\n      John Burnett",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2008
            },
            "article_content": "Amanda Jones, 109, visits with her granddaughter, Brenda Baker.\n                \n                    \n                    John Burnett/NPR\n                    \n                \nhide caption Amanda Jones, 109, visits with her granddaughter, Brenda Baker. A Civil Rights Activist Votes in Birmingham Media no longer available Along a rural highway in central Texas sits a small white house with some cows grazing out back and a wheelchair ramp leading to the front screen door. Inside that house lives Amanda Jones, 109, the daughter of a slave. No one in her family, least of all Jones, thought she would live long enough to vote for the man who is to become the first black president. Jones is the living link between the time when black men were owned as property and the time when a black man has been elected president of the United States. She wears a pink gown and sits in a worn recliner. Thick glasses magnify her rheumy eyes — eyes that have witnessed two world wars, a great depression, and the arrival of jazz, television and antibiotics. Born in 1899, Jones has lived through a half-century of institutional segregation and a second half-century of attempts to erase that legacy. \"The white is over everything,\" she says. \"I never thought the colored would rise up\" and accomplish this. She says Barack Obama's election is \"a blessing.\" Family History Includes Hardship Jones is a deeply religious woman. On the wall, next to pictures of her many grandchildren and great-grandchildren, is scripture from Joshua and framed sheet music from The Old Rugged Cross. Her father was Emmanuel Alfred Roberts, who was emancipated in 1865 at the age of 12. He took the name of his last master, a farmer and rancher named Abe Roberts. He eventually married Moriah Josephine Washington. They farmed on Alum Creek, east of Austin, and had 13 children. Amanda Jones is the sole survivor. She remembers very little of what her father told her about slavery days. \"When he was a little boy, he herded [the master's] sheep,\" she says, and he protected them from mountain lions that then prowled the forests of central Texas. She went on to marry C.L. Jones, who farmed and ran a small grocery in Bastrop County. She worked as a maid before raising 10 children of her own. The first president Jones voted for was Franklin D. Roosevelt. Like all black citizens, she had to pay a poll tax to vote. \"We would pick cotton and save our money to pay taxes,\" she recalls. The poll tax was finally abolished in Texas for all elections in 1966. Setting A New Standard Obama's election now gives the extended Jones family — and millions like it across the country — a new standard for their children. Jones' daughter, Ruth Jones, is 73. \"And I told my youngest grandson, [who] is 10, 'You can be anything you want to be. You can even be president of the U.S.,'\" Ruth Jones says. \"He thought that was so funny. He really did. He said, 'I can be the president!' I said, \"You sure can, but you really have to apply yourself.'\" The family is planning a large reunion at an Austin hotel when Amanda Jones turns 110 next month, under the nation's first black president-elect.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/11/05/96581933/at-109-slaves-daughter-revels-in-historic-vote"
        },
        {
            "headline": "Planning to Sit Out Election Day....  Why?",
            "author": "Michel Martin",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 23,
                "year": 2008
            },
            "article_content": "So over the course of the election year we have talked about the whole racism versus sexism thing, we've talked about the Bradley effect (myth or reality), we've talked about the Colin Powell endorsement, we've talked about how Latinos, Evangelicals may vote, Reagan Democrats, Muslim Republicans, and whether, or how, you should talk about racial rhetoric in the campaign with your kids. Now we have a shout out to those who (drum roll, please) DON'T CARE AT ALL. I'm serious! We want to visit with people who -- as of right now anyway -- aren't planning to vote, don't care to vote, aren't interested, for whatever reason. Obviously we're interested in those who are eligible to vote and just choose not to. If you care to tell us your story, we want to hear it. And we're particularly interested in your story if you'd be willing to come on the program to talk about it. But even if not, post your thoughts here on our blog. Let us know. We also want to know your thoughts on our international briefing. Every Thursday we try to bring you stories from around the world you probably aren't hearing anywhere else. We think it adds value at a time when we are so narrowly focused on a few issues. Let us know whether there are stories that particularly engage you, and if there are other stories we are missing...",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/tellmemore/2008/10/planning_to_sit_out_election_d.html"
        },
        {
            "headline": "Obama, Race And Undecided Voters",
            "author": "By  \n\n\n      Dick Meyer",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 18,
                "year": 2008
            },
            "article_content": "Commentary There's an unpleasant truth the Obama campaign may be avoiding: An important slice of voters who are still undecided about their presidential choice have some negative racial attitudes that could well be triggered before Election Day. This shows up in private polls that probe more deeply into racial angles than the public polls have. This is potentially devastating for Barack Obama and the Democrats, but isn't an especially surprising finding when you think about it. Most undecided voters simply haven't focused on the elections yet, something people who read columns like this find hard to believe. Those who have managed to ignore the loud and endless campaign tend to be less educated and well-off than the average voter, and more prone to negative racial feelings. If the white swing voters break in proportion to their racial attitudes, Obama could be sunk. This polling indicates something else astonishing to the politically plugged in: Many undecideds haven't really connected their negative feelings about race to Obama yet. Their view of Obama is unformed, and their negative feelings toward African-Americans could be easily triggered when they finally tune in. The Obama campaign has been accused of being hunkered down on \"the race card,\" wishfully thinking 2008 is a normal campaign where the candidate's race is not a major new variable. They're said to believe that since all the meta-conditions (terrible economy, pessimistic attitudes about the direction of the nation, country at war, unpopular president) point to a Democratic win, running a tactically sound campaign with a traditional platform and a charismatic candidate is enough to win. It may be. But some who have been doing recent research on race believe there is a current of racism that has not been triggered and that is likely to be — perhaps triggered intentionally by Republicans, but also as a natural consequence of the undecided voters finally focusing. And plenty of pundits and advice-givers think Obama is not doing enough to minimize or counter the racial impulses of undecided voters. (I am not convinced there is any way to spin this: What is, is.) Does this mean John McCain, to capture the undecided vote, needs to actively trigger subterranean prejudices? Hard to say. But it is clear that many legitimate issues in the campaign also have racial angles or, to be fair, will be perceived through a prejudiced lens by some voters. The \"inexperience\" issue is one of them. Obama has, in fact, less big league experience in government and politics than McCain or any other party nominee since JFK in 1960. If a voter is so inclined, this can play out as Obama coming off as an \"affirmative action candidate.\" For example, in a recent column, I said, \"If Obama were not black, if he were the same man (man, not woman) in white skin, he would most certainly be far ahead in the polls.\" I think this is an uncontroversial assertion: All the models political scientists use to predict presidential elections have the Democrat winning in a rout. But now the polls are tied in a knot. What is the variable that none of the models take into account? Race. After the column ran, my inbox was besieged by angry missives declaring that I was a half-wit for not understanding that Obama was given the nomination, not because he earned it by getting more votes, but because he was black and got what he didn't deserve. He was an affirmative action candidate. These were not kind-hearted e-mails. So as legitimate as the experience issue is, for some it triggers a notion that Obama is undeserving, presumptuous or \"uppity,\" to use an old and ugly word. If Democratic pollsters see that, so do Republicans. Similarly, many people felt McCain's famous ad that called Obama a celebrity like Paris Hilton was subliminally racist, subtly playing on racist impulses that fear black men with white women, or that preyed on the idea that black men succeed only in celebrity arenas like sports and music. Since there has never been a viable black candidate for the White House, prediction is hazardous. But there is some evidence besides gut feelings, a sense of American history and this recent polling that leads to an uncharitable view of how race will affect the vote. In the primaries, Obama did poorly with the kinds of people who tend to be undecided now — and they were Democrats. In Obama's home state, Illinois, Obama creamed Clinton by 32 points, but Clinton carried 55 percent of the least educated white voters. In Ohio, Clinton beat Obama by a 57-point margin among less educated white voters.  In Missouri, 17 percent of the white voters said race mattered to them and 65 percent of those voters went to Clinton. The famous \"Bradley effect\" also played out in the Democratic primaries. In 1982, Tom Bradley, the African-American mayor of Los Angeles, lost the gubernatorial race despite leading in pre-election polls and election polls. In 1989 in Virginia, Doug Wilder was leading by 15 points in the final polls, but won by just 6,700 votes to become the country's first elected black governor. Yes, that's old news. But an analysis by political scientist Anthony Greenwald for the Pew Center for People and the Press shows that in the early primaries and on Super Tuesday, pre-election polls did exaggerate Obama's performance. The theory of the Bradley effect is that people don't like to admit prejudice to pollsters, or they don't recognize it in themselves. But working with the Gallup organization in 2005, political scientist David C. Wilson found that 17 percent of white people polled don't trust black people (39 percent of black people said they didn't trust white people). There's another kind of polling worth noting. Since, as noted, few people are eager to reveal racism or bias, it is important to look at how African-Americans perceive racial attitudes. A CBS News/New York Times poll conducted this summer found that 70 percent of the black respondents said they encountered specific instances of racial discrimination. The figure is higher than it was in 2000. If McCain's own campaign doesn't try to trigger racial antipathies, the Swift Boat types are likely to try. There surely is a current of resentment they can prey on, just as there is strong tide that carried Obama to the nomination. I doubt there are rhetorical devices and campaign strategies that can blunt something as elemental as racial prejudice. But if there are, I hope the Obama campaign uses them well.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/09/18/94733622/obama-race-and-undecided-voters"
        },
        {
            "headline": "Voters Confront Race And Politics In York, Pa.",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n      Michele Norris",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 11,
                "year": 2008
            },
            "article_content": "This is the first in a series of conversations NPR is having with voters in York, Pa., about race and its role in the 2008 presidential election. Steve Inskeep and Michele Norris plan to meet with a group of 13 voters — a mix of whites, blacks and Latinos — from this swing state several times this fall to dig a little bit deeper than election polls. Listen to the conversation All Things Considered aired on Thursday. Michele Norris writes about why she wanted to explore the issue of race in this presidential election and why NPR chose York, Pa. Speaking frankly about race makes York, Pa., voter Sarah Yacoviello, who is white, uncomfortable. \"I think that sounds strange, but I want to be made uncomfortable because I don't pretend to understand the plight of African-American or Hispanic, or any other nationality that's not my own,\" she says. Cal Weary, an African-American, says he's almost always aware of his race. \"I'm not a blind black man. I do see what happens when I walk into certain stores,\" he says. \"I still feel the same anxiety I had when I was 5 or 6 years old and seeing the difference between my white friends, when they walked into the store and how they were treated, and how I was.\" Yacoviello and Weary sit in a hotel suite with 11 other voters — a mix of whites, blacks and Latinos. The group loosely reflects the demographic of York, which has a rich, uneven history of race relations. Over the years, racial tensions have waxed and waned but never disappeared. Morning Edition and All Things Considered traveled to York recently to tackle some tough questions about race: What are the occasions, if any, when you become aware of your race? Is discrimination underestimated by white Americans? Do black people make too much of discrimination? Do you think America is ready to elect a black president? Nancy Snyder, who is white, adopted two children of races different from hers. When her adopted African-American son was 18 months old, she says, she took one look at his feet and knew he was going to grow to over 6 feet tall. She told her husband she figured she had \"about a decade to build a good rapport with him.\" Her husband challenged her on it. \"My husband said, 'Would you ever say that if he were white?' And I wouldn't,\" she says. Snyder wasn't the only one in the room who had to confront fear of African-American men. Weary says he's felt that way, too. He says he developed a fear of black males while attending an almost all-white prep school. \"I was mimicking the fears that these people that I went to school with had,\" Weary says, adding that he doesn't feel that way now. \"I am the large black man that you would have feared coming to your door.\" Weary's remark prompted a response from Michael Smith, a large black man sitting across the room. \"A large black man has to be very friendly. They like a large, black, friendly man,\" Weary says. So what do these York voters think pollsters are getting at when they ask whether America is ready to elect a black president? African-American voters jumped at that question first. \"I think the question is, they just don't think a black person is smart enough,\" says Margie Orr. Don Gettys, who is white, disagrees. \"I don't think there'd be a problem with him being black,\" Gettys says, referring to Democratic presidential nominee Barack Obama. \"It's just personally, I don't think he's the right one.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/09/11/94499874/voters-confront-race-and-politics-in-york-pa"
        },
        {
            "headline": "Democratic Convention Is A Faith-Based Initiative",
            "author": "By  \n\n\n      Linton Weeks",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 25,
                "year": 2008
            },
            "article_content": "Religious themes have been more likely to take center stage at recent Republican National Conventions than at Democratic gatherings. But politics and religion will be mingling all this week when Democrats convene in Denver to choose Barack Obama as their presidential nominee. Spurred by a presidential candidate who freely talks about his religious beliefs, Democrats will go to great lengths to display their own religious fervor. Obama's selection of Joe Biden as his running mate probably enhances the theme. Biden made a point of talking about his Irish-Catholic roots in Saturday's joint appearance with Obama. For the first time ever, Democrats have planned \"faith caucus meetings\" led by an array of religious and spiritual leaders, including Christians, Muslims and Jews. Democrats want to convince voters that they are putting their faith in action — and show that Republicans haven't cornered the market on family values or faith. \"Everybody woke up after the last election and realized the Democratic Party had not done well dealing with religious voters,\" says Steven Waldman, founder of the online spiritual center beliefnet.com. Democrats have occasionally struggled to adopt religious themes when they gathered every four years. Part of the reason may be that a mix of Protestants, Catholics, Jews and non-believers were trying to co-exist under one roof. They found the best way to do that was to move religion to the side. The GOP, by contrast, was — until relatively recently — predominantly Protestant. \"Republicans were able to use religion more effectively,\" says Jim Wallis, founder of faith-based Sojourners magazine. Obama Tries To Turn The Tide Barack Obama hopes to overturn that perception, says Wallis, who will be leading faith caucus meetings at the convention. Evangelical voters could be essential to a presidential victory — by either candidate — in November. The agenda of the religious community has changed, Wallis says. As recently as two years ago, many religious Americans were focused only on issues such as gay marriage and abortion. The new generation of religious citizens \"has a wider, deeper agenda that includes poverty, protecting the environment or 'creation care', war and peace, human trafficking and Darfur, for instance,\" he says. This convention will try to juggle all of these concerns. \"I believe in separation of church and state, and so does Barack Obama,\" says Wallis. \"But that doesn't mean segregation of moral values from public life or the banishing of religious language from the public square. Dr. [Martin Luther] King invoked the prophets Jeremiah, Isaiah and Jesus. He spoke with a Bible in one hand and the constitution in the other.\" Religion On Display Each evening of the convention will be punctuated by an invocation and a benediction by religious leaders, including a rabbi from Washington, D.C., a Catholic nun from Ohio and a Greek Orthodox archbishop from New York. There will be other faith-based panels, too, geared toward spiritual discussion. One is titled \"Faith in 2009: How an Obama Administration will Engage People of Faith.\" Colorado Gov. Bill Ritter spoke at an interfaith service on Sunday. The convention CEO, Leah D. Daughtry, is a preacher. Convention material does not shy away from religion. \"Senator Obama is a committed Christian, and he believes that people of all faiths have an important place in American life,\" Obama's director of religious affairs Joshua DuBois said in a statement. \"We are honored that so many religious leaders are reaching across partisan and ideological lines in this convention to address the values that matter to Americans.\" Obama has put religion on the frontburner of his campaign. \"Some of his campaign literature makes George W. Bush look like a member of the ACLU,\" Waldman says. \"There is a lot of alienation among evangelicals in the Republican Party. People are more open to looking at Obama.\" Seeking Common Ground On Abortion Democrats who favor abortion rights are even looking for ways to compromise with voters who are against abortion, such as stressing an agenda to limit abortions through birth control education, health care for new mothers and aid in facilitating adoption. \"Some people in the Obama campaign are taking the views of pro-lifers seriously,\" Waldman says. \"Whether it's because of conscience or electoral necessity, they are doing something.\" To that end, the Democrats have invited Evangelical pastor Joel C. Hunter, an abortion opponent and registered Republican from Florida, to deliver the benediction on the all-important Thursday night when Obama accepts the presidential nomination. Hunter says unequivocally that life begins at conception and he opposes abortion, but he challenges Democrats and Republicans to deal with the root issues of unwanted children, such as reducing poverty. Cynthia Hale, an Evangelical pastor from Decatur, Ga., is scheduled to give the invocation on Wednesday. \"I'm excited about the marriage between religion and politics,\" Hale says. \"We need to make sure we put faith in action.  We need to stay focused on the needs of people, particularly the least of these. Our faith as Christians calls us to.\" She says she wishes she could also address Republicans at their convention in St. Paul next week. Wallis will be there, running interfaith forums — similar to the Democratic ones. \"In the Twin Cities,\" he says, \"I'll be focusing on the issues: Iraq, poverty, the environment, the sanctity of life.\" He adds, \"I think the gospel is political. Its implications are public. It can't be partisan.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/08/25/93927292/democratic-convention-is-a-faith-based-initiative"
        },
        {
            "headline": "Miss. Senate Race Duked Out At County Fair",
            "author": "Debbie Elliott",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 6,
                "year": 2008
            },
            "article_content": "Republican candidate Roger Wicker addresses crowds at the Neshoba County Fair. Wicker has held Trent Lott's Senate seat since Lott resigned from office in December 2007.\n                \n                    \n                    Debbie Elliott/NPR\n                    \n                \nhide caption Crowds gather to hear political speeches at the Neshoba County Fair in Mississippi.\n                \n                    \n                    Debbie Elliott/NPR\n                    \n                \nhide caption Both local and national candidates have a long history of giving stump speeches at the Neshoba County Fair. President Regan began his 1980 presidential campaign at the Neshoba County campgrounds.\n                \n                    \n                    Debbie Elliott/NPR\n                    \n                \nhide caption Longtime Republican Senate leader Trent Lott won re-election in landslide after landslide, but now the once-comfy seat in Mississippi is up for grabs. Republican Sen. Roger Wicker, appointed after Lott retired last year, faces former Democratic Gov. Ronnie Musgrove in what pundits are calling the Deep South contest of the year. And that has brought the candidates to the summer political tradition of the year — the Neshoba County Fair. It's a 10-day tent revival meeting in the red clay hills near Philadelphia in east Mississippi — except that the tents are two- and three-story cabins, 600 of them, lined up beyond the carnival rides and cow barns. \"When you're at the Neshoba County Fair, you know you're in the heart and soul of Mississippi,\" says Wicker, 57, a lawyer, longtime congressman and former state senator. He's on a stage in the fair's pavilion, where hundreds of people have crowded onto rustic wooden pews. Wicker has a receptive audience in this nearly all-white, rural crowd. A few folks in the front rows have made signs juxtaposing Musgrove with a few national Democrats who are not so popular here: Hillary Clinton, Al Gore and Barack Obama. Wicker also makes the link. \"My opponent is the Democratic national nominee for United States senator,\" Wicker says. \"Barack Obama is certainly supporting Ronnie Musgrove. He's raising money for him, he's working for him and he wants Ronnie elected.\" A Hard Sell At The Fair Musgrove, a 52-year-old lawyer, does benefit from Obama's popularity among African-Americans in Mississippi. Blacks make up more than one-third of the state's population. But that's not something Musgrove touts to the crowd in Neshoba County, where the thing to advertise is conservative credentials. \"Make no mistake about it,\" Musgrove tells the crowd. \"I'm a Mississippi Democrat, pro life and pro gun.\" It's the same strategy Democrat Travis Childers used to win Wicker's north Mississippi House seat earlier this year. That victory has political observers wondering if the Republican hold on the Deep South is slipping. As a former governor, Musgrove is better known statewide than Wicker. His campaign is less about introducing himself to voters and more about trying to show he's not aligned with the national Democratic Party. \"I will not go to Washington, D.C., and line up and vote lock step with the party,\" he says. \"That is not putting Mississippi first.\" Still, Musgrove is a hard sell at the fair. \"We've had Musgrove for governor. He didn't do much to help us,\" says James Mayfield as he sits on the cabin porch of his friends, John and Turner Smith, who are shelling butter beans. They say they got more help with Republicans in Washington, and they point out that Ronald Reagan opened his presidential campaign in Neshoba County. \"1980 was the watershed,\" says Sid Salter, a columnist with the Clarion-Ledger in Jackson. \"When Reagan Republican politics came to Mississippi, it had ripples that carried on. I think now the pendulum may be swinging back.\" Salter says Mississippi Republicans like Trent Lott found success using Reagan's formula: looking back to better times and emphasizing issues of faith and family values. \"The challenge for Roger Wicker right now is that when people go through the checkout line or drive through the gas station, they're not feeling very warm and fuzzy.\" Musgrove strikes right at those economic concerns, boldly echoing Ronald Reagan. \"Are you better off now than you were a few years ago?\" he asks as the crowd cries, \"No!\" A Tradition Born Of Religious Revivals Politicians have been making stump speeches at the fair since 1896, just a few years after it started. It's one of the last camp fairgrounds in the country, a tradition that grew out of old religious tent revivals. \"I'm really vested in this place,\" says Neshoba County native Dick Molpus, the Democratic candidate for governor in 1995. He says he's heard both soaring inspiration and the worst that politics can offer at the pavilion here. \"We started this whole terrible Southern strategy idea, when white Democrats left and became white Republicans, but I'm hopeful that we're going to spend more time in the future not talking about race, but ... what lifts us up as one group of people.\" Fairgoer George Henderson, an African-American retired state trooper, says it doesn't matter what color you are when you pull up to the gas pump. \"I don't think it's a hard matter to figure out,\" he says. \"We see what the ruling party has done and we see what a mess we're in.\" Wicker says he knew the race would be competitive. The state's top Republican, Gov. Haley Barbour, has been campaigning for Wicker. He says the GOP is not taking anything for granted. Asked whether the Republican brand is losing favor in the Deep South, he said, \"Not in my state.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2008/08/06/93307756/miss-senate-race-duked-out-at-county-fair"
        },
        {
            "headline": "The 'Racism Vs. Sexism' Debate Revisited",
            "author": "By  \n\n\n      Geoff Bennett",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 27,
                "year": 2008
            },
            "article_content": "Moji Oderinde is back with this week's installment of \"Speak Your Mind.\" Oderinde hails from Oakland Park, Fla., and blogs at AfroAmerica Writer. This week, she writes about the perceived sexism and racism in the Democratic race for the White House. Take a look and share your thoughts. Moji Oderinde\n                hide caption I'm loving this brand of theater called the election season, especially that of the Democratic Party. The two main characters, the hero and heroine of this play, are Senators Barack Obama and Hillary Clinton respectively. The hero was a new brand of post-racial candidate, who generated the main question last year of whether he was \"black enough.\" But recently his blackness is left unquestioned due to a certain Rev. Wright fiasco. What a difference a year makes! The heroine has been a highly visible figure in the national and international scene for almost two decades. The fact that she is a woman was just an added bonus, but now she laments she might not get the destined prize based on a bias against her gender. So the plot thickens, and I wonder which of these characters has the biggest hurdle to overcome: the racism or the sexism block. Unfortunately, this is not theater. It is real life, and millions of voters are banking on changing the direction of the nation with their votes. It is sad (though inevitable) that the media will reduce this historic election season to just race and gender when key issues like the economy, education, and -- the elephant in the room -- an over five-year old war with no exit strategy remain unresolved. Have I experienced racism? Absolutely. What about sexism? Definitely. As a black woman, I identify with both debates. But I will never say one issue is greater than the other like Gloria Steinem's controversial op-ed for the New York Times, defending the cause of sexism over racism. Nor will I be like Geraldine Ferraro, chiming the same sentiments last March and recently on the Today Show. Now Sen. Clinton joined her supporters in Steinem and Ferraro to voice the Media's \"moments of gender bias\" in a recent Washington Post interview of how her nomination went from a sure thing to a steep mountain. Here's the deal about me: One of my pet peeves is with folks seeing hidden racism or sexism in everything. I think such moves could be a cop-out for a fundamental reason why a person might not succeed in a venture, in this case, a presidential nomination. So as I watched some TV pundits highlighting different scenarios of sexism against Sen. Clinton, I wondered if they quickly forgot some scenarios that could be called racism against her opponent. But I digress. The perceived sexism aside, could it be that the media or some voters are not against supporting a woman for president, but not this particular woman they see in Sen. Clinton? What about how she ran her campaign? Let me count the ways: First, she announced herself as the most experienced candidate when the nation's pulse for almost two years has been about change. Second, the inconsistency in her message: She started out as the most experienced before the primaries, found her voice in New Hampshire, became \"Rocky\" in Philadelphia, and now being the most electable among \"hard-working white Americans.\" Finally, she did not have the strategic foresight to campaign in caucus states or plan for any contingency especially in the area of raising money just in case the primaries ran longer than Super Tuesday. What does sexism have to do with the missteps of this campaign? -- Moji Oderinde Flashback: Speak Your Mind -- Defining Blackness",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/newsandviews/2008/05/the_racism_vs_sexism_debate_re.html"
        }
    ]
}