{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Sanders Could Be The First Jewish President, But He Doesn't Like To Talk About It",
            "author": "Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 2,
                "year": 2015
            },
            "article_content": "Bernie Sanders speaks at conservative Christian college Liberty University in September, on the Jewish holiday of Rosh Hashanah. He quietly joined an observance at a nearby home after the speech.\n                \n                    \n                    Steve Helber/AP\n                    \n                \nhide caption Bernie Sanders speaks at conservative Christian college Liberty University in September, on the Jewish holiday of Rosh Hashanah. He quietly joined an observance at a nearby home after the speech. The conservative Christian college Liberty University is the last place you'd expect to find a Jewish politician on Rosh Hashanah. But that's exactly where Bernie Sanders was on the first day of the Jewish New Year. As the campus band sang about the resurrection of Jesus, Sanders stood at the back of the stage. Then he delivered a speech about social justice. And when it was over, without any publicity or fanfare, he went to the home of Michael Gillette, the mayor of Lynchburg, Va. Gillette says he and about 25 others were wrapping up a tashlich service, casting bread into water, symbolically shedding the sins of the year. \"He showed up just as that was being finished,\" says Gillette. \"But then he joined us for a kiddush and a motzi [blessing said over bread]. So we drank some wine and had some challah, some bread together.\" Gillette wanted to make sure Sanders could at least get a taste of the holiday after a morning spent at a Christian university, though he says they didn't talk about religion. \"The one thing he did say is how much he appreciated getting some fresh air and having some relaxing time on the back porch in the middle of a busy schedule,\" says Gillette. If elected, Sanders would be the first Jewish president. But religion is something the independent Vermont senator rarely talks about. That is what made his remarks last week at a college town hall stand out. \"Let me be very personal here if I might. I'm Jewish,\" he said to cheers. \"My father's family died in concentration camps.\" Sanders was responding to a question from a young Muslim woman about Islamophobia, and he quickly shifted the conversation away from himself to more comfortable territory, talking about economic and social disparities. Sanders grew up in the 1940s and '50s in a predominantly Jewish part of Brooklyn, N.Y. Sanders' older brother, Larry, told the publication Seven Days they went to Hebrew school to prepare for their bar mitzvahs but were basically secular. \"I'm proud to be Jewish,\" Bernie Sanders said in response to a reporter's question at a breakfast earlier this year hosted by the Christian Science Monitor. \"Not particularly religious.\" Sanders said Adolf Hitler's election, and his family's losses in the Holocaust, taught him about the power of politics. \"He won an election and 50 million people died as a result of that election and World War II, including 6 million Jews,\" Sanders said at the breakfast. \"So what I learned as a little kid is that politics is in fact very important.\" One of Sanders' best friends of 40 years is a professor of religion and philosophy at the University of Vermont. Richard Sugarman, an Orthodox Jew, says his friend is a secularist, a humanist — with no connection to organized religion. Above all, Sugarman says, Sanders is a pragmatist. \"Let me give you a phrase, and this comes from Levinas,\" Sugarman said referring to Emmanuel Levinas, a 20th century Jewish philosopher. \"To know God is to know what must be done. He doesn't talk much about divinity. But he does talk about what needs to be done.\" Sugarman said he can see much of what Sanders talks about in the Jewish tradition — the need for equality and economic opportunity, valuing workers. But he doesn't expect Sanders to spend much time talking about being Jewish. \"He's not into identity politics, and I don't think the course of this campaign is going to change him,\" said Sugarman. Later this month Sanders is expected to give a big speech explaining a piece of his identity that some voters are struggling with. In the past, candidates including John F. Kennedy and Mitt Romney have given similar addresses about their religion. But Sanders' speech isn't about Judaism. It's about Democratic socialism.",
            "bias": "racial",
            "url": "https://www.npr.org/2015/11/02/454051697/sanders-could-be-the-first-jewish-president-but-doesnt-like-to-talk-about-it"
        },
        {
            "headline": "2 Teach For America Alums Say TFA Has Big Problems When It Comes To Race",
            "author": "Leah Donnella",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 14,
                "year": 2015
            },
            "article_content": "Update on October 29, 2015 at 2pm EST: Teach for America reached out to Code Switch with comments on this post. We've updated this post with portions of their response that directly address criticisms raised below, and more broadly illuminate TFA's path forward. Teach for America gets young people to teach at some of the nation's poorest, brownest schools, and the organization has enjoyed largely uncritical public adoration for most of its 25 years. But over the past few years, former teachers have been raising serious questions about TFA's mission and treatment of the schools and students it works with. In an interesting Q&A over at Jacobin, author-researchers Sarah Matsui and T. Jameson Brewer, both Teach for America alums, worry that the program relies on a shaky \"hero narrative\" to lure idealists into jobs for which they're wildly unprepared, and convinces them that a \"can-do attitude\" is all it takes to hurdle systemic gaps in our schools. Matsui writes: Individual teachers and students can make incredible academic gains despite educational inequity, but educational inequity is not a problem of individuals' efforts or expectations. Scaling up even the best of intentions or holding the highest of expectations for individual students will not desegregate our schools or change the differential funding of our separate school districts. For example, in Philadelphia, per pupil expenditures were $9,299 per pupil for the city's 79 percent black and Latino population, while just over the city's boundaries into Lower Merion, part of the inner ring of Philadelphia suburbs, the per pupil expenditure was $17,261 for a 91 percent white population. TFA has made some changes in response to its critics, namely recruiting a broader swath of potential corps members. In an interview, Chief Diversity Officer Irma McClaurin, who joined the organization in October of 2014, says it is important to note that TFA is not aiming to be the sole solution to problems in public education. \"They're not saying they're the silver bullet,\" she says. McClaurin also points out that other stakeholders in education struggle with diversity and inclusion. \"African-American studies departments are closing down. In terms of black faculty or faculty of color, they're not replacing faculty that are retiring or have passed away. One of the reasons I joined [Teach for America] is because I did see that there was an organizational will to make progress in making sure that the organization is in fact diverse and inclusive, not only in terms of staff, but also in terms of corps members.\" Brewer says his research indicates that while TFA's 2015 hires are more racially and economically diverse than ever before, the organization has doubled down on a narrative that \"privileges whiteness and reinforces the myth of meritocracy.\" Matsui believes that folks who laud TFA as saviors of primary education also tend to believe that Barack Obama's election ushered in a post-racial meritocracy in America, thinking that she says trickles down to individual corps members. Because TFA leans heavily on the rhetoric of bootstrapping, new teachers tend to feel individually culpable when things go wrong in the classroom. In some instances, Brewer believes, TFA gives corps members \"the space to act on hidden racism.\" One TFA teacher describes a common TFA pastime: I do get uncomfortable when a group of corps members come together and start the \"they can't. . . \" or \"they don't. . .\" game. Never heard of it? Here is what it sounds like: \"They can't sit silently.\" \"Yeah! They don't want to learn!\" \"Tell'em! They can't even read a sentence!\" . . . These corps members are making gross generalizations . . . Racial stereotypes like, \"They're not even worthy.\" You hear a lot of corps members saying these things, \"They can't read, they can't do this, they don't want to learn.\" Another says: I accepted as true — and TFA was quick to confirm — the myth that all that poor students (of color) need is what affluent (white) students have: access to great schools with the best teachers that hold students to high expectations . . . I have come to acknowledge and recognize color-blind racism and to see how it undergirds educational inequity. TFA, in my view, perpetuates, commits, and cultivates this kind of covert racism . . . It recruited, used, and grew my racism, leading me to uphold the dominant culture's notion of who is \"educated\" and to force the assimilation of my students into such beliefs — no excuses. In an interview, Teach for America spokesperson Takirra Winfield said, \"TFA is definitely not perfect. We've come a long ways over the past 25 years, and we are committed to constantly looking at our organization and saying, 'Here are the areas where we need to improve, here are the areas where we're excelling, and here are things that we should just abandon because they're not working.' . . . The field as a whole has a long way to go to sort of addressing this issue. We know that we absolutely have to do things like partner with historically black colleges and universities, and colleges with high populations of Latino students, trying to get the word out about the teaching profession.\" Matsui argues that TFA controls \"which of these stories are being centered and which are ignored.\" \"Taking on TFA\" is definitely worth a read. The full piece shares more on the history of Teach for America, and how the program fits into the country's larger education system.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/codeswitch/2015/10/14/447217749/two-teach-for-america-alums-say-the-program-has-big-problems-when-it-comes-to-ra"
        },
        {
            "headline": "Dylann Roof And The Stubborn Myth Of The Colorblind Millennial",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 20,
                "year": 2015
            },
            "article_content": "Dylann Roof, the man who is charged with killing nine people in a mass shooting in Charleston, S.C., is a \"millennial.\" But when that term is used, it's usually describing a very different subset of young people.\n                \n                    \n                    AP\n                    \n                \nhide caption Dylann Roof, the man who is charged with killing nine people in a mass shooting in Charleston, S.C., is a \"millennial.\" But when that term is used, it's usually describing a very different subset of young people. The young age of Dylann Roof, who's charged with sitting alongside nine black churchgoers for an hour before standing up and shooting them dead, is sure to inspire some head-scratching in the wake of his attack. He's 21, which means he's a millennial, which means he's not supposed to be racist — so the thinking stubbornly (if disingenuously) persists, despite ample research showing that it's just not true. For many, a flush of racial optimism that followed Obama's first election, which saw younger voters turn out in record numbers to support him, lives on. Roof's generation, after all, is the one that's been quoted in big newspaper articles about its impressive tolerance, saying things like, \"People are people,\" and \"At our age, that's the big thing, being diverse and promoting equality and everything.\" Indeed, a big survey by MTV last year found that most people age 14 to 24 do think racism is largely a bogeyman of the past, not one standing in the way today. Nearly 70 percent of respondents said they don't see people of color any differently than they do white people. So how to reconcile it: we have here a generation consisting of both Roof and his desire to start a \"race war\" (it almost sounds quaint), and Dionte Savage, a black teenager from the Chicago area who, a couple years into Obama's first term, told the Chicago Tribune that in his history class, \"we talk about how it used to be all the time ... Now, we have multiple ethnicities mixing and working together, and everybody's cool about it.\" Of course, every generation houses extremes, and most people Roof's age will never commit a hate crime. But the misperception that they're largely free of racial animus persists in many corners, and that's dangerous in itself. There are two big, glaring problems with the idea that millennials have shed the racial baggage that the Greatest Generation and the Boomers and the Gen Xers couldn't — or wouldn't. First off, despite the floor-to-ceiling media obsession with millennials, the label covers a fairly narrow slice of the population. As the Washington Post's Emily Badger explained last week, the term is really \"code\" for a particular kind of young person — coastal, college-educated and upwardly mobile: \"We have this juxtaposition of millennials who are better off, who have college degrees, who've had the luxury of moving in,\" she says. \"They're coexisting, not entirely harmoniously, with millennials of a different kind who are not going to be able to afford to continue living in the neighborhoods where their parents raised them.\" The idea that all that we're going to cross-pollinate our way out of racism is worse than a form of magical thinking. It's a way of handing down debt. You can take one look at Dylann Roof, an apparent high school dropout with a bowl cut, and get that all the hand-wringing over how millennials spend their every waking moment — do they text their parents too much? How do they get their news? Gap or Walmart? — isn't really about young people like him. Roof will read to many as some sort of fossilized outlier, a remnant of a vanishing tribe. And this feeds the second problem. As others have noted, any close scrutiny shows that the colorblind millennial is less evolved than we like to believe. There's an awful lot of data out there suggesting that on issues of race, that cohort is lugging around the same baggage as the rest of us, and they're particularly ill-equipped to talk about it, since that data also shows that they believe talking about race is part of the problem. More tellingly, it turns out that even as this generation is on the whole \"cool\" with interracial marriage and dating, there's a lot of daylight between the way white millennials and those of color feel about a bunch of other questions about race. In that aforementioned MTV survey, young white people were nearly twice as likely to say that the government pays too much attention to the problems of racial minority groups. They were also nearly twice as likely to say that discrimination against white people has become as big a problem as discrimination against minorities. In many ways, this and other data suggest the attitudes held by white millennials aren't that different than those held by their parents. In the Oxford journal Public Opinion Quarterly, researcher Vincent Hutching combed through public opinion surveys taken before and after several presidential elections and found that \"younger cohorts of whites are no more racially liberal in 2008 than they were in 1988.\" And really, why would they be? America's public schools are more segregated now than they were 40 years ago. Americans continue to live in very different worlds; a 2011 study showed that ethnic identity outranked income as a predictor of where people live. \"Among minority households, even those with relatively high incomes tend to be clustered in neighborhoods where most of their neighbors are the same race and many are poor,\" the Huffington Post found. The racial gap in household wealth has exploded since the housing bubble burst in 2007. And in the MTV study, white millennials were significantly less likely to say they grew up in families that talked about race compared to people of color the same age. There's also good data suggesting that white millennials have a far rosier view on race relations than their contemporaries of color. This too makes sense when you think about the schools, the stark housing segregation, the fact that on average white people have hardly any friends of color, and, perhaps more importantly than we realize, the fact they they just don't have much experience talking about this stuff. (In fact, it's safe to assume that Roof has spent far more time discussing race than most people his age.) As Politico's Sean McElwee put it, the data that's out there \"suggests that millennials aren't racially tolerant, they're racially apathetic: They simply ignore structural racism rather than try to fix it.\" Despite all of this, we still hold out hope that the kids are all right. It's a hope that seems fueled by the idea that America's coming non-white majority and rising levels of intermarriage augur some harmonious beige future. But even that premise is shaky. A big Pew study on multiracial Americans released in June found that most of the country's multiracial adults are likely to identify with one race — usually a non-white one — often because of their own experiences with race-based discrimination. The idea that all that we're going to, um, cross-pollinate our way out of entrenched racist beliefs and race-driven life outcomes is worse than just a form of magical thinking. It's a way of handing down debt. It requires a tremendous amount of political and social heavy lifting to topple the pillars of structural racism, but instead of rolling up our sleeves, we've decided to leave the work of doing so to to our kids, anointing them as some sort of magical post-racial elves in the process. In the interim, we'll scratch our heads and wonder just where Roof's parents were and just how he got so twisted at such a young age. But then we'll comfort ourselves that Roof is a freakish holdover, an outlier out of his time, and that the real millennials are still out there building a better world, \"being diverse and promoting equality and everything.\" But it turns out neither Roof nor the rest of his generational cohort are as untethered from history as we fervently want to believe.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/codeswitch/2015/06/20/415878789/dylann-roof-and-the-stubborn-myth-of-the-colorblind-millennial"
        },
        {
            "headline": "Why Jeb Bush Can't Bank On Faith Like His Brother Did",
            "author": "Don Gonyea",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 3,
                "year": 2015
            },
            "article_content": "Jeb Bush, seen here bowing his head in prayer as governor of Florida in 2000, is deeply religious. \"Twenty years ago I converted to Catholicism,\" Bush said last month. \"It was one of the smartest things I've done in my whole life.\"\n                \n                    \n                    Stan Honda/AFP/Getty Images\n                    \n                \nhide caption Jeb Bush, seen here bowing his head in prayer as governor of Florida in 2000, is deeply religious. \"Twenty years ago I converted to Catholicism,\" Bush said last month. \"It was one of the smartest things I've done in my whole life.\" Evangelical voters are a major force in Iowa Republican politics. A force that can tip the balance in the state's marquee event: the first-in-the-nation Iowa caucuses. And it's been that way for a long time. Sixteen years ago those voters delivered in a big way for a Texas governor named George W. Bush. But it's not likely that the younger brother of that successful presidential hopeful will get that same kind of support in the 2016 election. Jeb Bush is certainly a deeply religious man — and he shares his brother's conservative views on key social issues. But despite that, many religious voters view the former Florida governor with suspicion. Last month Jeb Bush visited Iowa's Loras College, a small, Catholic liberal arts school located in Dubuque. It may have been an ideal place to talk about his faith in some detail, but the comments he did make came more as an afterthought at the end of his remarks. \"Gosh, what was it, twenty years ago I converted to Catholicism,\" Bush said, \"It was one of the smartest things I've done in my whole life.\" He spoke to a small audience of just over a hundred. Seated in the front row was his wife, Columba Bush, a lifelong Catholic whose religion he joined when he was in his 40s. Bush went on to say, \"I believe that it is the architecture that gives me the serenity I need, not just as a public leader or in life. It gives me peace. It allows me to have a closer relationship with my creator.\" It was a firm statement of belief. But it was considerably different than the almost evangelical way George W. Bush spoke about his faith during his first presidential campaign. At the Iowa Straw Poll in the summer of 1999, the future president was cheered when he said, \"America's strongest foundation is not found in our wallets. It is found in our souls.\" As a candidate, George W. Bush often talked about personal redemption. Including how at age 40 he quit drinking, and how he embraced religion with the help of none other than the Reverend Billy Graham. He often spoke of protecting the unborn, as he did in a debate during the 2000 general election campaign. \"I think what the next president ought to do is promote a culture of life in America,\" he said. That played very well with Iowa evanglicals and Bush coasted to victory in the Iowa caucuses. But Christopher Budzisz, a political science professor at Loras College, says George Bush got those voters with more than words. He used organization as well. \"One thing the Bush campaign was very concerted about was reaching out to the church networks and getting advocates for the candidacy oftentimes outside the gaze of the media or public conversation,\" said Budzisz. He says that's not happening in the same way for Jeb Bush. Evangelical voters are more organized in Iowa than they were four presidential elections ago. And they make up 60 percent of GOP Iowa caucus participants. Despite Jeb Bush's opposition to abortion — and same-sex marriage — many voters here see him as moderate. This reaction, from Republican voter Byron Carlson, a physician, is not unusual: \"I would say I'm a Christian conservative, but I think at this time it's a wide open field with lots of options.\" After seeing this Bush speak recently, he added, \"Jeb just wasn't that impressive to me listening to him.\" Bob Vander Plaats, who heads the state's top social conservative organization The Family Leader, praised Bush's record in dealing with the Terri Schiavo case when he was governor of Florida. Bush fought the removal of the brain-damaged woman's feeding tube, even after she'd been unconscious for more than a decade. Still, Vander Plaats acknowledges ambivalence toward Bush. He points to Bush's saying he'd run a campaign to win the general election and not just the primaries. \"That may be code for, 'Do you really want to champion conservative values?'\" Vander Plaats said. And there's dislike of Jeb Bush's support for Common Core education standards and his call for a path to legal status for immigrants in the U.S. illegally. This year's GOP field looks to be huge. It could grow to 15 or more. And many of them are making a hard play for evangelicals. Vander Plaats says that's good, and bad. \"And the reason it's bad is because it can divide its support quickly which really weakens the impact we can have in the process,\" he said. That could create an opening for Jeb Bush. It would also please Republicans like 60-year-old Dave Richter who came to see the still officially-undeclared candidate at the town hall in Dubuque. Richter says, \"I'm a little afraid of the Christian right, it's infiltrated government to too big of a degree\" adding \"I think it's problematic.\" But despite Richter's concerns, in Iowa those evangelical voters do matter, a great deal. Especially in the caucuses. Four elections ago, George W. Bush got them to pull together to give him an important first win in the race for the nomination. For Jeb, his best bet may be if they don't.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/06/03/411569509/why-jeb-bush-cant-bank-on-faith-like-his-brother-did"
        },
        {
            "headline": "Pope Francis Canonizes First Sri Lankan Saint",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 14,
                "year": 2015
            },
            "article_content": "Pope Francis arrives for Wednesday's canonization Mass for Joseph Vaz at Galle Face Green in Colombo, Sri Lanka.\n                \n                    \n                    Buddhika Weerasinghe/Getty Images\n                    \n                \nhide caption Pope Francis arrives for Wednesday's canonization Mass for Joseph Vaz at Galle Face Green in Colombo, Sri Lanka. Pope Francis gave majority Buddhist Sri Lanka its first Catholic saint today during a seaside ceremony before thousands of people who packed the oceanfront of the capital, Colombo. Francis is in Asia on a six-day tour intended to build the Roman Catholic Church's following on a continent that holds 60 percent of the world's population but only 12 percent of Catholics. As church bells rang, the pope canonized Joseph Vaz, a priest who worked against the persecution of Catholics by the island's 17th-century Protestant Dutch rulers. Born in India in 1651, Vaz crept onto the tropical island disguised as a porter and secretly preached before being captured and accused of spying. He was given protection by a Buddhist king. Vaz was credited with converting some 30,000 people and creating a network of priests up until his death in 1711. The church says Vaz almost single-handedly re-established Catholicism in Sri Lanka, known then as Ceylon. In his canonization message Wednesday, the pope make a plea for religious freedom on the island: \"Each individual must be free alone or in association with others, to seek the truth, and to openly express his or her religious convictions, free from intimidation and external compulsion,\" he said. Francis told the hushed crowds that the Vatican's newest saint is an example of religious tolerance relevant to Sri Lanka today. The country is still healing from a decades-long civil war and is emerging from a presidential election that underscored ethnic and religious divisions. Sri Lanka, where Catholics make up some 7 percent of the population, greeted the pontiff with elephants, enthusiasm and pageantry. Massive crowds await Francis at his next stop, the Philippines, which is Asia's only Catholic country. The pope will celebrate an outdoor Mass in Manila that is expected to be attended by millions of people.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2015/01/14/377191076/pope-francis-names-first-sri-lankan-saint"
        },
        {
            "headline": "In 1965, A Conservative Tried To Keep America White. His Plan Backfired",
            "author": "By  \n\n\n      Tom Gjelten",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 3,
                "year": 2015
            },
            "article_content": "President Lyndon B. Johnson sits at his desk on Liberty Island in New York Harbor as he signs a new immigration bill on Oct. 3, 1965.\n                \n                    \n                    AP\n                    \n                \nhide caption President Lyndon B. Johnson sits at his desk on Liberty Island in New York Harbor as he signs a new immigration bill on Oct. 3, 1965. Fifty years ago, President Lyndon B. Johnson signed a new immigration law that would change the face of the nation. But that dramatic impact, ironically, was in good part the result of a major miscalculation by those who actually wanted to limit the bill's effect. The Immigration and Nationality Act, signed at the foot of the Statue of Liberty on Oct. 3, 1965, abolished the national origin quota system, under which immigrants were chosen on the basis of their race and ancestry. The quotas set aside tens of thousands of visas each year for immigrants from Northern and Western Europe, while many countries in Asia, Africa, and the Middle East were allocated barely 100 slots each. It was a blatantly discriminatory system. Under the new law, immigrants were to be selected on the basis of their family connections in the United States and the skills and training they could offer, with all nationalities treated more or less equally. Foreign-born Americans by region of origin.\n                \n                    \n                    U.S. Census Bureau. Credit L. Carol Ritchie/PR\n                    \n                \nhide caption Fifty years after its passage, it is clear the law definitively altered the complexion of the U.S. population. In 1965, the immigrant share of the population was at an all-time low. Eighty-five percent of the population was white, and 7 out of 8 immigrants were coming from Europe. By 2010, the share of the U.S. population born overseas had tripled, and 9 out of 10 immigrants were coming from outside Europe. The law was enacted at the height of the civil rights movement, and although it was motivated by the desire to eliminate discrimination, it was largely overshadowed at the time by the 1964 Civil Rights Act and the 1965 Voting Rights Act. Even its supporters saw its passage as largely a symbolic victory. \"The bill that we sign today is not a revolutionary bill,\" Johnson said at the Statue of Liberty. \"It does not affect the lives of millions.\" The fact that its consequences were unanticipated is due largely to the law's rather curious legislative history. The original version of the bill, introduced in the Senate by Philip Hart (D-Mich.) and in the House by Emanuel Celler (D-N.Y.), gave immigration preference to people whose skills and training would be \"especially advantageous\" to the United States. \"A nation that was built by the immigrants of all lands can ask those who seek admission, 'What can you do for our country?' \"Johnson said in his 1964 State of the Union address. \"But we should not be asking, 'In what country were you born?' \" \"I don't know of any contributions that Ethiopia has made to the making of America.\" Sen. Sam Ervin (D-N.C.) 1965 During the debate over the bill, however, conservatives said it was entirely appropriate to select immigrants on the basis of their national origin. The United States, they argued, was fundamentally an Anglo-Saxon European nation and should stay that way. Sen. Sam Ervin (D-N.C.) said he objected to the idea of giving people from Ethiopia the same right to immigrate to the United States as people from England, France, Germany, or Holland. \"With all due respect to Ethiopia,\" Ervin said, \"I don't know of any contributions that Ethiopia has made to the making of America.\" The conservatives had an ally in Rep. Michael Feighan (D-Ohio), the famously ornery chairman of the House Immigration subcommittee. Feighan refused even to hold hearings on the immigration reform bill and relented only after the president gave him the famous \"Johnson treatment\" when he took Feighan to Ohio with him on Air Force One. President Lyndon B. Johnson giving Rep. Michael Feighan the famous \"Johnson treatment\" --\u0080\u0094 using his imposing physical presence to persuade --\u0080\u0094 aboard Air Force One during a presidential trip to Cleveland in 1964. LBJ put heavy pressure on Feighan to support the new immigration legislation. Feighan eventually agreed,\u0080\u0094 but he demanded a crucial change to the act.\n                \n                    \n                    Princeton University Library/Simon & Schuster\n                    \n                \nhide caption President Lyndon B. Johnson giving Rep. Michael Feighan the famous \"Johnson treatment\" --\u0080\u0094 using his imposing physical presence to persuade --\u0080\u0094 aboard Air Force One during a presidential trip to Cleveland in 1964. LBJ put heavy pressure on Feighan to support the new immigration legislation. Feighan eventually agreed,\u0080\u0094 but he demanded a crucial change to the act. In the end, Feighan agreed to support the reform proposal, but he insisted on a key change. Rather than giving preference to those immigrants whose skills were \"especially advantageous\" to the United States, Feighan insisted on prioritizing those immigrants who already had relatives in the United States, with a new preference category for adult brothers and sisters of naturalized U.S. citizens. In justifying the change, Feighan told his conservative allies that a family unification preference would favor those nationalities already represented in the U.S. population, meaning Europeans. Among the conservative groups persuaded by Feighan's argument was the American Legion, which came out in support of the immigration reform after originally opposing it. In an article praising Feighan's legislative prowess, two Legion representatives said he had \"devised a naturally operating national-origin system.\" A family unification preference, they argued, would preserve America's European character. Rep. Michael Feighan (D-Ohio) has \"devised a naturally operating national-origin system.\" Representatives of the American Legion 1965 \"Nobody is quite so apt to be of the same national origins of our present citizens as are members of their immediate families,\" they wrote. Supporters of the move to eliminate national origin quotas feared they had been outmaneuvered. But the scheme backfired. What Feighan and his allies did not recognize was that the motivation of Europeans to move to the United States was diminishing, while the urge to migrate was growing in Asia, Africa and other non-European countries. \"You had a huge pent-up feeling of wanting to come to the New World,\" says Muzaffar Chisti, a senior lawyer at the Migration Policy Institute. Some people from those areas were able to immigrate by getting student visas or employer sponsorships or through marriage to a legal resident, and as they gained a foothold in the United States, they invited other family members to join them. By 2010, family unification provisions were accounting for about three-quarters of all U.S. immigration, and they were largely benefiting people from those parts of the world that Feighan and his allies considered less desirable. Though it did so inadvertently, the 1965 Immigration Act fulfilled a promise the country's founders had made but which had been almost forgotten over the next 200 years. \"The bosom of America is open to receive not only the Opulent and Respectable Stranger,\" George Washington famously declared, \"but the oppressed and persecuted of all Nations and Religions, whom we shall welcome to a participation of all our rights and privileges, if by decency and propriety of conduct they appear to merit the enjoyment.\" Chisti, himself an immigrant from India, says the 1965 Immigration Act sent a message to the rest of the world \"that America is not just a place for certain privileged nationalities to come. We are truly the first universal nation,\" Chisti says. \"That may have been the promise of the founding fathers, but it took a long time to realize that. And the '65 Act was critical in making that happen.\" But on its 50th anniversary, not everyone is celebrating the law that made America more diverse. In this election season, some commentators have intensified their complaints about immigration. Not only are there too many foreigners, some say; they're not white enough. \"The 1965 Act [changed the kind of people who could come] through a series of complicated rules to bring in people from cultures as different from ours as possible and as poor as possible,\" said conservative author Ann Coulter in a recent interview on C-SPAN's Book TV. Coulter suggests that liberals may have engineered the post-1965 immigration influx in order to attract new voters for the Democratic Party. But while immigrants do tend to vote Democratic, the \"rules\" that brought them here are largely the product of a scheme devised originally to keep \"different\" cultures out. As the 1965 Immigration Act demonstrates, laws sometimes have unintended consequences. Tom Gjelten's new book on how the 1965 Immigration Act changed the country is A Nation of Nations: A Great American Immigration Story.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2015/10/03/445339838/the-unintended-consequences-of-the-1965-immigration-act"
        },
        {
            "headline": "'Ballad For Americans' Sent 'Message Of Unity' In 1940 Presidential Race",
            "author": "By  \n\n      Ben Shapiro",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 5,
                "year": 2015
            },
            "article_content": "Delegates gather for the 1940 Republican National Convention in Philadelphia, Penn.\n                \n                    \n                    via Radio Diaries\n                    \n                \nhide caption Delegates gather for the 1940 Republican National Convention in Philadelphia, Penn. Political campaigns today are choreographed down to songs played at campaign stops. Sometimes those songs can be controversial: Republicans Ronald Reagan and Chris Christie both used Bruce Springsteen anthems, and \"The Boss\" himself objected. But in the presidential campaign of 1940, one song reached across party lines and had everyone cheering. It was unlikely hit: \"The Ballad for Americans\" was an operatic folk cantata that ran 10 minutes. Use the audio player above to hear the full story. This story was produced by Ben Shapiro and edited by Deborah George, with help from Joe Richman, Sarah Kate Kramer, and Nellie Gilles of Radio Diaries. You can find more of their stories on the Radio Diaries Podcast, which is part of Radiotopia from PRX.  ROBERT SIEGEL, HOST: Political campaigns today are choreographed down to the songs played at campaign stops. Sometimes the songs get politicians in trouble. Ronald Reagan and Chris Christie both used Springsteen anthems. The boss himself objected. But in the presidential campaign of 1940, one song reached across party lines and was an unlikely hit - an operatic folk cantata that ran 10 minutes. The song debuted 76 years ago today - from producer Ben Shapiro and Radio Diaries, the story of \"Ballad For Americans.\" FRAN NATHAN: My name is Fran Nathan (ph). I was 11, and I was growing up in Tulsa, Okla. JACK TULL: My name is Jack Tull (ph). I grew up in Southern Michigan, a little town - Jonesville. It was a pretty small world with bigoted attitudes about, for example, people from Ohio and Indiana. NATHAN: I remembered hearing \"Ballad For Americans\" at my aunt and uncle's. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #1: The Columbia Broadcasting System presents... NATHAN: We were all gathered. It was a big moment that we were going to hear this. That's why I remember it. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #2: One aim of this program is to discover and perform new American music. Today, we offer our first effort in that direction, \"Ballad For Americans\" and the singer Paul Robeson. (APPLAUSE) PAUL ROBESON: (Singing) In '76, the sky was red, thunder rumbling overhead. That King George couldn't sleep in his bed. And on that stormy morn, old Uncle Sam was born. UNIDENTIFIED CHOIR: (Singing) Some birthday. LISA BARG: My name is Lisa Barg. I teach music history at McGill University. \"Ballad For Americans\" is sort of a musical pageant of American history. There's an ominous narrator sung by Paul Robeson, and the chorus is always asking, who are you, Mister? (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") UNIDENTIFIED CHOIR: Hey. Would you please tell us who you are? UNIDENTIFIED MAN #3: What's your name, buddy? UNIDENTIFIED MAN #4: Where you going? UNIDENTIFIED MAN #5: Who are you? ROBESON: Well, I'm everybody who's nobody. I'm the nobody who's everybody. NATHAN: I think he was talking about the little person, the guy in the street, the social worker, the guy who pushed the pushcart. (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") ROBESON: (Singing) I'm just an Irish, Negro, Jewish, Italian, French and English, Spanish, Russian, Chinese, Polish, Scotch, Hungarian, Swedish, Finnish, Canadian, Greek and Turk and Czech and double-Czech American. MORRIS DICKSTEIN: My name is Morris Dickstein. My most recent book is a cultural history of the 1930s called \"Dancing In The Dark.\" \"Ballad For Americans\" presented a kind of overview of American society at a time when there were serious problems, such as lynching and racial segregation and anti-immigrant feeling. (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") ROBESON: (Singing) Out of the cheating, out of the shouting, out of the murders and lynching. UNIDENTIFIED WOMAN #1: Well, it was different from \"America The Beautiful.\" It was different from \"The Star-Spangled Banner.\" (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") ROBESON: (Singing) Our marching song will come again. UNIDENTIFIED WOMAN #1: It felt very good that somebody was talking about all of America and not just a few people. UNIDENTIFIED WOMAN #2: And then in the final passage of the piece, he reveals his true identity. (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") ROBESON: (Singing) And you know who I am. UNIDENTIFIED CHOIR: Who are you? ROBESON: (Singing) America. UNIDENTIFIED MAN #6: The people stamped and whistled and shouted bravo. And the telephone switchboards were jammed, and bales of lettuce came in. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #1: This is the Columbia Broadcasting System. (APPLAUSE) DICKSTEIN: The song went into orbit and, by the following year, was a very popular concert item. BARG: We would say today the work went viral. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #7: Welcome to the thousands of people here gathered in the auditorium of Hunter College in the city of New York. We open with a work which, in one short year, has been accepted as the musical expression of America and the American way of life. BARG: Other artists recorded it, the most popular of which - Bing Crosby covered it, and he was the most popular recording artist at this time. I mean, no one could touch him. (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") BING CROSBY: (Singing) I'm just an Irish, Negro, Jewish, Italian, French and English, Spanish, Russian, Swedish, Finnish, Canadian, Greek and Turk and Czech and double-Czech American. DICKSTEIN: Well, you have to remember that between the time that \"Ballad For Americans\" was put on the radio in November 1939 and the spring of 1940, there was a tremendous change in world history. SUSAN DUNN: My name is Susan Dunn, and I'm the author of \"1940: FDR, Willkie, Lindbergh, Hitler - The Election Amid The Storm.\" On June 22, France surrenders to Nazi Germany. It was a difficult time, and \"Ballad For Americans\" had a message of unity a time when the nation desperately needs unity to face this Nazi menace. UNIDENTIFIED WOMAN #1: And 1940 was the year of the national elections. DICKSTEIN: \"Ballad For Americans\" was sung at the various political conventions of that year, including, very famously, the Communist convention... (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #8: From Madison Square Garden in New York City, the Communist Party nominating convention is now in session. DICKSTEIN: ...As well as the Republican convention. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #9: We will now hear a musical selection for this evening's session. DICKSTEIN: The vague patriotism and Americanism of the song was appealing across the political spectrum. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN #9: A song which has created a sensation since it was first heard over the radio just a few months ago, \"Ballad For Americans.\" DUNN: One of FDR's final campaign speeches in 1940 was at Boston, and this is what he said. In our own American community, we have sought to submerge all the old hatreds, all the old fears of the old world. (SOUNDBITE OF ARCHIVED RECORDING) FRANKLIN D. ROOSEVELT: ...Of the old world. We are Anglo-Saxon and Latin. We're Irish and Teuton and... DUNN: His speechwriters weren't afraid to borrow from pop culture. (SOUNDBITE OF ARCHIVED RECORDING) ROOSEVELT: We are Americans. (APPLAUSE) UNIDENTIFIED MAN #10: \"Ballad For Americans\" had quite an extensive life until the postwar period when people like Robeson were blacklisted and treated as being subversive. UNIDENTIFIED WOMAN #3: It was literally ripped out from the school music books because of the blacklist. UNIDENTIFIED MAN #10: And this was pretty much the end of the popularity of the song. NATHAN: Well, looking back, it spoke to everybody and anybody who was anybody. I think that's even in the lyrics. I don't think it's that way anymore. But I have gone around singing the first few lines to my kids since they were born. When we would have thunderstorms, I would - my kids would get nervous. I'd sing, (singing) in '76, the sky was red. Thunder rumbled overhead. And they would get hysterical laughing. But they weren't afraid of thunder after that. (SOUNDBITE OF SONG, \"BALLAD FOR AMERICANS\") ROBESON: (Singing) In '76 the sky was red, thunder rumbling overhead. SIEGEL: Thanks to Rita Post, Rita Post and the late Norman Corwin who produced the original broadcast of \"Ballad For Americans.\" Our story was produced by Ben Shapiro and edited by Deborah George for the series Radio Diaries. You can hear more of their stories on the Radio Diaries podcast. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/11/05/454907651/ballad-for-americans-sent-a-message-of-unity-during-1940-presidential-race"
        },
        {
            "headline": "Ferguson Commission Shines Light On Racially Divided St. Louis",
            "author": "By  \n\n      Jason Rosenbaum",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 14,
                "year": 2015
            },
            "article_content": "Members of the Ferguson Commission, including co-chairman Starsky Wilson (second from right), listen at a recent hearing. After months of deliberation, the commission is releasing a report laying bare racial and economic inequalities in the St. Louis region, and calling for change.\n                \n                    \n                    Jason Rosenbaum/St. Louis Public Radio\n                    \n                \nhide caption Members of the Ferguson Commission, including co-chairman Starsky Wilson (second from right), listen at a recent hearing. After months of deliberation, the commission is releasing a report laying bare racial and economic inequalities in the St. Louis region, and calling for change. When Michael Brown was shot by a police officer in Ferguson, Mo., last August, his death set off riots and violence — and posed deep questions about race relations in America. The Ferguson Commission, appointed by Missouri Gov. Jay Nixon, was tasked with finding some answers. The commission set out to examine racial and economic gaps through the St. Louis region, and come up with policy recommendations. In their final report, the commission provides an unvarnished look at how a racially divided St. Louis underserves the African-American community. The report provides a host of recommendations to transform how the region polices and educates itself — and its most vulnerable residents. And in many cases, the suggestions would require the backing of a state Legislature that may well balk. A Long History Of Failed 'Riot Commissions' In all of this, Starsky Wilson, co-chairman of the commission, knows he's venturing into familiar territory. During the commission's final meeting last week, Wilson, a St. Louis religious leader, talked about the work of political scientist Lindsey Lupo, who penned a book examining nearly 100 years of \"riot commissions\" set up after American rebellion and unrest. Many of these commissions failed, Lupo argued, because they failed to tackle latent racial tensions and systemic discrimination. But Wilson and his fellow commission members are taking another path. Wilson looked to places like Cincinnati where residents dealt head-on with their community's inequities — not just settling for \"accommodation and quiet.\" And the commission's final report, set to be publicly released today, pulls no punches about the underlying causes behind last year's unrest. \"We have not moved beyond race,\" the final report states. We have not moved beyond race. St. Louis does not have a proud history on this topic, and we are still suffering the consequences of decisions made by our predecessors. The Ferguson Commission \"St. Louis does not have a proud history on this topic, and we are still suffering the consequences of decisions made by our predecessors. ... We are not pointing fingers and calling individual people racist. We are not even suggesting that institutions or existing systems intend to be racist. \"What we are pointing out is that the data suggests, time and again, that our institutions and existing systems are not equal, and that this has racial repercussions,\" the report continues. \"Black people in the region feel those repercussions when it comes to law enforcement, the justice system, housing, health, education, and income.\" To change that status quo, the report points to several dozen \"signature priorities.\" They include changes to law enforcement practices, economic development strategy and education policies. While many of the ideas could be implemented without governmental actions, some of the big proposals will require the blessing of a state Legislature that's been hesitant to back overhauls of law enforcement. The changes wouldn't be easy or comfortable — but the commission's leaders say the need is compelling. A Focus On Criminal Justice At the heart of the report are suggested changes to the region's law enforcement agencies and municipal courts, including: During an interview on St. Louis on the Air last month, Ferguson Commissioner Dan Isom said Missouri badly needs a law enforcement policy shift — especially when other states are making more progress. We're behind the curve on police professionalism, accountability and oversight on the state level. Ferguson Commissioner Dan Isom \"If we look at ourselves in comparison to other states, we're behind the curve on police professionalism, accountability and oversight on the state level,\" Isom, who is a former St. Louis police chief, said last month. \"The reality is we're going to have to make the case that this is important for our community. ... It's important just on a human level for this. But it's also important for the success for our region and our state.\" The report also includes a host of recommendations to improve St. Louis' schools, including changing school discipline policies; establishing school-based health centers that provide \"access to mental health, case management and reproductive health\"; and expanding early childhood education. It also suggests that the Legislature adopt broader statewide policies, including expanding Medicaid eligibility, raising the minimum wage, cracking down on unscrupulous lenders and bolstering the amount of low-income housing. \"The response we have seen to the process says that people in St. Louis want to make a difference, and they believe that the region can be better,\" the report states. \"It also says they want to work together to do it. This report, and the policy changes we have called for, will be part of the legacy of the Ferguson Commission.\" With Prominent Opposition, Will Report 'Gather Dust'? The commission, which conducted roughly nine months' worth of public hearings and other inquiries, doesn't have the power to implement any of the recommendations. In fact, many would require the backing of a GOP-controlled Missouri General Assembly that almost certainly will be hostile to some of the suggestions — especially expanding Medicaid or raising the minimum wage. Republicans may also balk at some of the law enforcement proposals — especially when they didn't adopt some of them during the last legislative session. Lt. Gov. Peter Kinder, who has long been skeptical of the commission, openly questioned whether the report would vanish into history like other studies — such as the Kerner Commission report that came about after racial riots in the 1960s. While praising individual commission members for their work, Kinder last week challenged whether the Missouri Legislature would embrace the proposals. He's also raised issues with the commission's costs, including paying managing director Bethany Johnson-Javois nearly $140,000 for her role. (Kinder notes that's more than the governor makes in a year.) I certainly hope that it will not be another commission report that gathers dust. But it was reasonable, I think, at the outset of this to have that suspicion. Lt. Gov. Peter Kinder \"I certainly hope that it will not be another commission report that gathers dust,\" Kinder said. \"But it was reasonable, I think, at the outset of this to have that suspicion and to question the budgetary outlays, which have ... made this process very, very expensive.\" It's not just Republicans who could be hostile to the proposals. St. Louis County Prosecutor Bob McCulloch gained national attention for examining Brown's shooting death. Many called for him to step aside from the inquiry because they felt he was too friendly with law enforcement. But earlier this summer, he sharply criticized proposals to bring in special prosecutors for police shootings, calling them impractical and misguided. \"We elect prosecutors in the state of Missouri. And we elect them to do the job, and that includes investigating and prosecuting every case within that jurisdiction,\" McCulloch said. \"And if you don't trust the prosecutor to do that, then don't elect them. Or throw them out at the next election when it comes.\" At least one outside observer worries that the commission's bully pulpit isn't strong enough to engender policy change. Al Gerhardstein is a Cincinnati attorney who helped facilitate a legally binding agreement in his city after a rash of police shootings. Without the blessing of a court order, Gerhardstein isn't sure that the Ferguson Commission's suggestions will go anywhere. Blue-ribbon commissions generate reports that go into nice bound documents and then go on shelves. Cincinnati attorney Al Gerhardstein \"Blue-ribbon commissions generate reports that go into nice bound documents and then go on shelves,\" he said. \"We spent 20 years, probably 13 different reports, and never got anything accomplished.\" Optimism And 'Natural Energy' Still, some commissioners remain optimistic that their proposals will find favor with the public. Gov. Nixon says he'll use his last year in office to push for some of the commission's recommendations. While he faced immense criticism for how he handled the aftermath of Brown's death, the governor says the lessons learned from the past year are too important to ignore. \"I do think that the splinter point was whether or not, with what happened last summer and into the fall, whether as a state we were going to back up and say problems don't exist and we're going to ignore them,\" Nixon said last week, \"or whether we're going to lean forward and work together to move our state forward.\" Johnson-Javois said earlier this year that many people who provided suggestions to the commission are prepared to incorporate them — without legislative action — into schools, police departments and individual communities. \"People are getting excited about ... how to implement,\" Johnson-Javois said. \"And that natural energy that's built up is what's already sustaining this beyond an individual, a leader or commission.\" While the commission's charge is set to expire at the end of the year, Wilson said the individual members could go back to the corporate, educational, law enforcement and governmental realms to push for the policy changes in the report. And while the report itself acknowledges that its recommendations may not be the complete answer for what ails St. Louis, it goes on to say \"we believe to be the best starting point, the beginning of a path toward a better St. Louis.\" \"We expect that as we travel, the path will change, and we'll find ourselves navigating places we couldn't have imagined,\" the report states. \"That is the nature of efforts like this.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/09/14/440139685/ferguson-commission-shines-light-on-racially-divided-st-louis"
        },
        {
            "headline": "Why One Latino Group Is Chasing High Schoolers Ahead Of 2016",
            "author": "Asma Khalid",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 24,
                "year": 2015
            },
            "article_content": "Mairy Reyes (right), a civic engagement officer with the nonprofit group Mi Familia Vota, registers students to vote at Colonial High School in Orlando, Fla.\n                \n                    \n                    Asma Khalid /NPR\n                    \n                \nhide caption Mairy Reyes (right), a civic engagement officer with the nonprofit group Mi Familia Vota, registers students to vote at Colonial High School in Orlando, Fla. Over 25 million Latinos are eligible to vote. And, each year, that number grows because hundreds of thousands of Latinos turn 18. Hispanics are one of the youngest racial or ethnic groups in the country. To understand what that could mean politically, it's useful to look at projections from the Pew Hispanic Center, which has estimated that 40 percent of the total growth in the eligible U.S. electorate between 2012 and 2030 is likely to come from Hispanics. At Colonial High School on Orlando's east side, about 80 percent of the students are Latino. Floridians are allowed to preregister to vote at 16 or 17, which is why groups like the nonpartisan but left-leaning Latino civic engagement organization Mi Familia Vota are working in high schools. On a recent morning, Mi Familia Vota was specifically targeting juniors and seniors, encouraging them to sign up to vote during lunch. Emelyn Mendez, 17, filled out a form with her friends because she said she wanted to \"have a say in what happens in the government.\" In between bites of a sandwich, Mendez explained that she's really worried about one candidate in particular — Donald Trump. \"I wanted to have a voice because of Donald Trump talking against Hispanics and all that.\" Yaisha Hernandez \"He's terrible, the things he says — especially about the Hispanic community. That's very disrespectful,\" she said. \"And I think a man who discriminates against people shouldn't be president.\" Those feelings are something Mi Familia Vota taps into, albeit indirectly. \"Our vote is our voice, and it's very important to use our right,\" Mairy Reyes, a civic engagement officer with the group, told a group of students in Spanish. In addition to the lunchtime voter registration drives, Mi Familia Vota often goes into classrooms to teach kids about the importance of voting. \"All of us are Hispanic, and we're aware of what's happening within our community,\" Reyes told an AP Spanish class. \"This is the most important election this country has ever had.\" How the candidates and their campaigns talk about Latinos is important to many first-time voters, such as Yaisha Hernandez, whose family moved from Puerto Rico when she was in elementary school. As Puerto Ricans, her family members are eligible to vote, but they don't, Hernandez said. She decided to give voting a try after learning about the process in school. \"In my AP government class, we've been talking about the elections, and I wanted to have a voice because of Donald Trump talking against Hispanics and all that,\" she said. Like a lot of other young people, Hernandez is also worried about college affordability. She wants to study music education and is eager to find a candidate who will make it easier to graduate from college without debt. Another student in the class, Neil Rios, agreed that college costs are a huge priority. Neil Rios, 17, said college affordability and immigration reform are important issues for him. He signed up to vote and persuaded his mom to register, too.\n                \n                    \n                    Asma Khalid /NPR\n                    \n                \nhide caption Neil Rios, 17, said college affordability and immigration reform are important issues for him. He signed up to vote and persuaded his mom to register, too. But Rios said he was initially motivated to vote not because of a certain set of policies, but rather because of his personal identity. \"I'm Hispanic. I'm homosexual. So when I vote, I speak up for my groups,\" he said. Rios is now helping other students register to vote. For him, immigration reform is also important. And, it's particularly personal; his grandfather moved to the country illegally. Now, his family owns a landscaping company. \"There's so many workers who want to work with my mom,\" Rios said. \"But the only thing that stops them from being hired is they're illegal — they're not documented. And if we hire them, then that puts our business at risk.\" Part of the benefit of encouraging high schoolers to vote is that it has the potential to energize an entire family, which is what happened with Rios. \"My mom personally had the opinion that 'Oh, why should I vote, it's stupid, it's not worth my time,'\" he said. But, after he learned about voting in school, Rios said, he convinced his mom. \"She actually listened to me, and she registered to vote, and this is her first time voting ever,\" he said. For Rios and other first-time voters in this age group, education, discrimination and immigration are common themes. Analysts say what's on their mind could be important for years to come because millions of Latinos are under 18, and a vast majority of them are U.S. citizens. In other words, the Hispanic electorate is growing quickly. \"It's seen an additional 800,000 young Hispanics enter adulthood every year, and that's gonna continue to be the case for the next two decades,\" said Mark Hugo Lopez, director of Hispanic research at the Pew Research Center. Numerically, Lopez thinks young Latinos have enormous potential to affect elections down the road. However, he also points out that's all it is right now: potential. In the last presidential election, young Latinos had among the lowest voter turnout rates of any group.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/12/24/460696333/why-one-latino-group-is-chasing-high-schoolers-ahead-of-2016"
        },
        {
            "headline": "6 Times Obama Called On Muslim Communities To Do More About Extremism",
            "author": "By  \n\n\n\n\n\n\n\n      Domenico Montanaro\n    \n\n ,  \n\n      Barbara Sprunt\n    \n  \n ,  \n\n      Jonquilyn Hill",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 7,
                "year": 2015
            },
            "article_content": "President Obama speaks during an address to the nation from the Oval Office of the White House.\n                \n                    \n                    Getty Images\n                    \n                \nhide caption President Obama speaks during an address to the nation from the Oval Office of the White House. President Obama's rhetoric is a familiar punching bag for Republicans running to replace him. In particular, they focus on his reluctance to say the phrase \"radical Islamic terrorism.\" It's meant as a way to cast doubt on whether the president takes the threat of international terrorism seriously, specifically terrorism carried out by radicalized Muslims. The implication more broadly is that Obama is \"anti-American\" and \"pro-Islamic,\" as a retired admiral flat-out said earlier this year. Obama rejects that. He explained his reasoning for not using the phrase \"radical Islam\" in February at a White House conference on combating violent extremism, pointing out, \"They are not religious leaders; they are terrorists. We are not at war with Islam. We are at war with people who have perverted Islam.\" He also notes that drawing a dividing line between Muslims and other Americans plays into the messaging and recruitment efforts of terrorist groups like ISIS. The truth is, however, even though Obama rejects profiling — or doing things like keeping a database of Muslims, as Donald Trump suggests — this president has put the onus on Muslim leaders and Muslim communities to fight attempts at radicalization. He did so in his address Sunday night. \"...[I]t is the responsibility of Muslims around the world to root out misguided ideas that lead to radicalization...,\" the president said before calling on \"all Americans ... to reject discrimination.\" With this president it's often the latter part that gets the most attention. Florida Sen. Marco Rubio, a leading GOP presidential contender, accused Obama of bringing up a problem that doesn't exist when it comes to discrimination. But, as The Atlantic's Jeffrey Goldberg wrote last month, and reminded viewer's of the president's address last night, Obama has repeatedly challenged Muslim communities. Obama has been talking about Muslim responsibility in the fight against terrorism for a while. See this: https://t.co/zKJIGWLpqq Here are half a dozen times he's done so in his presidency, including five times since Sept. 2014 (bolding is ours): 1. Dec. 6, 2015 — Oval Office Address following San Bernardino shootings \"...We cannot turn against one another by letting this fight be defined as a war between America and Islam. That, too, is what groups like ISIL want. ISIL does not speak for Islam. They are thugs and killers, part of a cult of death, and they account for a tiny fraction of more than a billion Muslims around the world - including millions of patriotic Muslim Americans who reject their hateful ideology. Moreover, the vast majority of victims around the world are Muslim. If we're to succeed in defeating terrorism we must enlist Muslim communities as some of our strongest allies, rather than push them away through suspicion and hate. That does not mean denying the fact that an extremist ideology has spread within some Muslim communities. This is a real problem that Muslims must confront, without excuse. Muslim leaders here and around the globe have to continue working with us to decisively and unequivocally reject the hateful ideology that groups like ISIL and al Qaeda promote; to speak out against not just acts of violence, but also those interpretations of Islam that are incompatible with the values of religious tolerance, mutual respect, and human dignity.\" 2. Nov. 16, 2015 — News conference following the Paris attacks in Antalya, Turkey \"To the degree that anyone would equate the terrible actions that took place in Paris with the views of Islam, those kinds of stereotypes are counterproductive. They're wrong. They will lead, I think, to greater recruitment into terrorist organizations over time if this becomes somehow defined as a Muslim problem as opposed to a terrorist problem. \"Now, what is also true, is that the most vicious terrorist organizations at the moment are ones that claim to be speaking on behalf of true Muslims. And I do think that Muslims around the world - religious leaders, political leaders, ordinary people, have to ask very serious questions about how did these extremist ideologies take root, even if it's only affecting a very small fraction of the population. It is real and it is dangerous. And it has built up over time, and with social media it has now accelerated. \"And so I think, on the one hand, non-Muslims cannot stereotype, but I also think the Muslim community has to think about how we make sure that children are not being infected with this twisted notion that somehow they can kill innocent people and that that is justified by religion. And to some degree, that is something that has to come from within the Muslim community itself. And I think there have been times where there has not been enough pushback against extremism.\" 3. Sept. 28, 2015 — Address to U.N. General Assembly \"...Part of our job, together, is to work to reject such extremism that infects too many of our young people. Part of that effort must a continued rejection by Muslims of those who distort Islam to preach intolerance and promote violence, and it must also a rejection by non-Muslims of the ignorance that equates Islam with terror.\" 4. Feb. 18, 2015 — White House Summit on Countering Violent Extremism \"...Now, just as those of us outside Muslim communities need to reject the terrorist narrative that the West and Islam are in conflict, or modern life and Islam are in conflict, I also believe that Muslim communities have a responsibility as well. Al Qaeda and ISIL do draw, selectively, from the Islamic texts. They do depend upon the misperception around the world that they speak in some fashion for people of the Muslim faith, that Islam is somehow inherently violent, that there is some sort of clash of civilizations....If we are going to effectively isolate terrorists, if we're going to address the challenge of their efforts to recruit our young people, if we're going to lift up the voices of intolerance and pluralism within the Muslim community, then we've got to acknowledge that their job is made harder by a broader narrative that does exist in many Muslim communities around the world that suggests the West is at odds with Islam in some fashion...So just as leaders like myself reject the notion that terrorists like ISIL genuinely represent Islam, Muslim leaders need to do more to discredit the notion that our nations are determined to suppress Islam, that there's an inherent clash in civilizations. Everybody has to speak up very clearly that no matter what the grievance, violence against innocents doesn't defend Islam or Muslims, it damages Islam and Muslims.\" 5. Sept 24, 2014 — Address to the U.N. General Assembly \"...It is time for the world — especially Muslim communities — to explicitly, forcefully, and consistently reject the ideology of organizations like al Qaeda and ISIL. It is one of the tasks of all great religions to accommodate devout faith with a modern, multicultural world. No children are born hating, and no children --anywhere--should be educated to hate other people. There should be no more tolerance of so-called clerics who call upon people to harm innocents because they're Jewish, or because they're Christian, or because they're Muslim. It is time for a new compact among the civilized peoples of this world to eradicate war at its most fundamental source, and that is the corruption of young minds by violent ideology. \"...The countries of the Arab and Muslim world must focus on the extraordinary potential of their people — especially the youth. And here I'd like to speak directly to young people across the Muslim world. You come from a great tradition that stands for education, not ignorance; innovation, not destruction; the dignity of life, not murder. Those who call you away from this path are betraying this tradition, not defending it. \"...Now, ultimately, the task of rejecting sectarianism and rejecting extremism is a generational task --and a task for the people of the Middle East themselves.\" 6. June 4, 2009 — Cairo speech Even going back to 2009 in Obama's big Cairo speech, meant as something of an olive branch to Muslim-majority countries after the George W. Bush presidency, Obama said this: \"...So America will defend itself, respectful of the sovereignty of nations and the rule of law. And we will do so in partnership with Muslim communities which are also threatened. The sooner the extremists are isolated and unwelcome in Muslim communities, the sooner we will all be safer.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/12/07/458797632/6-times-obama-called-on-muslim-communities-to-do-more-about-extremism"
        },
        {
            "headline": "'Show Me A Hero' Offers A Nuanced Take On Public Housing Discrimination",
            "author": "David Bianculli",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 14,
                "year": 2015
            },
            "article_content": "Oscar Isaac plays an ambitious young politician in the HBO miniseries Show Me a Hero, which begins airing Sunday.\n\n                    \n                    Paul Schiraldi/HBO\n                    \n                \nhide caption Oscar Isaac plays an ambitious young politician in the HBO miniseries Show Me a Hero, which begins airing Sunday. By now, viewers know what to expect from a David Simon drama. You expect an intense study of a precise location, as with Baltimore in The Wire and New Orleans in Treme. You expect flawed, fascinating and unforgettable characters — like Omar in The Wire, just to name one. And you expect the story to raise issues, especially about race and politics, that are unfortunately relevant to today. Show Me a Hero, a six-hour miniseries presented by HBO over three weeks, checks off all those boxes. It's based on Lisa Belkin's nonfiction book of the same name, which examined events and emotions over a heated political issue in a specific place and time. New York City leaders (played by Saverio Guerra, Luke Kirby, Oscar Isaac, Jim Bracchitta and John Henry Cox) discuss public housing in Show Me a Hero.\n                \n                    \n                    Paul Schiraldi/HBO\n                    \n                \nhide caption New York City leaders (played by Saverio Guerra, Luke Kirby, Oscar Isaac, Jim Bracchitta and John Henry Cox) discuss public housing in Show Me a Hero. The time is the late 1980s; the place, Yonkers, New York; and the issue is public housing. The city had been found guilty of building all of its government-mandated public housing units in poor black neighborhoods, and was ordered to build new ones in more affluent areas. Many white Yonkers residents rose up in anger, making the housing issue central to the local election. Into that heated battle steps an ambitious young politician, Nick Wasicsko, played by Oscar Isaac from Inside Llewyn Davis. David Simon and Show Me a Hero co-creator William F. Zorzi, who contributed to The Wire, approach this complicated piece of history by coming at it from several illuminating angles. We get to know council members, judges, lawyers, newspaper reporters — but we also see the housing issue from the points of view of citizen activists, low-income housing residents and other street-level perspectives. The same goes for Isaac's character, Nick Wasicsko, who decides to run for mayor of Yonkers against the incumbent. We see him in contentious public and private meetings — but we also see his very human side when he plants a kiss on a young secretary who works in the same government building. Nick is surrounded by people with more power, played by actors who fill their roles aggressively. Winona Ryder, Alfred Molina, Jim Belushi, Bob Balaban, Peter Riegert, LaTanya Richardson and Catherine Keener all make strong impressions here — and no one makes a stronger impression than Oscar Isaac in the leading role. Virtually every character in Show Me a Hero has his or her good and bad times, but only Nick seems to take it all so personally. The drama's title comes from the F. Scott Fitzgerald quote, \"Show me a hero and I'll write you a tragedy,\" and the title fits. Show Me a Hero is directed by Paul Haggis, the writer-director of Crash whom TV fans may remember as the man behind the underrated quality classics Due South and EZ Streets. His visual touch and taste are evident here, and he's also a good fit with Simon because he frames scenes in a way that expects, almost demands, that attention must be paid. You'll need to pay attention to get all the nuances packed into this miniseries — but it's worth it. At a time when racial tensions and blustery politicians are dominating headlines, this 25-year-old true story couldn't seem more timely. Or, since it presents some actual solutions to political posturing and deep-seated racial hostilities, more valuable.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/08/14/432226514/show-me-a-hero-offers-a-nuanced-take-on-public-housing-discrimination"
        },
        {
            "headline": "Republicans Face Backlash Over Indiana, Arkansas 'Religious Freedom' Laws",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2015
            },
            "article_content": "The Republican Party is facing backlash over religious freedom laws passed this week in Indiana and Arkansas. The governor of Arkansas asked legislators Wednesday to reconsider its bill.  AUDIE CORNISH, HOST: Today Arkansas Governor Asa Hutchinson asked the state legislature to revise a bill it has passed - it has just passed yesterday. The bill is called the Religious Freedom Restoration Act. It and a similar piece of legislation in Indiana have drawn criticism nationally. Opponents say the laws allow companies and individuals to discriminate against gays and lesbians. These state laws are creating a political headache for the GOP and for the Republican presidential hopefuls in particular. Joining us now to discuss the fallout is NPR's Mara Liasson. And Mara, we're going to hear more about the legal details elsewhere in the program, but what does today's news tell you about where the politics of this is headed? MARA LIASSON, BYLINE: Well, the governor of Arkansas, Asa Hutchinson, held a press conference today, and he talked all about stopping discrimination, supporting tolerance and diversity. It was the same with Mike Pence's remarks yesterday. He's the governor of Indiana - very little talk about religious liberty, which was supposed to be the issues that these conservative governors were championing with these laws. Instead, they're on the defensive. There's been a firestorm of controversy, huge backlash, talk of boycotts. Asa Hutchinson even announced that his own son had signed a petition asking him to veto the bill, which he hasn't done. He sent it back to the legislature to see if there is some way - and many legal scholars doubt that there is - to pass a law that allows private businesses like florists and wedding cake makers and photographers to refuse to do business with gay couples but somehow not discriminate against them. And this just shows you the political fix that Republicans have gotten themselves into on this issue. CORNISH: What about the prospective Republican candidates? How have they reacted to all of this? LIASSON: Almost all the major Republican presidential candidates are supporting these laws. That's because the religious right is such an important part of the Republican primary electorate. But there's another important part of the Republican coalition, big business. And they have reacted against this very strongly. As Asa Hutchinson said today, these are not ordinary times. He might've said, the times they are a-changing, and the problem is that Republicans are having a hard time figuring out how to keep up. The Supreme Court gave Republicans an out on gay marriage. They could now say I'm personally against it, but the Supreme Court has spoken. This issue is now off the table. But what's pulling them right back into the culture wars is legislation like this in states with conservative governors and big conservative majorities in the state legislature, and since 2014, there are a lot more states like that. CORNISH: When people talk about the three legs of the Republican ideology, they talk about belief in small government and strong national defense. But of course, social issues - that was a big part of it, right? Is that changing? LIASSON: Well, that's the question. Does the Republican Party's stance or tone on social issues have to change? And this controversy is a perfect example of a bigger, more fundamental problem for the GOP. There was a recent Pew pole that showed 61 percent of young Republicans favored gay marriage. You can't appeal to young voters if you're on the wrong side of gay marriage, and the same is true for immigration and climate change. The problem is that the Republican Party's base is farther away from the center of the American public opinion than the Democratic base is, and this is a big problem for Republican presidential candidates. CORNISH: Now, what do Republicans need to do now? LIASSON: Well, they have to avoid getting into the trap that Mitt Romney did which is moving so far to the right to win the Republican primary - can't get back to the center in a general election. Jeb Bush had said the strategy is to run like you're willing to lose the primary in order to win the general, and that's a lot easier said than done. How do Republicans project an image of tolerance, which you need to win the White House, while at the same time satisfying their conservative base with laws that allow private businesses to refuse to serve gay people? The same thing is true for immigration. How do you show Hispanics you're welcoming if you think a path to legalization is amnesty? Now, maybe these are circles that can be squared by a talented candidate, but maybe they're not. CORNISH: NPR's national political correspondent, Mara Liasson - Mara, thank you. LIASSON: Thank you, Audie. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/04/01/396871384/republicans-face-backlash-over-indiana-arkansas-religious-freedom-laws"
        },
        {
            "headline": "Arkansas Governor Asks Lawmakers For Changes To 'Religious Freedom' Bill",
            "author": "By  \n\n\n      Krishnadev Calamur",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2015
            },
            "article_content": "Arkansas Gov. Asa Hutchinson speaks in the Governor's Conference Room at the Arkansas state Capitol in Little Rock.\n                \n                    \n                    Danny Johnston/AP\n                    \n                \nhide caption Arkansas Gov. Asa Hutchinson speaks in the Governor's Conference Room at the Arkansas state Capitol in Little Rock. Updated at 11:59 a.m. ET Arkansas Gov. Asa Hutchinson says he has asked the state's lawmakers for changes to the \"religious freedom\" bill passed Tuesday. Critics of the measure say it allows businesses to refuse service to gays and lesbians. Supporters say it advances religious freedom. \"I've asked them to recall it and change the language,\" Hutchinson said at a news conference Wednesday, a day after Arkansas legislators approved the measure. Attempts during the legislative process to bar discrimination against gays and lesbians failed. The governor said he wants the proposal to be more like a federal religious freedom law passed in 1993 and signed into law by President Clinton. Hutchinson's decision today follows a massive backlash against a similar measure that was signed into law in Indiana by Gov. Mike Pence. As we reported over the weekend, 19 other states have laws akin to the legislation in Indiana and Arkansas. But critics say that because sexual orientation is not a protected class in those two states, it leaves the door open for discrimination. Hutchinson, in announcing his decision, acknowledged the campaign against the measure, noting that his son Seth was among the signatories to a petition urging him not to sign the measure in its current form. Hutchinson had been urged by the state's business community not to sign. Wal-Mart CEO Doug McMillon, in a statement, said the bill \"threatens to undermine the spirit of inclusion present throughout the state of Arkansas and does not reflect the values we proudly uphold.\" The Arkansas Democrat-Gazette reported that similar appeals came from the Arkansas Municipal League, the Association of Arkansas Counties and Little Rock Mayor Mark Stodola. Hutchinson had previously said he would sign HB 1228, as the Arkansas measure is known, but that was before the national criticism of Indiana's religious freedom law — criticism that prompted Pence to say Tuesday, \"We'll fix this and we'll move forward.\" The Associated Press reports that the debate over the religious freedom bill is one the Republican Party had hoped to avoid ahead of the 2016 presidential election. It noted: \"[A]s the backlash intensifies over a so-called religious freedom law in Indiana, the GOP's leading White House contenders have been drawn into a messy clash that highlights the party's strong opposition to same-sex marriage and threatens to inject social issues into the early stages of the 2016 presidential primary season. \"The debate has also energized Democrats nationwide while exposing sharp divisions between Republicans and local business leaders who oppose a law that critics say allows business owners to deny services to same-sex couples on religious grounds.\" GOP presidential hopefuls have all endorsed the measures while Democrats have opposed it — as have several pro-business Republicans, including North Carolina Gov. Pat McCrory and David Ralston, Georgia's Republican House speaker.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2015/04/01/396779707/arkansas-gov-asa-hutchinson-weighs-state-s-religious-freedom-bill"
        },
        {
            "headline": "France's Le Pen Acquitted Of Inciting Hatred In Muslim Comments",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 15,
                "year": 2015
            },
            "article_content": "National Front party leader Marine Le Pen speaks during a news conference Monday in Lille, France. She has been acquitted of inciting hatred during a 2010 campaign.\n                \n                    \n                    Pascal Rossignol/Reuters /Landov\n                    \n                \nhide caption National Front party leader Marine Le Pen speaks during a news conference Monday in Lille, France. She has been acquitted of inciting hatred during a 2010 campaign. French politician Marine Le Pen, the head of the far-right National Front party, has been cleared of charges that she incited hatred when she compared Muslim street prayers to the Nazi occupation of her country during World War II. If found guilty, Le Pen could have faced a penalty of a year in prison and a steep fine. From France 24: \"The 47-year-old had been accused of 'inciting discrimination, violence or hatred toward a group of people based on their religious beliefs' over the comments made on the campaign trail in December 2010.\" Le Pen's National Front, or FN, returned surprisingly strong results in the first round of France's recent elections — but the party failed to win any regions in the second round of voting. The election is seen as an important indicator as Le Pen prepares for an expected run for France's presidency in 2017. Earlier this year, Le Pen forced her father, Jean Marie Le Pen, out of the party that he founded. But in recent months, it's been another relative — Marion Marechal-Le Pen, Marine's niece and Jean Marie's granddaughter — who has been gaining momentum in France's political arena. As NPR's Eleanor Beardsley recently reported, \"This svelte blonde lawyer and mother is the hallmark of the party's success in this round of elections.\" Neither Marine nor Marion won seats in the final tally of the vote. But that didn't stop Sarah Palin from praising Marion, writing on Sunday, \"I have a political crush, but one I couldn't vote for today – because she ran for office in France.\" Saying that she has \"admired the bold style of Marine Le Pen,\" Palin added, \"But I'm especially impressed with the courage of her young niece who is a devout Catholic and unapologetically pro-life.\" In an interview with NPR last month, Marine Le Pen discussed France's response to the terrorist attacks that killed 130 people, calling for a reestablishment of France's borders: \"France needs to do everything it ought to have done for years, especially since the attack on Charlie Hebdo. This year, we have experienced six attacks on French soil. We need to institute a major policy which would reestablish our own borders. This means we need to stop accepting this influx of immigrants who were 1 million this year and who will be 3 million more next year according to the European Commission. \"And since it's clear to us that the Islamic State is using these migrations to infiltrate terrorists, we must restore the institutions of the army, the police and the justice system as well as customs which were destroyed under Sarkozy and under Francois Hollande. And we must eradicate Islamic fundamentalism on our soil.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2015/12/15/459815247/france-s-le-pen-acquitted-of-inciting-hatred-in-muslim-comments"
        },
        {
            "headline": "Saudi Women Cast First-Ever Votes – And Vie For Offices",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 12,
                "year": 2015
            },
            "article_content": "A Saudi woman casts her ballot in a polling station in the coastal city of Jeddah Saturday, as women were allowed to vote in Saudi Arabia's elections for the first time ever.\n                \n                    \n                    AFP/Getty Images\n                    \n                \nhide caption A Saudi woman casts her ballot in a polling station in the coastal city of Jeddah Saturday, as women were allowed to vote in Saudi Arabia's elections for the first time ever. It's a historic day in Saudi Arabia, where officials are touting municipal elections in which women are not only voting for the first time, but also standing for office. But if they want to cast a vote, they'll have to catch a ride: the kingdom still forbids women from driving. The elections are for nearly 300 local councils. The official Saudi news agency says polling stations are reporting a large turnout, and a smooth voting process. From Jeddah, NPR's Deborah Amos reports: \"There are plenty of candidates, more than 5,000 men and almost 1,000 women. In keeping with Saudi's strict rules on gender segregation, men and women cast ballots in separate polling stations. \"The vote is seen as a small step to open the way for a more equal role for women in this conservative Kingdom. A popular online taxi service offers free rides to the polls in the only country where women are prohibited from driving. \"But there have been gains in recent decades. Women outnumber male university graduates. More women are entering the workplace and heading businesses. Female candidates say the election is another symbolic step.\" One candidate, Amal Badreldin Al Sawari, 60, is a pediatrician in central Riyadh. She tells Agence France-Presse, \"To tell you the truth, I'm not running to win. I think I have done the winning by running.\" At least two other women in the conservative Islamic kingdom tell the AFP that they were disqualified from running for office; another woman says the candidate she favored withdrew after being criticized by local religious officials.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2015/12/12/459467383/saudi-women-cast-first-ever-votes-and-vie-for-offices"
        },
        {
            "headline": "How Black Reporters Report On Black Death",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 20,
                "year": 2015
            },
            "article_content": "Scenes from Ferguson, Mo., in August 2014, captured by some of the reporters I spoke to for this story.\n                \n                    \n                    Courtesy of Trymaine Lee, Wesley Lowery, Gene Demby and Yamiche Alcindor\n                    \n                \nhide caption Scenes from Ferguson, Mo., in August 2014, captured by some of the reporters I spoke to for this story. On an unbearably hot August afternoon last summer, I was walking along West Florissant Avenue in Ferguson, Mo., notebook in hand, when I ran into two good friends who were also on the clock, Joel Anderson of BuzzFeed and Jamelle Bouie of Slate. A few nights later, we got dinner with a couple of other black journos from D.C. We'd all known each other for years, and joked about how we rarely get together back home and here we were, eating wings at a gastropub in St. Louis. But this was a strange reunion: We weren't gathered for a birthday, or happy hour, but because a young black man's body had lain out for four hours on a sweltering street. In the 12 months since, the national conversation about police brutality has reached a higher pitch than we could have imagined. We've all become part-time cops reporters and part-time criminal justice reporters. We've interviewed weeping family members, scrutinized dash cam footage and witnesses' YouTube uploads, and wrestled with the long-term political implications of what this moment might mean. At this point, I'm probably approaching 30,000 words on the subject of race and policing. It's everything you want in a story — consequential, evolving, complicated. This work will matter in a way that so many other stories don't or won't. But this beat has also been distressing and unrelenting. I've come uncomfortably close to handing in my resignation, asking to cover anything but this. I can't even remember which case or video got me to that point, but I just didn't want to do it anymore. Over the past month, I've talked to a dozen other black reporters who've covered race and policing since Michael Brown's death — or even further back, since Oscar Grant or Ramarley Graham — and it's been a relief to learn that I'm not the only one. That sinking feeling when a hashtag of a black person's name starts trending on Twitter, the guilty avoidance of watching the latest video of a black person losing his life, the flashes of resentment and irritation at well-meaning tweets and emails sent by readers asking me to weigh in on the latest development in the latest case. The folks I talked to for this story share many of the same, contradictory impulses I wrestle with when a new case comes to light, torn between wanting to jump on a plane — or start sketching out a long essay, as the case may be — and wanting to log out of Twitter and block out emails from my editors. Every black Ferguson resident I interviewed last year had his own story about an unfair encounter with local cops. And, unsurprisingly, nearly all black journalists I've talked to mentioned a similar story from their off-the-clock lives. Joel at BuzzFeed told me he's been stopped three times a year by the police since he started driving two decades ago. Charles Blow of the New York Times wrote earlier this year about how his son, a Yale student, had a gun pulled on him by campus police who thought he didn't belong at the school's library. And so on. I have my own stories along these lines. These stories, these moments, pushed many of us into journalism in the first place. Today, a lot of us occupy desks in national newsrooms at a time when questions about policing and race have become arguably the biggest story in the country. At the same time, many of us are puzzling out what it means to be black reporters reporting on black death in an industry that's traditionally operated like this: Some people tell the tough stories (white, upper middle class, mostly male), and other people have tough stories happen to them. It's an industry that's long boasted a nebulous ideal of \"objectivity\" without considering that the glaring homogeneity of its ranks helps make that claim believable. As calls for newsroom diversity get louder and louder — and rightly so — we might do well to consider what it means that there's an emerging, highly valued professional class of black reporters at boldface publications reporting on the shortchanging of black life in this country. They're investigating police killings and segregated schools and racist housing policies and ballooning petty fines while their loved ones, or people who look like their loved ones, are out there living those stories. What it means — for the reporting we do, for the brands we represent, and for our own mental health — that we don't stop being black people when we're working as black reporters. That we quite literally have skin in the game. Capt. Ron Johnson of the Missouri State Highway Patrol answers media questions at their holding pen in Ferguson on Aug. 19, 2014.\n                \n                    \n                    Mark Kauzlarich/Reuters/Landov\n                    \n                \nhide caption Capt. Ron Johnson of the Missouri State Highway Patrol answers media questions at their holding pen in Ferguson on Aug. 19, 2014. \"At some point, it feels like pornography,\" Trymaine Lee, a friend and a reporter at MSNBC, told me a couple of weeks ago, when I asked him if he ever struggled to watch one of those gruesome videos. We were sitting on a bench in downtown Minneapolis, taking a break from this year's gathering of the National Association of Black Journalists, which happened to take place the same weekend as the first anniversary of Brown's death. Trymaine and I used to work together at the New York Times and at the Huffington Post, where we covered the Trayvon Martin story. The last time we had seen each other was in Ferguson 12 months ago; we ran into each other one night while tensions were starting to rise. (\"You OK?\" \"I'm good. You OK?\") Trymaine, who's 36, is a gregarious, self-assured cat, and he sees this work as his calling. So I was surprised to hear that the Ferguson story ate at him so much. \"Day after day, not just dealing with the heat on the ground, but also the physical heat and emotional heat of Ferguson,\" he recalled. \"It was a lot.\" And it wasn't just Ferguson. Within days of Brown's death, the grim roster expanded: John Crawford. Ezell Ford. Kajieme Powell. \"It was just one after another after another,\" said Trymaine. \"Being a journalist, you have to keep some emotional distance from it. That whole process takes a lot out of you.\" Trymaine went back and forth to St. Louis County in the months after Brown's death, as locals nervously waited to learn whether Darren Wilson would face charges. \"The night [the decision came down], before everything exploded, you could feel it in the air,\" he said. And then everything did explode. Trymaine said he felt a deep sadness, not over the grand jury's decision, but over the hopelessness he saw in the young men gathered around fires on West Florissant. \" 'My goodness, look where we are,' \" he recalled thinking. \"I felt like I wanted to cry for the next three weeks.\" Trymaine Lee reports in Ferguson in August 2014.\n                \n                    \n                    Courtesy of Trymaine Lee\n                    \n                \nhide caption Trymaine Lee reports in Ferguson in August 2014. It wasn't the first time a big story left him shaken. During Hurricane Katrina, Trymaine was a cub reporter at the New Orleans Times-Picayune; his team won a Pulitzer for its coverage. But he also remembered being on edge for months later. His nerves were frayed. He would blow up at people close to him. At the time, he didn't know what was going on. No one had ever warned him about the psychic residue of paddling through a lake of floating corpses. In the decade since, he's learned — on his own — how to pace himself, to know when he needs to step back from a big, consuming, emotionally distressing story. \"This time around, I could identify it,\" he told me. \"Ten years later, 10 years wiser.\" Of course, dealing with uncomfortable assignments is what you sign up for as a reporter, he said. \"We can't live in any bubble. We're trying to pop the bubbles. As part of our jobs, we have to confront this stuff in a way that other people don't.\" But in the case of someone like Trymaine covering the death of someone like Freddie Gray or Walter Scott — men who might resemble an uncle, a cousin, a brother — it's easy to see him requiring an additional set of cognitive gymnastics to get through. \"We're in a position as journalists, but also as black journalists, where we're constantly aware of and wrestling with these things,\" he said. We got to talking about the case of Sandra Bland, who died after several days in jail following a dubious police stop. Trymaine recounted how, back in college, he was regularly stopped by police in South Jersey whenever he'd drive out to see a then-girlfriend. You could argue that since Trymaine has endured what he sees as a whole slew of bogus police encounters, he can't fairly report on a story like Bland's. But there's another way to look at it: that the growing call for newsroom diversity is aimed at pulling in reporters who look at the world through different sets of lenses and bring differently textured sets of experiences to the table, with the promise that it'll lead to better journalism. Rarely do newsroom executives spell out what \"better\" means. But Trymaine's lens on race and policing, one that's sharpened by his own experiences, could ultimately help him deliver a more complete set of truths than a reporter with a narrower imagination of all the ways that a police encounter could go down. He might push his editors toward investigations they might not have otherwise prioritized. Sources might open up more easily to him. But if \"diverse\" reporters help newsrooms do better journalism, are newsrooms doing enough to make sure someone like Trymaine has the support and backup he needs to not burn out or even break down in the process? We ask journalists to keep some critical, dispassionate distance from their stories. But what happens when the stories they're covering are not abstractions, not just things that happen to other people? What happens when echoes of those stories keep sounding off in their own lives? I was left with that question when Trymaine and I wrapped up our conversation and headed to lunch. I looked at my phone and realized that in the short time we'd been talking on the bench, the hashtag #ChristianTaylor had been trending on Twitter, named for a black college football player shot and killed by police in Arlington, Texas. Last summer, Wesley Lowery, a young reporter at the Washington Post (and another personal acquaintance), found himself becoming part of the story when he was arrested for trespassing in Ferguson. Some police officers had asked him to leave a McDonald's where he and other journalists were hunkered down, and they decided he wasn't moving quickly enough. They threw him against a soda machine and handcuffed him. (Fittingly for this genre, his encounter was captured on video.) Just last week, as Wesley returned to Ferguson for the anniversary coverage, the city filed charges against him for trespassing and interfering with a police officer, related to the previous year's encounter. \"I was anxious and stressed because I have to deal with all this again,\" Wesley told me later that night. He'd just gotten off the phone, trying to calm his mom down. \"It's going to be a big distraction for a while.\" Wesley Lowery (right) speaks to a Ferguson resident in 2014, a couple of hours before being arrested.\n                \n                    \n                    Jason Rosenbaum for NPR\n                    \n                \nhide caption Wesley Lowery (right) speaks to a Ferguson resident in 2014, a couple of hours before being arrested. Wesley, who's 25, has been one of highest-profile reporters on this beat since Ferguson, where he attracted attention both for the volume of his tweets about the protests and for their tenor. More than most other journalists on the ground affiliated with a major news outlet, Wesley tweeted direct quotes from angry residents and seemed to channel the voice and emotion of the protests. That felt unmediated and refreshing to some, and slanted and politically charged to others. He's become a lightning rod for anti-Black Lives Matter sentiment across the country, at one point earning the ire of notorious right-wing troll Chuck Johnson, who tweeted out Wesley's parents' home address in a way that many read as an attempt to intimidate and silence him. For the past year, Wesley's been essentially on call on the racial inequality beat, which, as you can imagine, isn't easy. \"I didn't want to go to North Charleston for Walter Scott,\" referring to the unarmed man in South Carolina who was shot in the back while running from a cop after a traffic stop. \"Retrospectively, I'm glad I did, but it's so taxing. It's not even about the stories you do — it's about the stories you don't do. There's this need to constantly know about everything.\" That is, even if he doesn't end up writing about, say, the death of Sandra Bland, he needs to have a handle on the particulars. \"There's this never-ending research. I have to read every hashtag. I have to read about every single case.\" These stories come at such a rapid pace that they snowball into each other, carrying with them the accumulated mass of all the grim stories that came before. Wait, was that the guy who was killed while cosplaying? No, not that guy shot by the cop in South Carolina; the other guy who was. No, not that college football player killed by the police; the other one. Wesley told me that the moment he turned in a story about the Ferguson anniversary a couple of weekends ago, an editor peppered him with questions about the latest in the Christian Taylor case. His email is a constant deluge of tips. \"It's like, 'Here's this video of my mom being killed by the police five years ago.' 'I need you to tell my story.' 'Can I drop off these documents to you?' \" Wes gets that people reach out to him because he's a reporter with an enormous national platform writing about cases that, up until very recently, might not register more than a local blip. \"You become someone who people go to,\" he said. \"You're a way to have their story be told, and you know you can't do all of them.\" A couple of other reporters I talked to for this story expressed that concern: not being able to do justice to every story, every hashtag, every lost life. \"In terms of taking care of myself,\" Wes told me, \"we're one year in, I need to take some time off, and I haven't.\" Part of the fatigue he described was similar to something Trymaine told me: dealing with the double vision of seeing yourself or someone you love in the story of woe you're out there reporting. Wes grew up in suburban Cleveland, and he and his brothers hung out near the park where 12-year-old Tamir Rice was killed by a cop last winter. He remembers first dealing with that double vision during the Trayvon Martin case. \"I was a light-skinned black man walking around in a hoodie buying candy from convenience stores in a sketchy suburban neighborhood every single day of my upbringing,\" he said. \"How many nights was I dressed the exact same he was, doing the exact same thing he was doing?\" \"Trayvon Martin's story really resonated with me because I grew up at the high school where he went,\" Yamiche Alcindor told me. \"I knew that area, and I knew what 17-year-olds in Miami were like.\" Yamiche, who's 28, was one of the reporters who helped put the story of Martin's death on the nation's radar. She's been covering breaking news for USA Today for the past few years. We caught up by phone last week as she was deplaning from her latest trip to Ferguson; she, like a lot of the folks on this detail, was on anniversary duty. I wanted to talk with Yamiche because despite her age, she'd already gotten in more reps than those of us who were newer to this thing. Didn't this grind, all of this running around in the wake of people dying, ever get to be too much? Maybe more than most of us, Yamiche has given a lot of thought to what well-being looks like on a beat like hers. \"While I loved covering Ferguson, and I loved covering all the cases, and all the conversations that came with that, I definitely take time to myself,\" she told me. Yamiche Alcindor runs down West Florissant Ave., early morning on Aug. 20, 2014, in Ferguson, Mo.\n                \n                    \n                    Curtis Compton/Courtesy of Atlanta Journal-Constitution\n                    \n                \nhide caption Yamiche Alcindor runs down West Florissant Ave., early morning on Aug. 20, 2014, in Ferguson, Mo. Yamiche had recently heard a veteran war reporter's talk on the need for reporters who cover traumatic stories to find balance in their lives. The parallel he drew to the stories that have surfaced in the long tail of Ferguson stuck with her. \"We're covering the Black Lives Matter movement, but this need to calm yourself, this need to step away, is true of a lot of other beats,\" she said, like war reporting. \"It's not beat fatigue\" — when you're just itching for something new — \"so much as much emotional fatigue, because you're really pouring yourself into these stories,\" she said. Yamiche said she has always thought of herself as a crime reporter — she told me about her first byline, on a story about a school rape case while she was interning at a newspaper as a teenager — and she's pushed through tough stories ever since. She says she took a moment to cry in her car while covering the mass school shooting in Newtown, Conn. She said she's learned to recognize strong feelings about her stories as a sign that she's fully tuned in. \"I don't ever want to stop completely being emotional,\" she said. \"I feel like my humanity strengthens my reporting. I don't want my reporting to be cold.\" Yamiche wasn't the only reporter who brought up war reporting when we talked about this beat. I asked David Gilkey, a staff photographer at NPR who's won a slew of awards for coverage in war and conflict-ridden corners of the globe — Afghanistan, Haiti, the Balkans, Somalia — about that comparison. \"I think the difference for you guys,\" Gilkey said, \"is that you got caught covering a story that became really gruesome and no one really checked to see if you were OK.\" In newsrooms that house war correspondents, he explained, there's an editorial tradition of checking in on those who parachute into the front lines. He wondered if the scattershot nature of race and policing stories makes it harder to psychically prepare. That is, huge geopolitical conflicts usually come with some sort of buildup, while working the race and policing beat means whiplashing from one horrible incident to another at lightning speed. I'd barely surfaced from a deep dive into the history of racial segregation at pools following an incident in McKinney, Texas, where a teenage black girl was manhandled by a white cop at a pool party, before plunging into data on millennial attitudes toward race after 21-year-old Dylann Roof allegedly shot up a black church in Charleston, S.C. None of the conversations I had for this story suggest that newsrooms on the whole are seeing reporters on this beat in the same light as reporters covering wars or other deadly conflicts. (We do talk about these issues here on the Code Switch team — a team that's staffed entirely by black and brown people — but we're a pretty unusual outfit.) To be sure, none of the reporters I spoke to said they feel neglected or exploited by their editors; this is work they want to do. But it was also clear that it comes with real emotional costs, and in the meantime, this huge, expanding story doesn't show any signs of slowing down — the deaths keep coming. As we've already seen in the lead-up to the 2016 election, issues of race, policing, and broader racial inequalities will be major themes of the campaign season. A year from now, there figures to be even more of us doing this job. Those of us on the black death beat have to make it to next November, and beyond, without burning out. So how are we going to do it? While the industry writ large has yet to take on that question, the beat has given rise to its own informal support network — folks emailing and Google chatting and texting to check on whoever's heading out to the latest conflagration or sure to be on the hook for a long essay. Running into MSNBC's Lee that night on West Florissant — \"You OK?\" \"I'm good. You OK?\" — a few hours before the tear gas started popping off helped calm my nerves, at least for a while. \"One of the reasons I think so many of us are close,\" said Washington Post's Lowery, \"is that we know the dual stressors: the stress of the job, but also the stress of a black person constantly reading about black death.\" Just hearing Wes, Trymaine, and Yamiche say this stuff has made me feel substantially less crazy. \"It is with no pleasure that I have dipped my hands in the corruption here exposed,\" wrote the 19th century investigative journalist Ida B. Wells, a black woman born in Holly Springs, Miss., in 1862, in the preface to Southern Horrors: Lynch Law In All Its Phases, her incredibly well-researched pamphlet on hundreds of lynching cases. \"It seems to have fallen upon me to do so.\" An 1890s portrait of American journalist, suffragist and Progressive activist Ida B. Wells (1862-1931).\n                \n                    \n                    R. Gates/Hulton Archive/Getty Images\n                    \n                \nhide caption An 1890s portrait of American journalist, suffragist and Progressive activist Ida B. Wells (1862-1931). There's no question that Wells couldn't separate her work from her personal life; her reporting took on a new sense of urgency when three black friends of hers were murdered by white vigilantes; one ran a successful grocery store and had drawn the ire of a white competitor. Wells made it her mission to disprove the fabricated justification of lynchings as a form of payback for a mythical epidemic of rapes of white women by black men. \"If this work can contribute in any way toward proving this, and at the same time arouse the conscience of the American people to a demand for justice to every citizen, and punishment by law for the lawless, I shall feel I have done my race a service. Other considerations are of minor importance.\" Other considerations are of minor importance. I can't help but take that to mean Wells' own well-being — physical and emotional — in the face of the enormous responsibility she had taken on. She at one point broke down in tears at a lectern while speaking in New York about her findings and her life experiences as a young black woman. She was mortified to have cracked in public, but a few folks in the audience told her the display of emotion made the story she was struggling to tell all the more real and pressing to the well-connected crowd. I've written about the problem of being The Only One in the Room — the unwanted burden of representing the concerns of an entire group of people, coupled with the anxious desire to do a good job of it. It does seem there's one good way of preventing black journalists who cover black death from burning out, or relegating their own well-being to \"minor importance\" status, one that was far less available in Wells' time: Hire enough of us that no one black reporter or editor in a newsroom has to feel like it's entirely \"fallen upon him\" to tell these stories. If nothing else, talking to other black journalists on the race and policing beat for this story has been a huge relief. Nearly everyone brought up a sense of responsibility toward the rest of the folks out here on these stories. Hopefully these ranks will keep on growing. In the meantime, we'll keep checking up on each other. A family photograph among the memorials on the sidewalk in front of the Emanuel African Methodist Episcopal Church in Charleston, S.C., after a racially motivated mass shooting there on June 20.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption A family photograph among the memorials on the sidewalk in front of the Emanuel African Methodist Episcopal Church in Charleston, S.C., after a racially motivated mass shooting there on June 20.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2015/08/20/432590298/how-black-reporters-report-on-black-death"
        },
        {
            "headline": "Decades Of Politics And Partnership In Jimmy Carter's 'Full Life'",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 4,
                "year": 2015
            },
            "article_content": "Reflections at Ninety by Jimmy Carter Hardcover, 257 pages | Your purchase helps support NPR programming. How? In just over 18 months, Barack Obama will join the ranks of ex-presidents. He'll be 55 when he leaves office, among the youngest to become a former president, alongside Bill Clinton and Jimmy Carter. President Carter remains a model of what an active, productive life can look like after leaving the White House. He looks back on that life in his new memoir, A Full Life: Reflections at Ninety, beginning with growing up with black friends in the Jim Crow South. \"I didn't really think much about [segregation], because it was just the custom and everybody did it, and nobody challenged it,\" he tells NPR's Eric Westervelt. \"So it was just life, and when I was at home, I really enjoyed the feeling of being in a deep and penetrating and harmonious community with my African-American friends, and when I went to church or went to school, it was just going into a different and somewhat strange environment for me.\" On race relations today Well, a good portion of my book describes my relationship with other people around Plains [Georgia], because when I went off to the Naval Academy and became a naval officer and stayed in the Navy for a good while, and came home, my wife and I were more progressive on the race issue than most of the people around Plains, so I describe that a good bit in the book. After the civil rights movement, there was a kind of a breath, a sigh of relief in the South among many people — \"well, the race issue is over, and now we're going to be fully equal and the millstone will be removed from the neck of both white people and black people.\" But I would say that over the decades since then, since the Voting Rights Act and so forth has passed, both the Congress, the Supreme Court and the general public in America have kind of backed away from that commitment to going out of our way to make sure that is equal in the racial relationship. On campaign financing, which he calls \"legal bribery\"The Supreme Court's decision on Citizens United was one of the stupidest and most counterproductive decisions that the Supreme Court of the United States has ever made, and I think it has basically taken away a lot of the democratic ideals of elections in the United States that we've enjoyed down through the previous generations. So I think it's completely distorted the democratic purity or legitimacy of our elections in the United States. And it's legal bribery, as I said, because the rich people, when they give a candidate $100,000 or whatever, through various devious means, they expect something in return. And they also influence, through those major campaign contributions, the outcome of elections that shapes the tax rates and gives special benefits to major corporations and heavy contributors to the campaign. On what President Obama should do when he leaves the White House Just use the talent and ability you already have, that got you in the White House, and the experience and knowledge of our country and the world that you've gained in the White House, to the utmost beneficial use of other people. And I think, since he's of African-American background and race, I think that his influence in very poor countries where people have different-colored skin would be quite invaluable. And whatever he does, I'll respect it.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2015/07/04/419490736/decades-of-politics-and-partnership-in-jimmy-carters-full-life"
        },
        {
            "headline": "Indiana Law: Sorting Fact From Fiction From Politics",
            "author": "Domenico Montanaro",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2015
            },
            "article_content": "Opponents of Indiana's Religious Freedom Restoration Act rallied against the legislation at the Indiana State House on Saturday.\n                \n                    \n                    Doug McSchooler/AP\n                    \n                \nhide caption Opponents of Indiana's Religious Freedom Restoration Act rallied against the legislation at the Indiana State House on Saturday. The culture wars are always percolating beneath the surface in presidential politics — until something or someone pushes them to the surface. That something early in this cycle is Indiana's Religious Freedom Restoration Act, which Republican Gov. Mike Pence, who is considering a run for president in 2016, signed into law last week. It has caused a firestorm of criticism from those who say the law could lead to discrimination against gays and lesbians, including businesses like Apple and Angie's List; the NCAA, which is hosting the men's college basketball Final Four in Indianapolis; and even other states like Connecticut, which banned state-paid travel to Indiana. Pence seemed surprised by the backlash and has had some difficulty explaining his position. Other potential 2016 candidates have leapt to his defense, and some, like Florida Sen. Marco Rubio, went further than the Indiana governor. Supporters say Indiana's law is similar to the federal Religious Freedom Restoration Act passed in 1993. As is often the case in controversies, however, the facts have become muddled and conflated. So what are the facts? How are the two laws different? And how have politics on both sides shaped the response? Seeking 'Clarification' And A 'Fix,' As The Contenders Weigh In On Tuesday, Pence said there has \"been misunderstanding and confusion and mischaracterization of this law.\" But he said he is seeking \"clarification\" and a \"fix\" to the law with legislation \"that makes it clear that this law does not give businesses a right to deny services to anyone.\" On Monday, though, the law became part of the presidential campaign with Republican presidential candidates weighing in after a Sunday show performance from Pence that raised more questions. Pence sidestepped half a dozen specific questions about whether the law could lead to discrimination against gays and lesbians. Former Florida Gov. Jeb Bush contended that facts had not been established, and once they are, \"people aren't going to see this as discriminatory at all.\" Wisconsin Gov. Scott Walker backed the law and said through a spokesman that it was about \"the right for Americans to exercise their religion and act on their conscience.\" Texas Sen. Ted Cruz said the law \"is giving voice to millions of courageous conservatives.\" Rubio, though, did something the other candidates did not. He more directly addressed the charge that businesses could discriminate against gay and lesbian couples. Gay-rights advocates, for example, say if a gay or lesbian couple wanted a flower arrangement or cake for a reception, a florist or caterer could lawfully choose not to fill the order, if he has a religious objection. Rubio said he thinks businesses should have that right. Sad this new Indiana law can happen in America today. We shouldn't discriminate against ppl bc of who they love #LGBT http://t.co/mDhpS18oEH \"The issue we're talking about here is should someone who provides a professional service be punished by the law because they refused to provide that professional service to a ceremony that they believe is in violation of their faith?\" he said on Fox News Monday. \"I think people have a right to live out their religious faith in their own lives.\" Most conservatives, including Pence, have mostly not addressed that charge head-on. Instead, they say, the law is unfairly maligned. After all, other states have similar laws and even Democrat Bill Clinton signed a federal Religious Freedom Restoration Act into law as president. Hillary Clinton, for the record, tweeted: \"Sad this new Indiana law can happen in America today. We shouldn't discriminate against ppl bc of who they love.\" The White House on Tuesday blasted Pence and others, who \"falsely suggest\" the two laws — Indiana's and the federal one — are the same. \"That is not true,\" White House press secretary Josh Earnest said at the White House daily briefing. He cited the spirit of the law as well as the text. He said the 1993 law \"was an effort to protect the religious liberty of religious minorities based on actions that could be taken by the federal government.\" On the other hand, \"The Indiana law is much broader,\" Earnest continued. \"It doesn't just apply to individuals or religious minorities. It applies to, and I'm quoting here, 'a partnership, a limited liability company, a corporation, a company, a firm, a society, a joint stock company, or an unincorporated association.' So this obviously is a significant expansion of the law in terms of the way that it would apply. ... [T]his is a much more open-ended piece of legislation that could reasonably be used to try to justify discriminating against somebody because of who they love.\" The Background First, let's start with how and why the 1993 law came to be. The federal law stemmed from an Oregon Native American man, who lost his job in 1990 after testing positive for drugs. He had used peyote as part of a religious ritual. The \"fix\" to that problem became the federal RFRA, introduced by soon-to-be Senate Minority Leader Chuck Schumer, then a House member from New York. A companion bill passed the Senate and was introduced by the late Sen. Ted Kennedy. Nineteen states, in addition to Indiana, have since enacted their own RFRAs, but as The Atlantic notes, just South Carolina and Texas have similar variations to Indiana's and neither seems to go quite as far. Indiana Vs. Federal Law — What Do They Say? The Federal RFRA states that \"Government shall not substantially burden a person's exercise of religion even if the burden results from a rule of general applicability. ...\" The Indiana law also states, \"A governmental entity may not substantially burden a person's exercise of religion, even if the burden results from a rule of general applicability.\" That is, the federal law states, except when it \"is in furtherance of a compelling governmental interest; and is the least restrictive means of furthering that compelling governmental interest.\" Indiana also states the exception as \"(1) is in furtherance of a compelling governmental interest; and (2) is the least restrictive means of furthering that compelling governmental interest.\" But that's where the similarities end. The federal law does not go so far as to define a \"person.\" Indiana's law does. And a \"person,\" by its standard, is not what you might think. Section 7 of the Indiana code includes people, churches and corporations in that definition: As related to whether, why or who can sue, the federal law says: The Indiana law goes further. In Section 9, it states that \"a person,\" in this case meaning an individual, church, limited liability company, etc., \"whose exercise of religion has been substantially burdened, or is likely to be substantially burdened, by a violation of this chapter may assert the violation or impending violation as a claim or defense in a judicial or administrative proceeding, regardless of whether the state or any other governmental entity is a party to the proceeding.\" So, in other words, while the federal law states that a person can sue the government for a grievance, Indiana makes a point of stating that it doesn't matter if government is involved. Josh Blackman, a constitutional law professor at South Texas College, notes in National Review that while some read the federal provision as pertaining only to government, it has actually split federal courts. \"Private parties,\" he points out, \"had brought suits against corporations.\" For example: \"[T]he D.C. Circuit held that the Catholic University of America could raise RFRA as a defense against a sex-discrimination claim brought by a nun and the Equal Employment Opportunity Commission alike.\" That said, the Indiana law explicitly wipes away any ambiguity. The Politics Support for gay rights has increased dramatically over the past decade. Since former President George W. Bush proposed a ban on same-sex marriage during his 2004 presidential re-election campaign, support for same-sex marriage has reversed. Gallup's May 2014 survey found support for same-sex marriage at a new high: 55 percent.\n                \n                    \n                    Gallup\n                    \n                \nhide caption In 2004, a majority of the country — 55 percent — was against it, while 42 percent was in favor, according to Gallup. Now, it's exactly the opposite, with 55 percent saying they're in favor of same-sex marriage and 42 percent saying they're against it. What's more, in 2004, 54 percent said gay or lesbian relations were \"morally wrong.\" In 2014, 58 percent said it was \"morally acceptable,\" while just 38 percent said it was wrong. That is a huge cultural and political shift in a relatively short time. It's something Republican pollster Whit Ayres likens to approval of interracial marriage in the 1970s to 1990s. In his book, 2016 and Beyond: How Republicans Can Elect a President in the New America, he points out, citing Gallup numbers, that in 1972, some 60 percent of Americans disapproved of interracial marriage. Twenty-five years later, 64 percent approved with the lines crossing when the country split about evenly in 1983. \"It looks similar to gay marriage,\" Ayres told reporters at a breakfast meeting Tuesday sponsored by the Christian Science Monitor. \"The values of young people, I believe, this is where we are headed as a country.\" He added, \"We are headed to where a political candidate who is perceived as anti-gay will never connect with people under 30 years old.\" But going inside the numbers helps explain why both sides are singing very different tunes on the Indiana law. For example, Gallup found that 3 in 4 Democrats are in favor of same-sex marriage (as were almost 60 percent of independents), but the opposite was true for Republicans with 72 percent opposed, as of 2013. Gallup survey showing support of same-sex marriage by party in 2013.\n                \n                    \n                    Gallup/Whit Ayres' \"2016 And Beyond\"\n                    \n                \nhide caption That makes it difficult to get through a Republican primary being too strongly in favor of gay rights with a significant portion of the base considering themselves \"social values\" religious voters. \"That's a challenge,\" said Ayres, who is advising Rubio. He points out that Republicans under 30 support same-sex marriage. A Pew poll in 2014, in fact, found 61 percent of young Republicans in favor. So, while times are changing with Republicans on gay rights, they are doing so more slowly than the more rapid change taking place in the country at large.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2015/04/01/395613897/sorting-fact-from-fiction-from-politics-on-the-indiana-law"
        },
        {
            "headline": "Spain's Muslim Business Owners Feel Squeezed By New Zoning Proposals",
            "author": "Lauren Frayer",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 1,
                "year": 2015
            },
            "article_content": "Muslim men attend Friday prayers at La Pau Islamic Center in Tarragona, a Mediterranean coastal town where Muslims comprise about 10 percent of the population.\n                \n                    \n                    Lauren Frayer/NPR\n                    \n                \nhide caption Muslim men attend Friday prayers at La Pau Islamic Center in Tarragona, a Mediterranean coastal town where Muslims comprise about 10 percent of the population. Spain's Mediterranean coast is home to the country's biggest Muslim community. And in one town there, local politicians have proposed new zoning laws that have people pondering what it means to be Spanish, or Muslim, or both. Ruling conservatives in the town of Tarragona want to limit the number of kebab shops and Internet cafes in the town center, keeping them 500 yards apart to \"protect traditional Spanish businesses\" and prevent what they call ghettos. \"My business is legal. I pay my taxes. I don't sell contraband. So what are they so worried about? This is called discrimination.\" Nouari Benzawi But just what is a traditional Spanish business? \"You tell me! My tomatoes are Spanish, and so are the potatoes I sell,\" says Nouari Benzawi, an Algerian immigrant who runs a kebab shop and halal grocery store. \"Please explain this to me!\" he exclaims, stomping around his shop, pointing out Spanish products. \"Do I need to sell pork to be a traditional Spanish business? Do I need to sell wine?\" He doesn't sell these items, for religious reasons. Benzawi, 52, is a Muslim who has lived in Spain for 20 years. He's married to a Spaniard and holds a Spanish passport. \"My business is legal,\" Benzawi says. \"I pay my taxes. I don't sell contraband. So what are they so worried about? This is called discrimination.\" Authorities have said the new zoning laws, if passed, would not force the closure of existing businesses, but would regulate how and where new ones can open. Benzawi believes the proposal unfairly targets a certain type of business that is often owned or run by immigrants like himself. Spain has a relatively small Muslim population, at about 2 percent of the total. The largest concentration is along the Mediterranean coast, in the region of Catalonia. In some coastal towns, including Tarragona, Muslims comprise about 10 percent of the population. Muslims in Spain tend to be first-generation immigrants, originally from just across the Mediterranean — Morocco, Algeria, Tunisia. While Spain doesn't track unemployment data by religion, community leaders insist Muslim immigrants have been disproportionately hurt by the country's economic crisis. They estimate their jobless rate is several points higher than the national average of 23 percent, and double that for youth. In Tarragona, the overall unemployment rate tops 30 percent. Benzawi worries the new zoning proposal will only make matters worse, disrupting existing businesses and discouraging creation of new ones. Benzawi is an electrical engineer and speaks multiple languages, but says he couldn't get hired by a Spanish company. \"So what am I supposed to do?\" he says. \"Rob, beg? The only way to survive is to have my own business. So this zoning proposal is totally contrary to the free market and to our assimilation in Spain.\" The man behind the proposed \"kebab law\" is Alejandro Fernández, the spokesman for Tarragona's branch of Spain's ruling conservative Popular Party, who is also running for mayor. He exchanged emails with NPR but refused to comment for this story, instead recommending another PP leader, Carles Pellicer, mayor of the nearby suburb of Reus. Pellicer also said he was unable to comment. But another party member, Joaquim Enrech Garola, Reus's city council member for citizens' security, expressed concern about Muslim youth congregating in the town center. \"What we're doing is in their interest and in ours,\" he says. Husam Lakchouch, a high school student in Tarragona, complains about the proposed law as his family shares a traditional Moroccan couscous meal, amid a boisterous conversation in a mix of Arabic, Spanish, Catalan and English. \"If you have many Muslims living together, you will have Muslim shops, Arab shops, mosques! They think it's a ghetto. They are afraid of that,\" he says. \"I don't know, I think it's a little bit racist. I think that when they see Muslims, they have an idea of terrorism.\" Reus voted to ban wearing the traditional Muslim burqa and niqab in public places last year. Spain's Supreme Court blocked the law, but the town has lodged an appeal. It removed the word \"burqa\" from the law. Enrech says it now applies to all full-face coverings. \"It's not to stop the Muslim burqa or niqab,\" he says. \"It also applies to people wearing motorcycle helmets while walking down the street. It's not religious.\" Some Muslim leaders see such laws — the burqa ban or the proposed limits on traditionally Muslim-owned businesses like kebab shops — simply as political pandering. Ali Lakchouch, left, and Hilal Tarkou came to Tarragona from Morocco. \"Politicians say they want to preserve the aesthetic of the city,\" says Tarkou. \"But they're doing it at the expense of its newest citizens.\"\n                \n                    \n                    Lauren Frayer/NPR\n                    \n                \nhide caption Ali Lakchouch, left, and Hilal Tarkou came to Tarragona from Morocco. \"Politicians say they want to preserve the aesthetic of the city,\" says Tarkou. \"But they're doing it at the expense of its newest citizens.\" \"It's election season. We're used to this. They think it'll win them votes,\" says Muhammed Abdul-Rahim Bokadira, the imam at Tarragona's La Pau Islamic Center. It can't technically be called a mosque because local authorities have yet to grant it a permit as an official place of worship. But hundreds gather to pray there every Friday, in a poorly lit space that used to house a municipal market. One of them is Hilal Tarkou, a lawyer of Moroccan descent who heads the local Watani Islamic Association, a Muslim community group. \"Politicians say they want to preserve the aesthetic of the city,\" he says. \"But they're doing it at the expense of its newest citizens.\" Tarkou mentions another problem. Spain recently announced that it is investigating hundreds of Muslim-owned businesses, including some in Tarragona, for allegedly funneling money to the self-declared Islamic State, or ISIS, in Iraq and Syria. The vendors are accused of doing so through hawala -- an informal money transfer system used predominantly by immigrants, for whom Western Union or other bank transfer schemes may be too expensive. Tarkou says local Muslims rely on the hawala system to send remittances and support relatives back home in other countries. He worries the investigation will only cast more suspicion on his already struggling community. \"Whenever there's a crisis, they always blame the weakest ones — the immigrants,\" Tarkou says. The irony is that for much of the 20th century, Spaniards themselves were immigrants, fleeing their country's civil war in the 1930s, and the poverty and military dictatorship that followed. But for the past couple of decades, immigrants have been coming to Spain, bringing rich diversity. Unlike many countries in northern Europe, Spain has no far-right, anti-immigrant political movement — so far. But after the January Charlie Hebdo attacks in Paris, fears about Islam are spreading across Europe, and Muslims in Spain worry that policies like the ones in Tarragona could become more prevalent across the country.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/parallels/2015/03/01/387481590/spains-muslim-business-owners-feel-squeezed-by-new-zoning-proposals"
        },
        {
            "headline": "Senegal's Pharmacies Are Much, Much Better Than Your Local Drugstore",
            "author": "By  \n\n      Linda Poon",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 10,
                "year": 2015
            },
            "article_content": "In Dakar, Senegal, privately owned pharmacies dot the urban streetscape.\n                \n                    \n                    Courtesy of Donna Patterson\n                    \n                \nhide caption In Dakar, Senegal, privately owned pharmacies dot the urban streetscape. Senegal is full of tourist attractions: sandy beaches, historic buildings, religious sites. But when historian Donna Patterson visits, she heads to the drugstore. \"Pharmacies are the lens [through] which I view Senegal,\" she says. A historian of African medicine at Wellesley College, Patterson explores how Senegalese pharmacies became \"the forefront of health care\" in her latest book, Pharmacy in Senegal: Gender, Healing, and Entrepreneurship. Unlike the chain pharmacies that dominate the U.S., most of Senegal's are privately owned. They come in all different shapes and sizes. Some stand out, with old-fashioned signs painted in bright blue and green. A cheerful cardboard teddy bear sits in front of one, telling customers the pharmacy is open for business. Inside, the shelves resemble those in an American drugstore: filled with cosmetics, baby items, toothbrushes and other toiletries. Boxes of medicine neatly line the shelves behind the counter, where a pharmacist can be seen diagnosing a patient or mixing medicinal syrups by hand. Patterson credits the rise of Senegal's pharmaceutical industry partly to French colonizers in the early 20th century. Senegal was then suffering from outbreaks of yellow fever, bubonic plague, flu and smallpox. That put pressure on the French to build a better health infrastructure. The first school of medicine was established in 1918, training the Senegalese to become pharmacists, nurse, veterinarians and midwives. The locals were first trained as assistants, but over time \"[the colonizers] decided to professionalize Africans in these biomedical health [care] not just use them in terms of auxiliary support,\" Patterson says. Fast forward a few decades. Today there are more than 1,000 pharmacies serving a country of 14 million. Many Senegalese prefer to visit a pharmacy to get diagnosed and treated for minor injuries, infections and illnesses. It's both cheaper and more convenient than visiting the doctor, says Patterson. Why are pharmacies are at the forefront of health care? The primary reasons are proximity and cost. [People] don't have to pay a fee to visit the pharmacy [as they do] at a hospital. In terms of proximity, pharmacies are everywhere. You can find multiple pharmacies in many neighborhoods, particularly in cities and increasingly in smaller towns. Whereas doctors are congregated primarily in the urban centers and neighborhoods that have high socioeconomic status. And in some circles, pharmaceuticals are considered a status symbol? Being able to take pharmaceuticals can be seen as a sign of affluence — someone can have a cold and take five different things that they were able to go to a pharmacy and buy these things — [even] if they only need one. How do pharmacists regard Senegal's traditional healers? Traditional healing is so pervasive. It's been a major part of [Senegalese] life and we just can't scalp that. What often happens is that many people will go to the traditional healer first. And if it's not working, they'll go to the pharmacist. And the pharmacists know this. [They will ask] if someone is taking some sort of herbal remedy [because] there could be drug interactions. Some of the pharmacists are absolutely opposed [to traditional healers]. Others say, \"we should have more collaboration.\" In your book you write that women own 48 percent of pharmacies in Senegal. How did women become such big players? We first see a handful of African women getting into the School of Medicine and Pharmacy in the 1940s. The literacy rates for women are lower than they are for men — they've always have been — [and] most women weren't going that far in [primary and secondary] school so that made it difficult. There was also discrimination so qualified women were often not admitted to keep more spots for men. What happened in the 1960s and '70s is that women started [attending university] in much higher numbers. They tended to stick with it and were more tenacious in their studies, and men dropped out at higher rates. More [women] were able to own pharmacies. Madame N'deye Dieynaba Mbodj Fall, who ran the National Order of Pharmacist [Senegal's major pharmacist association] from the late 1970s to the late 1990s, became the most powerful pharmacist in the country. And [she and other women pharmacists] were able to open up this sphere for women after them. How has that affected gender roles? These women have a very lucrative pharmacy [business], and money speaks. They're able to contribute to the welfare of their immediate and extended family — if someone is getting married or needs school fees. With this kind of economic contribution comes power. The [women] can influence decisions, like what their family member should study. For some husbands, it's very difficult to deal with a woman with this much economic clout so some of the [women] get divorced. They only remarry if they want to because they can support themselves and their children. You write about Keur Serigne Bi, an underground market for illegal drug sales. How does that play into Senegal's health care? In many countries in the global south, there are parallel drug trades. Keur Serigne Bi is this [marketplace] where the focus is [selling] pharmaceuticals that have been acquired through [illegal] means. Things are often perceived to be slightly less expensive. And some people of lower social economic strata who have the perception that pharmacies are judging them feel more accepted [at these markets]. There are problems though because most of those who are selling are illiterate. Some things that should be refrigerated aren't. Some things are expired and where a pharmacist would throw that away, they would keep it until they sell it. Why hasn't the government or pharmacist associations shut them down? It's tricky. The Mourides [a branch of Sufi Islam] is one of the largest investors in Keur Serigne Bi [which means \"the house of religious leaders\"]. They are very powerful in terms of religion or influencing elections. So one can understand why the government would be reticent to go up against a religious brotherhood. What's the outlook for the new generation of pharmacists? The only way they can really own pharmacies is to move outside of congested urban areas, where there are too many [pharmacies], and into rural areas. There is money to be made. Maybe [the government] needs to give the graduates incentive to open pharmacies in the rural areas.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/goatsandsoda/2015/02/10/377501447/senegals-pharmacies-are-much-much-better-than-your-local-drugstore"
        },
        {
            "headline": "Under One Roof, Divergent Views On 'Black Lives Matter'",
            "author": "Asma Khalid",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 23,
                "year": 2015
            },
            "article_content": "Ranging in age from 12 to 95, (left to right) LaCurtia Brown, Serra Williams, Sherrie Snipes-Williams, Genita Snipes, Alfredia Snipes, Judge Richard Fields, Liz Alston, and Albert Alston pose for a family portrait outside Liz and Albert Alston's home in Charleston, S.C.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption Ranging in age from 12 to 95, (left to right) LaCurtia Brown, Serra Williams, Sherrie Snipes-Williams, Genita Snipes, Alfredia Snipes, Judge Richard Fields, Liz Alston, and Albert Alston pose for a family portrait outside Liz and Albert Alston's home in Charleston, S.C. From Ferguson, to Baltimore, to Charleston, racially charged violence and protests dominated much of the news in 2015. While much of the country watched these events unfold, they had the deepest resonance in the cities at the center of them — going beyond the news and filtering into into family living rooms and kitchens. That's true of Liz Alston's family in Charleston, S.C. Six months ago, a white supremacist opened fire in a historically black Emanuel AME church in her city. Nine African-Americans were killed. Liz is the historian at that church, which is affectionately called Mother Emanuel — she's a self-described \"political guru,\" and the 74-year-old matriarch of her family. It's a family that is deeply political — all of them have voted in every presidential election they could. But, this campaign season, the political disagreements aren't necessarily about a specific presidential candidate, but, rather, a specific issue – the rise of protests around issues of race and the Black Lives Matter (BLM) movement. BLM is a loosely organized group of young activists calling for racial justice; it sprung up after a series of high-profile police shootings. And, for Liz, BLM is a confusing new force. Within her family, there's nearly unanimous agreement that racism is still a problem, but there's also plenty of disagreement about BLM and its protest tactics. One Saturday afternoon this fall, Liz spent the afternoon with some of her relatives, as they often do, discussing politics, race, power, and protests at her home in the historic neighborhood of Old Charleston about a mile from Emanuel AME. Liz's opinions are different from the younger folks in her family, including 22-year-old LaCurtia Brown. As she introduces her, Liz is having trouble finding the words to describe LaCurtia's generation. The afternoon began with presidential politics. (Everyone in this family supports Hillary Clinton in her 2016 campaign — with varying degrees of enthusiasm). Quickly, though, the conversation veered toward the protesters who interrupted a Clinton campaign event in October at a historically black college in Atlanta. After more than an hour of political talk, Liz invited the family into the kitchen for some sweet ice tea, red rice, and collard greens.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption LaCurtia has never attended a protest rally herself, but she agrees with the activists and understands why they're targeting Clinton now. Ninety-five-year-old Richard Fields (known in the family as \"The Judge\") interrupted to politely admonish the young generation. Decked out in a matching vest, jacket, and hat, he said the Clinton protesters were being disrespectful and showing off. Some family members awkwardly shifted their weight on the sofa, but nobody publicly disagreed with The Judge. He's not biologically related to anyone in the room but he's like an adoptive father to Liz and her husband Albert, and has been close to the family for more than half a century. They give deference to him. After all, he's an icon, not just in Liz's family, but in the city. Born in the segregated South, The Judge was an attorney during the Jim Crow era who became the highest ranking black judge in Charleston. Liz sort of agreed with The Judge. \"I think [the activists] are pushing the wrong [candidate]. You know, Hillary already agrees with you, so why make her life difficult?\" she asked. Judge Richard Fields, affectionately known as \"The Judge\" to his family, and LaCurtia Brown embrace outside of Liz and Albert Alston's home.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption Judge Richard Fields, affectionately known as \"The Judge\" to his family, and LaCurtia Brown embrace outside of Liz and Albert Alston's home. Liz was a student of the Civil Rights movement. She went to college in the '60s, protested for equal rights, and even got arrested. So, initially, she said she felt a kinship with BLM and wanted to support them. But, now, Liz feels like BLM doesn't have a clear end goal. Liz is effusive and opinionated, but also circumspect. She's attended Emanuel AME for 47 years. A painting of the church hangs on the living room wall, gazing down on her family - a constant reminder of the deadly shooting. Liz says \"hidden racism\" is still alive, but, she also thinks times are changing. She points out that compared to the '60s, police and politicians in South Carolina are now responding to violence against black people with \"swift justice.\" She mentions the arrest of a white police officer in North Charleston for fatally shooting Walter Scott, a black man. Liz Alston says \"hidden racism\" is still alive, but, she also thinks times are changing.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption She also points to the fact that the Emanuel 9 shooting was immediately referred to as a \"hate crime,\" and that the Confederate flag on the capitol grounds was taken down shortly thereafter. In some ways, perhaps the generational fissures within Liz's family are a uniquely South Carolinian response toward BLM and race. Liz herself says her home state \"dances to the tune of a different drummer.\" And, it's true - in some ways, the state is unusually quiet about these issues. Despite the shooting at Mother Emanuel and the killing of Walter Scott by police, there were no wide-scale protests akin to Ferguson or Baltimore. Liz Alston lives about a mile from the Emanuel African Methodist Episcopal Church in Charleston, which she's been attending for 47 years. Nine people were killed in a shooting there earlier this year.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption But, for recent college grad LaCurtia, the quiet disguises the tension. In front of her older relatives, LaCurtia hesitated to defend BLM; but, after The Judge left, as the rest of the family filtered into the kitchen, she went into to the backyard where she spoke more candidly. LaCurtia said she's frustrated by the racism she's witnessed as she's grown older and by the \"lack of training\" cops demonstrate in dealing with everyday people. And, for her, this isn't abstract, it's personal. Here she describes an encounter her cousin had with the police after being pulled over for speeding. \"It happens, I guess,\" LaCurtia said with an exasperated sigh. She thinks the relationship cops have with the black community needs to change — that's why she supports BLM. Then, she lowered her voice to explain how \"some older people\" in her family don't understand that the movement is about more than protesting. Twelve-year-old Serra Williams says her mostly white classmates once taunted a police officer by yelling out \"Black Lives Matter\" from a bus.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption The youngest family member, 12-year-old Serra Williams, doesn't have a concrete idea of what BLM means, but she does take it seriously. Serra goes to a predominantly white school, and she said one day last year she was riding the bus when it passed a police officer and bunch of her classmates tried to rile him up. Serra's mom, Sherrie Snipes-Williams, 47, chimed in to defend the intentions of the younger activists. She said the BLM movement is \"relevant\" for today's culture, but not as effective as it could be. Rather than protest, activists should \"use their wits and their intelligence to attack an issue in a very different way.\" The Black Lives Matter movement is \"relevant\" for today's culture, but not as effective as it could be, said Sherrie Snipes-Williams.\n                \n                    \n                    Dustin Franz for NPR\n                    \n                \nhide caption Traditionally, some politicians have built relationships in the black community with the leaders of the civil rights movement or the NAACP. But, Black Lives Matter has upended that old-school hierarchy. Personally, Sherrie sees this cultural moment as an opportunity for young black folks to change the conversation.",
            "bias": "BLM",
            "url": "https://www.npr.org/2015/12/23/460266297/under-one-roof-divergent-views-on-black-lives-matter"
        },
        {
            "headline": "Jeb Bush Puts Public Land Management On Agenda",
            "author": "By  \n\n      Nate Rott",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 21,
                "year": 2015
            },
            "article_content": "Republican presidential candidate Jeb Bush will unveil his proposed plans for managing Western land and resources at an announcement in Reno, Nev. on Wednesday. Public land management is a divisive and hot-button issue in the West and especially challenging for Republicans.  STEVE INSKEEP, HOST: And let's return to the United States to the presidential campaign and an issue rumbling underfoot in many Western states. It's a debate over the use of public land. Republican Jeb Bush has released his plan for managing Western lands and resources, and he will announce it later today in Reno, Nev. NPR's Nathan Rott reports. NATHAN ROTT, BYLINE: A little background for those of you not versed on public lands. There's no shame in that, Easterners. Less than 5 percent of the land back east is actually owned by the federal government. Out west, it's closer to 50 percent. And in Nevada, where Jeb Bush is scheduled to talk later today, it's more than 80. So out west, public lands are a huge part of people's lives, which has led to decades of civil discourse over just how those lands are managed; civil discourse that, at times, can be contentious. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED PEOPLE: No BLM. No BLM. No BLM. ROTT: East or West, you'd probably remember the standoff between the federal government and Nevada rancher Cliven Bundy in 2014. Armed antigovernment protesters lined up against federal law enforcement. On the surface, the standoff was over Bundy's use of federal lands and unpaid grazing fees. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED MAN: BLM, go away. BLM, go away. ROTT: Boiling underneath was a strong feeling in parts of the West that the federal government has no business owning all the land that it does. In the last year, nearly a dozen state legislatures have considered bills that would demand the transfer of public lands from the federal government to states. But until today, the only Republican presidential hopeful take a strong stand on public lands as been Kentucky Senator Rand Paul. ERIC HERZIK: And for a Republican, this is a tougher issue. ROTT: Eric Herzik is the chair of the political science department at the University of Nevada, Reno. HERZIK: You will have to deal with this very vocal and small but determined and also high turnout rural percentage of the voters. ROTT: Voters that could help in the primaries. But appealing to them comes at a risk, Herzik says, of upsetting more moderate urban voters in the general election. So it's a tightrope and, Herzik says, a minefield. HERZIK: Non-Westerners come out here and they're trying to view this from a liberal, conservative kind of lens and, no, this is a rural, urban, liberal, conservative, environmentalist - you've got multiple corners that you have to try to square. ROTT: On its face, Jeb Bush's proposal tries to do just that by not doing anything too drastic. It avoids the issue of federal land transfers, instead calling for more state deference in land-use decisions. It reaffirms Western water rights while wagging a finger at the Obama administration's over-regulation. And it promises access for sports and recreation. John Freemuth, a professor of public policy at Boise State University, is not impressed. JOHN FREEMUTH: That sounds like a garbage can of interesting ideas, old cliches and things that almost contradict each other sometimes. ROTT: Freemuth doesn't see these policies helping Bush much at all. By not taking a hard-line stance, he could anger the people who would help him in the primaries. And the moderates he's appealing to, in states like Wyoming and Idaho, they're likely to vote Republican in the general election anyway. Nathan Rott, NPR News. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "BLM",
            "url": "https://www.npr.org/2015/10/21/450464732/jeb-bush-puts-public-land-management-on-agenda"
        },
        {
            "headline": "Armed 'Oath Keepers' Celebrate Montana Miners' Incremental Victory",
            "author": "By  \n\n\n      Kirk Siegler",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 14,
                "year": 2015
            },
            "article_content": "The Oath Keepers group that's making headlines for its presence in Ferguson, Mo., is best known for mobilizing its self-described \"security forces\" to standoffs with federal land managers in the West.  DAVID GREENE, HOST: A group called the Oath Keepers was back in the news during the protest in Ferguson, Mo. this week. Members of this armed group are typically ex-police or military who pledge to, quote, \"defend the Constitution against all enemies, foreign and domestic.\" In Ferguson, they were seen walking among protesters and standing guard in front of businesses. This was a bit of a different venue for the group, which lately has been better known for organizing armed standoffs with federal land managers in the rural West. NPR's Kirk Siegler reports. KIRK SIEGLER, BYLINE: As armed Oath Keepers mingled with protesters along West Florrisant Avenue in Ferguson this week, the group is also holding a separate self-described security mission, 1,500 miles to the northwest in rural Montana. A group of Oath Keepers had traveled to the mountains near Lincoln, an old logging town. They came to defend two local miners who were in a dispute with the U.S. Forest Service over the legality of a mining claim. (SOUNDBITE OF VIDEO) JOSEPH SANTORO: They want to confiscate their property and shut down their claim. To me, that is a travesty of justice. SIEGLER: In this video, posted on the Oath Keepers' website, Operation Big Sky's commander, Joseph Santoro, is explaining to locals why the Oath Keepers have set up an armed perimeter around the White Hope Mine. This is the same group involved in recent standoffs against Federal Bureau of Land Management at a mine in southern Oregon and at Cliven Bundy's Nevada ranch. In Lincoln, some residents were apparently a little alarmed at out-of-towners walking up and down the main thoroughfare, dressed in camo and heavily armed. MARY EMERICK: So right away, we told them not to wear that sort of clothing. SIEGLER: This is Mary Emerick, one of the Oath Keepers' public information officers. She says the group got involved at the request of the mine's owners because they were concerned that the federal government, or others, would forcibly move in and shut it down. EMERICK: We weren't there to create an incident, but we were going to protect the miners from the threats and the trespass that was going on. SIEGLER: Federal land managers deny there were any threats, and, as in similar recent standoffs, local law enforcement bristled some at the idea of a group of armed citizens coming into the community. LEO DUTTON: When I say overzealous, I know they have Constitutional rights to do that, but it caused the citizens to be disconcerted about their safety, and that's where my office comes in. SIEGLER: This is the Lewis and Clark County Sheriff, Leo Dutton, speaking on Montana Public Radio. DUTTON: There was never any threat of violence or actions going to be taken by any federal agency in the first place. SIEGLER: There's a long history of groups like the Oath Keepers in the rural West, where in some corners there's deep mistrust of the federal government which owns and manages the bulk of the land. There's also some history of violent confrontations. Civil rights groups tie a resurgence of anti-government groups here to the election of President Obama. Rachel Carroll-Rivas directs the Montana Human Rights Network, a group that was founded in 1990 but militia and white supremacist groups proliferated in the Northwest. RACHEL CARROLL-RIVAS: When Oath Keepers get involved, they simply escalate the problem. They divide neighbors, they create anxiety, and, with that, they further their agenda. They capitalize on people's fears. SIEGLER: Civil rights groups say the Oath Keepers also attract a fringe element, a criticism that the group's Joseph Santoro was quick to respond to in that recent public meeting in Lincoln. (SOUNDBITE OF VIDEO) SANTORO: We are not thugs. We are not criminals. We ensure that the people that we bring here into your community have been thoroughly vetted. SIEGLER: The standoff near Lincoln, Mont., appears to be simmering down for now. This week, the U.S. attorney filed a federal civil suit against the owners of the mine. The Oath Keepers say a day in court for the miners with their goal all along, but their self-proclaimed security operation around the perimeter of the mine will continue. Kirk Siegler, NPR News. Copyright © 2015 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "BLM",
            "url": "https://www.npr.org/2015/08/14/432192414/armed-oath-keepers-celebrate-montana-miners-incremental-victory"
        }
    ]
}