{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "At The Supreme Court, Tracing A Fine Line Between Politics And Race",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 12,
                "year": 2014
            },
            "article_content": "State Reps. Barry Moore, Joe Hubbard, Rod Scott and Merika Coleman study a map of the proposed redistricting plan in May 2012 following a meeting of the Legislative Committee on Reapportionment at the Alabama Statehouse in Montgomery, Ala.\n                \n                    \n                    Dave Martin/AP\n                    \n                \nhide caption State Reps. Barry Moore, Joe Hubbard, Rod Scott and Merika Coleman study a map of the proposed redistricting plan in May 2012 following a meeting of the Legislative Committee on Reapportionment at the Alabama Statehouse in Montgomery, Ala. The election may be over, but at the U.S. Supreme Court on Wednesday, the justices grappled with an Alabama case that may have a big impact on the next one. The case tests what kinds of gerrymandering are and are not acceptable under the Constitution. In the past, the court has said that if the primary motive for drawing legislative lines is to limit a race's influence, that's unconstitutional — but if it's to create a partisan advantage, that's OK. The trouble is, it's often hard to tell the difference. When Alabama's Republican-controlled Legislature drew new state legislative district lines after the 2010 census, African-Americans accused the Republicans of packing the black vote into a smaller number of districts. For example, the plan moved one-sixth of the eligible black voters from majority-white districts into districts that were already majority black. The challengers charged that the purpose was to consolidate the black vote and limit its effect. Inside the Supreme Court chamber on Wednesday, lawyers Richard Pildes and Eric Schnapper opposed the GOP plan. They told the justices that the Republicans had used racial quotas by requiring that every majority-black district retain at least the same percentage of eligible African-American voters that were in the previous election map. Lawyer Pildes noted that, as a measure of just how far the state was willing to go, the GOP redistricting plan broke up counties — defying a state constitutional provision that requires counties to be preserved in redistricting. Chief Justice John Roberts was suspicious of the allegations, saying that Attorney General Eric Holder would have come down on such a plan \"like a ton of bricks.\" But Pildes noted that the Justice Department had let slide similar concentrations of black voters in the state's 2000 and 1993 redistricting plans. Under those approved plans, the percentage of black voters was reduced in many districts, some by as much as 19 percent, he said. Politics Or Race? Justice Anthony Kennedy asked a \"what's good for the goose is good for the gander\" question: If the Democrats are allowed to reduce the number of minorities in a district for partisan purposes, so that reliably Democratic African-American voters are more spread around, then why can't the Republicans do the opposite? \"I sense that there's a one-way ratchet here,\" said Kennedy, frequently the swing vote in these cases. Justice Antonin Scalia contended that black voters are moved in and out of districts \"because we assume blacks are overwhelmingly Democrats.\" Lawyer Schnapper, however, argued that the GOP plan was \"very calculated and race-based.\" He pointed to evidence that the GOP plan had not just moved whole precincts in and out of districts but had split precincts, meaning that Republicans relied only on racial census data and not precinct election outcomes. Next up at the lectern was U.S. Solicitor General Donald Verrilli, taking a position embraced by neither side in this case. He urged the justices to send the whole case back to the lower courts, in part because it had used mistaken interpretations of the law as guideposts for evaluating the GOP plan. Chief Justice Roberts noted that because the proposed map was drawn up before the court struck down provisions of the Voting Rights Act, any replacement map would be created under oversight that the Obama administration considers too weak. \"It is what it is,\" replied Verrilli. What Would A 'Do Over' Look Like? When it was Alabama's turn to argue, state Solicitor General Andrew Brasher told the justices that the state's motives were not racial; the Legislature was just trying to equalize the population in the districts and preserve the status quo in majority-black districts. \"But in no interpretation of the act does a 76 percent [black] district have to stay a 76 percent district,\" said Justice Elena Kagan, a sentiment with which Justice Kennedy seemed to agree. \"Justice Kagan's question points up the fact\" that the defenders of this plan did not claim this was a partisan gerrymander, he said. If race was not the purpose, he asked, what was the purpose? If you were forced into a \"do over\" on redistricting, Justice Samuel Alito asked Brasher, and the state comes up with a purely partisan plan that produces a \"drastic reduction\" in the number of African-American state senators and House members, would that be a violation of the existing Voting Rights Act provisions? \"Not necessarily,\" replied Brasher. \"But I do not know what would happen, quite frankly.\"",
            "bias": "racial",
            "url": "https://www.npr.org/2014/11/12/363579771/supreme-court-weighs-race-and-politics-in-gerrymandering-case"
        },
        {
            "headline": "India's Modi Calls Al-Qaida's Plans For His Country 'Delusional'",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2014
            },
            "article_content": "Indian Prime Minister Narendra Modi says al-Qaida will fail to attract recruits among India's Muslims, whom he praised as patriots.\n                \n                    \n                    Eugene Hoshiko/AP\n                    \n                \nhide caption Indian Prime Minister Narendra Modi says al-Qaida will fail to attract recruits among India's Muslims, whom he praised as patriots. Indian Prime Minister Narendra Modi has said al-Qaida will fail to attract recruits among his country's Muslims. Earlier this month, al-Qaida said it had created a new branch to bring Islamic rule to the entire Indian subcontinent. Modi's remarks, his first in an interview to international media since his election in May, are his most forthcoming on the Islamist group and India's Muslims, many of whom doubted his commitment to religious minorities in Hindu-dominant, but officially secular, India. In disputed Kashmir, a decades-old insurgency has Muslims battling against New Delhi's rule. In Gujarat state, many Muslims were killed in riots in 2002 during Modi's tenure as chief minister. In an excerpt from the interview, CNN's Fareed Zakaria asked Modi whether al-Qaida's appeal to Muslims in such places would succeed. Through an interpreter, Modi dismissed the terrorist group's recruitment drive and praised India's Muslims as patriots. \"My understanding is that they are doing injustice toward the Muslims of our country. If anyone thinks Indian Muslims will dance to their tune, they're delusional,\" he said. \"Indian Muslims will live for India. They will die for India. They will not want anything bad for India.\" Muslims constitute about 13 percent of India's population of 1.2 billion. A handful have joined jihadist groups. Modi said the threat from Islamist militancy is not about \"one country,\" or \"one race.\" He said it is a \"fight between humanity and inhumanity.\" India has a long history of sectarian strife, and some Muslim leaders welcomed what Modi had to say. \"Prime Minister Modi's remarks are a reply to those trying to create a rift\" between religious groups, said Delhi cleric Mufti Mukarram. Modi's remarks come ahead of his meeting with President Obama later this month in Washington. Islamist groups, as well as the U.S. withdrawal from Afghanistan, are likely be part of the security agenda when the two leaders sit down at the White House. Modi had been denied entry into the U.S. during his time as Gujarat's chief minister over allegations, never proven, of religious persecution. But since Modi's election, the Obama administration has beaten a path to his door in a bid to smooth relations and to reassure Modi, who now leads Asia's third-largest economy, that it is a new day for Washington. Modi said relations between the U.S. and India, a Cold War ally of the Soviet Union, will continue to improve. You can follow NPR's Julie McCarthy on Twitter @JulieMcCarthyJM.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2014/09/19/349842637/indias-modi-calls-al-qaidas-plans-for-his-country-delusional"
        },
        {
            "headline": "Despite Bloody Conflict, Iraq's Leader Looks Likely To Keep Power",
            "author": "By  \n\n\n      Alice Fordham",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 21,
                "year": 2014
            },
            "article_content": "Iraqi Prime Minister Nouri al-Maliki votes in Baghdad on April 30. Maliki's alliance won the most seats in election results announced this week. But his party will still have to build a coalition with rival parties for him to keep the job he's had for the past eight years.\n                \n                    \n                    AP\n                    \n                \nhide caption Iraqi Prime Minister Nouri al-Maliki votes in Baghdad on April 30. Maliki's alliance won the most seats in election results announced this week. But his party will still have to build a coalition with rival parties for him to keep the job he's had for the past eight years. Iraq's election didn't make a huge splash in the U.S., but the results of the April 30 vote were released this week, and the outcome has important ramifications for Iraq and the wider region. Prime Minister Nouri al-Maliki's party came out way ahead. Iraq has faded from the American radar, but it saw nearly a decade of U.S. military operations. And it's sandwiched between Syria, where a civil war is raging, and Iran, where nuclear negotiations are at a critical juncture. The international community has repeatedly warned that if Iraq can't reconcile its ethnic and sectarian differences, the country could fracture and exacerbate these regional tensions. Maliki, who continues to have U.S. support, seems poised to hold onto the job he's had for the past eight years, even though there are many who doubt that he can bring about reconciliation. He is a Shiite Islamist politician, and in recent years of his rule, violence has surged. Ethnic and sectarian divides have deepened. Corruption is a chronic problem, and public services are still limited. Yet according to most counts, Maliki's State of Law alliance, which is dominated by the Shiite majority, won at least 92 of the 328 seats in parliament, and maybe 100 or more, if other close allies are included. State of Law won nearly three times as many seats as its nearest rival, but it will still need to work with other parties to form a majority in parliament that would consist of at least 165 seats. So why did Maliki do so well at the polls when Iraq is facing so many serious problems? Kirk Sowell, a risk analyst who studies the country for the newsletter Inside Iraqi Politics, reckons the answer is threefold: First, Maliki has manipulated media coverage of the bloody chaos in Iraq so that he looks like a strong military leader rather than the man responsible for the mess. Iraq's army has been waging a crackdown for nearly six months on dissent by the Sunni minority, concentrated in the western province of Anbar. In the process, the Sunni extremist group ISIS has taken over the city of Fallujah and a crucial dam. Thousands of security force members have been killed. Yet many Iraqis perceive Maliki as a strong leader who can protect them from terrorism. State television runs lurid infomercials about the dangers of Sunni terrorism and frequent interviews with Maliki and military commanders about their tough response. Maliki also uses a weekly television address to criticize his political opponents, blaming them for impasses like the failure to pass a budget. Second, there have been some improvements in services — albeit from a low starting point. In State of Law's core turf of Shiite-dominated southern Iraq, electricity now runs for about 16 to 18 hours a day, up from six to eight hours a year ago. Third, other political groupings, particularly Sunni ones, are fractured. While the nationwide turnout was a respectable 62 percent, many Sunnis may not have voted. Some Sunni religious leaders declared the elections illegitimate, and many Sunnis have been displaced by fighting or are in areas where it was too dangerous to go out and vote. Plus, after elections in 2010, when a Sunni-backed group won the most votes but couldn't put together a ruling coalition, many Sunnis were put off by voting. An Iraqi policeman stands near burning vehicles after a bomb hit the Shiite stronghold of Sadr City in Baghdad on May 13.\n                \n                    \n                    Karim Kadim/AP\n                    \n                \nhide caption An Iraqi policeman stands near burning vehicles after a bomb hit the Shiite stronghold of Sadr City in Baghdad on May 13. \"Sunnis have found themselves isolated in national politics,\" Juan Cole, a history professor at the University of Michigan, wrote recently on his blog. The next prime minister appears certain to come from Maliki's coalition, and while it's considered likely to be Maliki, there's no guarantee. The outcome could depend on the makeup of the coalition, and that process will likely take months. The options for coalition partners are split along ethnic and sectarian lines. Shiite-led blocs, including those loyal to cleric Muqtada al-Sadr and the Islamic Supreme Council of Iraq, hold about 85 seats. Iran, which has enormous influence among Shiite groups in Iraq, is believed to be pushing for greater Shiite unity in Baghdad. While Maliki is a Shiite, he is by no means the closest politician to Iran, and he has a very difficult relationship with many of the other Shiite parties in Iraq. If Iran tries to persuade the smaller parties into joining a grand Shiite coalition, they may do so only on the condition that Maliki steps aside as prime minister. But as an alternative, State of Law politicians say they've been speaking to Sunni leaders. Despite the vicious sectarian violence in Iraq, some Sunni politicians would probably ally with Maliki to bring themselves into a ruling coalition. But for this to work, Kurdish parties, which won more than 60 seats, would also have to join the mix. With relations between Maliki and Kurdish leader Masoud Barzani at a low over budget disputes, this may be unlikely. All forecasts point to a long, hot summer of guile and threats before a new government is formed in Baghdad. But as Norwegian academic Reidar Visser put it, the result \"cannot be described as anything other than a victory\" for Maliki. NPR Beirut correspondent Alice Fordham reports frequently on Iraq. You can follow her @AliceFordham.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/parallels/2014/05/21/314475763/despite-bloody-conflict-iraqs-leader-looks-likely-to-keep-power"
        },
        {
            "headline": "As India Votes, Muslims Keep A Wary Eye On The Hindu Frontrunner",
            "author": "Miranda Kennedy",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 11,
                "year": 2014
            },
            "article_content": "A group of Muslim men stand aside, waiting for a car convoy carrying candidate Narendra Modi to pass in the streets of Varanasi last week.\n                \n                    \n                    Roberto Schmidt/AFP/Getty Images\n                    \n                \nhide caption A group of Muslim men stand aside, waiting for a car convoy carrying candidate Narendra Modi to pass in the streets of Varanasi last week. Monday is the final day of voting in India's election, the biggest democratic exercise in the world. India is home to more than 1 billion people, 13 percent of them Muslims. Their mistrust of Narendra Modi, the Hindu nationalist leader running for prime minister, can tell us a great deal about India, a democratic country with a long history of religious violence between the Muslim minority and the Hindu majority. Muslims Wary Of A Modi-Run India On Friday, Modi held a dramatic election rally, then drove through the city of Varanasi with his convoy of vehicles was thronged with supporters wearing his party's color, saffron. By deciding to campaign in Varanasi, Modi gave the elections a decidedly religious tone; Varanasi is the holiest Hindu city. But the city's Muslims were not to be found there. At a chai stall, Syed Mishat Ali said Muslims are worried that a Modi-run India would cut them out. \"Muslim is not like Modi,\" he says in halting English. \"Mostly Muslim think that it's not secure. That's the biggest reason. It's not secure.\" Supporters of Narendra Modi, the Hindu national leader running for prime minister, crowd his car as he travels to his party's election office in Varanasi.\n                \n                    \n                    Rajesh Kumar Singh/AP\n                    \n                \nhide caption Supporters of Narendra Modi, the Hindu national leader running for prime minister, crowd his car as he travels to his party's election office in Varanasi. Muslims don't feel secure because religious riots broke out in Modi's home state of Gujarat in 2002. He'd been chief minister of the state for just three months. More than 1,000 Muslims were killed, and Modi has never apologized for his government's failure to protect them. Gujarat has prospered economically, but the divide between poor and rich and between Hindu and Muslim, has widened. The small town of Modasa has become home to hundreds of Muslim villagers who were driven out of their homes in the 2002 violence. They've been resettled with money from the ideologically conservative Islamic group, Jamaat-e-Islami. Mohammed Salim was a farmer in a small village in Gujarat before Hindu mobs attacked it, killing 73 Muslims, mostly women and children — including his wife and one of his sons. \"It wasn't as if they were targeting women and children, they were targeting Muslims,\" Salim says. \"They wanted to kill Muslims. It's just incidental that women and children were caught in the attacks and they had to die.\" Making Appeals To Muslims Three men from Jamaat-e-Islaami have lunch near Salim's resettlement colony. One of the men, Abdul Latif, wears a white shalwar kameez and white skullcap. His forehead is calloused from regular prayer. \"Everyone talks about how Muslims are prospering here, and says it is thanks to Narendra Modi,\" Latif says. \"But there's still fear. If we don't feel free, then what use are prosperity and roads?\" Muslim women watch Modi's rally move by in Varanasi. Most Muslims oppose Modi and fear that he would cut them out of the region's growing prosperity.\n                \n                    \n                    Saurabh Das/AP\n                    \n                \nhide caption Muslim women watch Modi's rally move by in Varanasi. Most Muslims oppose Modi and fear that he would cut them out of the region's growing prosperity. Under Modi, Gujarat has seen some of the strongest economic growth of any state in India over the last decade. Though the roads are better, Modi's party, the BJP, is still scrambling to win the vote of Muslims. The party has promised to restore Muslim heritage sites and improve Muslims' access to education. It has also promised to improve the economic conditions for them — Muslims in India are disproportionately poor. While most Muslims are skeptical of Modi, these efforts may be working: A poll by the Indian news network NDTV found that 15 percent of Muslim voters in Gujarat will vote for Modi. 'You Can't Fight All The Time' Zafar Sureshwala, one of the wealthiest Muslim businessmen in Gujarat, runs a BMW showroom in Ahmedabad, Gujarat's biggest city. Sureshwala says that like many Muslims in Gujarat, he too had a story of hardship and danger during the religious violence of 2002. \"Our offices were burned,\" he says. \"My cousin barely saved his life.\" Sureshwala's story is different, because one year after the riots, he decided to meet Modi. Afterward, he was branded a sell-out and a traitor by other Muslims, but he insists he was doing it for his fellow Muslims. \"You can't fight all the time,\" he says. \"We have to live there. Now, we have education, we have health, we have job opportunities. Just by hanging Mr. Modi, all problems of Muslims would be solved?\" Modi has made his name as a business-friendly leader. So when Sureshwala began a dialogue with him, he also had his own business interests in mind. \"I said, 'I can't even get land in Ahmedabad, being a Muslim,' \" he says. \"He opened the map. He said, 'You point. Where in Gujarat or Ahmedabad you want the land? I'll see that you get permissions in less than nine hours.' \" In the years since that meeting, Sureshwala has become one of just a few high-profile Muslims to publicly back Modi. Sureshwala's critics say his loyalty to Modi is just for personal gain, but Sureshwala insists Modi will create a bright economic future for India — and that he'll give Muslims a place in it. Most polls indicate many Indians feel that way, and have Modi way out in front. The results of the election will be announced May 16.",
            "bias": "racial",
            "url": "https://www.npr.org/2014/05/11/311492611/as-india-votes-muslims-keep-a-wary-eye-on-the-hindu-frontrunner"
        },
        {
            "headline": "At 81, Playwright Athol Fugard Looks Back On Aging And Apartheid",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 27,
                "year": 2014
            },
            "article_content": "In 1961, South African playwright Athol Fugard put black and white actors on stage together in his breakout play Blood Knot. He's pictured above in the 1970s.\n                \n                    \n                    Hulton Archive/Getty Images\n                    \n                \nhide caption In 1961, South African playwright Athol Fugard put black and white actors on stage together in his breakout play Blood Knot. He's pictured above in the 1970s. Under apartheid, trying to make an artistic political statement was difficult — artists were subject to scrutiny and even arrest. On the other hand, making a political statement was easy: All one had to do was put black and white actors on a stage together. That's exactly what South African playwright Athol Fugard did back in 1961 with his breakout play Blood Knot. His newest play, The Shadow of the Hummingbird, is now onstage at the Long Wharf Theatre in New Haven, Conn. Fugard has often acted in his own works, and Hummingbird puts him back on stage. At 81, he's not afraid to joke about his age; he plays an old man, talking with his grandson — and searching for his glasses. When Fugard sat down with NPR's Renee Montagne, their conversation went back decades, to a time when he first started scribbling down his thoughts. A bookshelf filled with Fugard's notebooks — diaries of sorts — is central to the play. \"The notebooks were there even before I wrote the first of my plays,\" Fugard says. \"Quite frankly, my apprenticeship was a period during which I wrote a couple of plays imitating the great American masters like Williams and O'Neill.\" I think it is under the pressure of desperation that extraordinary things can happen in a human life. And if ever there was a country oversupplied with desperation, it was South Africa in that time. Athol Fugard Until, that is, the young Fugard wrote a story only he could tell, as a South African, on the way to becoming his own country's version of Tennessee Williams and Eugene O'Neill. He carried on their fascination with people on the edge. In his work, South African characters locked in an intimate embrace, with every action leading inexorably toward an explosion. \"I think it is under the pressure of desperation that extraordinary things can happen in a human life,\" Fugard says. \"And if ever there was a country oversupplied with desperation, it was South Africa in that time.\" Since apartheid, audiences everywhere have experienced Fugard's plays as political and social dramas. But he says the heart of his work is the dynamic of family. The racially charged Blood Knot is about two brothers, one black and one light-skinned enough to enjoy the privileges of being white. It's a character Fugard himself originated. Fugard sits with South African actors John Kani (left) and Winston Ntshona at the Royal Court Theatre, where they staged Sizwe Bansi Is Dead in September 1973.\n                \n                    \n                    Evening Standard/Getty Images\n                    \n                \nhide caption Fugard sits with South African actors John Kani (left) and Winston Ntshona at the Royal Court Theatre, where they staged Sizwe Bansi Is Dead in September 1973. \"At that time, that would have been a very dangerous play to write and put on. It cost me my passport,\" he says. \"I had to make a choice between leaving the country permanently — on what was called an exit permit — or staying on in a world in which I would not be able to leave of my own free will. ... They gave me back my passport, but by that time, I had forged my voice, and I knew what I wanted to do with my life as a writer.\" Fugard had to be creative to work with black actors under apartheid. \"Men had to have legal status that the government would recognize for being in a white area,\" he says. So when questioned, he would say he was employing the actors as chauffeurs or gardeners. He hasn't had to employ such tricks since the end of apartheid in 1994. Today, Fugard says he is reckoning more with himself than with his country. So in this play, he reads his personal diaries, his notebooks, on stage: Fugard stands at the stage door of the Long Wharf Theatre, in New Haven, Conn., where The Shadow of the Hummingbird mad its world premiere Wednesday.\n                \n                    \n                    Nick Fountain/NPR\n                    \n                \nhide caption Fugard stands at the stage door of the Long Wharf Theatre, in New Haven, Conn., where The Shadow of the Hummingbird mad its world premiere Wednesday. It is Monday, the 15th, July, 2013. I was about to leave my chair, urgent matters needed my attention, and then a butterfly landed on a wall, and folded its wings in prayer. Also this morning, the shadow of a hummingbird on the floor at my feet, a perfect outline. It's a two-character play: the grandfather, Oupa, and the young grandson who adores him, Boba. The grandfather has led an overly intellectual life, with a passion for listing and categorizing birds he's spotted. But on this day, he shares a story with Boba about seeing birds in a way that moved him spiritually. That moment gets to the heart of the play — a grandfather urging his grandson to keep hold of his innocence. \"In the course of acquiring all this so-called knowledge, I've lost something. I've lost contact with something that I had,\" Fugard says. \"I wonder about myself now. I haven't shouted 'Hallelujah!' for a long time, you know? Can I do it once more? I would like to believe that.\"",
            "bias": "white privilege",
            "url": "https://www.npr.org/2014/03/27/294735100/at-81-playwright-athol-fugard-looks-back-on-aging-and-apartheid"
        },
        {
            "headline": "Budget Bomb-Throwing Resumes With Party Line Vote",
            "author": "Tamara Keith",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 10,
                "year": 2014
            },
            "article_content": "The House voted Thursday to approve the budget introduced by Paul Ryan. It was passed on a party line vote. NPR's Tamara Keith joins the program to talk politics and policy.  MELISSA BLOCK, HOST: This is ALL THINGS CONSIDERED from NPR News. I'm Melissa Block. AUDIE CORNISH, HOST: And I'm Audie Cornish. For years, budget battles have ruled Washington politics: fiscal cliffs, debt ceiling fights and, of course, last fall's government shutdown. But then, in December, the House and Senate agreed on a two-year spending plan and the budget bomb-throwing stopped. Today, it resumed just long enough for the Republican-controlled House to pass a budget. NPR's White House correspondent Tamara Keith joins us now to talk more about this. And Tamara, you reported on this big agreement in December when you were covering the Hill. Why did the House go through the trouble of voting on its own budget? TAMARA KEITH, BYLINE: Well, that's the big question here, the Democratically-controlled Senate isn't coming up with its own separate spending plan and there's really no practical reason for the House to do this because of that agreement. But budgets are about message. They're vision documents and what Republicans in the House are saying with this budget is that if they had it their way, they'd set different priorities. Also, they've made such a deal out of the budget process over the years, they kind of had to do it again. Eric Cantor is the majority leader. REPRESENTATIVE ERIC CANTOR: We have passed a budget every year since taking the majority. So let's now stand together and fulfill one of the most important duties that we were elected to do and pass a budget that the American people that sent us here can be proud of. CORNISH: And they did manage to pass it, 219 to 205. Now this is with every Democrat voting against it and 12 Republicans peeling off and voting no. Tell us what's in this budget. KEITH: It cuts $5 trillion in spending over the next 10 years and it would eliminate the annual budget deficit by the end of that decade. It envisions dramatic changes. It would turn Medicare for future retirees into something more like a voucher system. Medicaid, food stamps, other social safety net programs would take hits and that's what Minority Leader Nancy Pelosi rallied Democrats around as she urged a no vote on the House floor earlier today. REPRESENTATIVE NANCY PELOSI: In order to finance this special interest privilege that is in the Republican budget is a statement of your values to cut over 170,000 children from Head Start. Is that a statement of our values? KEITH: It would also repeal Obamacare and calls for an overhaul of the tax system that would lower the top rate for the wealthiest Americans. CORNISH: Tamara, listening to that last part, sounds very, very familiar. In fact, I feel like you may have said the very same things last year. Is there anything new in this budget? KEITH: Not much, actually. The changes from year to year, even over the last three budgets, have been pretty minimal. And as with the last three budgets, Democrats hope to make political hay out of all the cuts that this budget envisions and Republicans says they aren't really worried about that because it hasn't hurt them that bad in the past. And come election time, they plan to be able to say, look, Senate Democrats didn't pass a budget and Democrats in the House refuse to support this thing that would've cut the deficit. So could be an election issue or it could just be that they talk about healthcare the whole time, all election season. CORNISH: That's NPR White House correspondent Tamara Keith back in the budget mix today. Tamara, thank you. KEITH: You're welcome. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2014/04/10/301467100/budget-bomb-throwing-resumes-with-party-line-vote"
        },
        {
            "headline": "Supreme Court To Weigh Facebook Threats, Religious Freedom, Discrimination",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 6,
                "year": 2014
            },
            "article_content": "The U.S. Supreme Court opens a new term Monday, but so far the justices are keeping quiet about whether or when they will tackle the gay marriage question. Last week, the justices met behind closed doors to discuss pending cases, but when they released the list of new cases added to the calendar, same-sex marriage was nowhere to be seen. But that really doesn't mean very much. About 2,000 cases have piled up over the summer, each seeking review on all manner of subjects. So when the court met last week to sift through all that, there really wasn't enough time for the justices, as a group, to focus on the same-sex marriage cases. With a big issue like this, and multiple appeals before the court, the justices need to decide which cases are the \"best vehicles\" (as it's known in the trade) for review. Indeed, all of the vehicle talk prompted one media wag to comment last week that all of the flossy lawyers, each pointing to their own case as the best vehicle, sounded more like car salesmen than Supreme Court advocates. With seven cases currently before the court, the justices will likely pick just one or two to hear. They might, as Justice Ruth Bader Ginsburg suggested earlier this fall, even wait for more cases. Right now, the only cases pending before the court are lower court decisions favoring the right of same-sex couples to marry. But a Sixth Circuit Court of Appeals panel, which heard arguments last August in Ohio, sounded as if it might go the other way. If it does, that would provide the kind of traditional conflict the Supreme Court looks to resolve. Truth be told, with both sides already pressing the court to act, most court observers think the justices will want to take the plunge sooner rather than later. For now, though, all is speculation. This term will mark the 10th year that John Roberts has served as chief justice. Without a doubt, the court has grown dramatically more conservative since his appointment. But, as Brianne Gorod of the Constitutional Accountability Center observes, the question is: \"What role has John Roberts played in this movement?\" Is he \"strategically and deliberately leading the court to the right?\" Kendall asks, \"Or is it, as some have suggested, the 'Kennedy Court' or even the 'Alito Court'?\" Justice Anthony Kennedy is often referred to as the \"swing justice,\" and has written many of the court's major 5-to-4 opinions. Justice Samuel Alito is far more conservative than the justice he replaced, Sandra Day O'Connor, and has cast many votes and written major opinions that have shifted the court in a more conservative direction. The issues on the docket this term range from race and religion cases, to pregnancy discrimination, and even to threats on Facebook. But once again the court, responding to challenges brought by conservatives, has chosen to delve into some elections issues that had been thought long settled. In a case from Arizona, the court could prevent the increasing use of citizen commissions to draw congressional district lines. Arizona, California and some other states have, in one way or another, used these commissions to take the redistricting issue out of the hands of self-interested state legislatures. But in Arizona, where the independent commission was enacted by referendum, the Republican-controlled Legislature is now challenging the practice as unconstitutional. In a case that could dramatically alter the way judicial elections are conducted, the court will decide whether states that elect judges can bar judicial candidates from personally soliciting campaign contributions. Of the 39 states with judicial elections, 30 have such bans. The test case is from Florida, where the state Supreme Court upheld that state's ban on the grounds that allowing judicial candidates to personally solicit campaign contributions would raise questions about their impartiality on the bench. Those challenging the ban say it violates their free speech rights. Another free speech case involves the question of what constitutes a threat on Facebook. The facts are pretty hairy. Anthony Elonis was convicted of making threats against his estranged wife and an FBI agent. His posts said things like, \"I'm not going to rest until your body is a mess, soaked in blood and dying from all the little cuts.\" Soon he moved on to suggest that he might make \"a name\" for himself with a school shooting. \"Hell hath no fury like a crazy man in a kindergarten class. The only question is ... which one?\" At that point, a female FBI agent paid him a visit, which provoked a post in which he said that he'd had to control himself not to \"slit her throat, leave her bleeding from her jugular in the arms of her partner.\" At Elonis' trial, the judge instructed the jurors that to convict, they had to conclude that this was not merely exaggeration. His Facebook posts needed to be statements that a reasonable person would interpret as a serious expression of an intention to inflict bodily injury. Elonis contended that he was just mimicking rap songs — indeed, he often linked to songs with his post. He argued that he should not be convicted without actual proof that he intended to threaten, intimidate or harm. The intent standard that Elonis argued for might make it much more difficult to win a conviction for making illegal threats. But whatever rule the justices come up with, observes University of Virginia law professor Leslie Kendrick, it will likely apply not just to Facebook and Twitter, but to all forms of communication — including people speaking face to face or publishing in the newspaper. In other words, says Kendrick, when crafting a rule, the justices will ask if the standard \"is going to chill people who engage in speech that is borderline but ultimately protected.\" Protected, that is, by the First Amendment guarantee of free speech. Most court experts seem to believe that Elonis may win because of the culture of today's social media. \"The context of rap music these days suggests that what Elonis put out there really isn't all that unusual for what's going on on Facebook and what's going on in the popular culture,\" says professor William Marshall of the University of North Carolina School of Law. After all, the current Supreme Court may be viewed as conservative, but it has, with little or no dissent, already upheld a fair amount of \"fringe speech\" — whether it's crush videos, demonstrations at military funerals or the sale of violent video games to kids. Not everyone, however, agrees that the Facebook threat case is in the same category. Former Solicitor General Gregory Garre notes that Elonis' posts \"ticked off all the boxes\" — domestic violence, school shootings, violence against a federal officer. Garre says he \"wouldn't be surprised if [Elonis' Facebook posts] struck the justices as something very problematic.\" A different part of the First Amendment — the free exercise of religion — is at issue in two cases involving federal statutes. One case tests whether retailer Abercrombie & Fitch illegally discriminated against a Muslim woman when she was denied a job because her headscarf conflicted with the company's dress code. The other case tests Arkansas' refusal to allow a Muslim prisoner to wear a short beard for religious purposes. The prisoner sued under a federal law aimed at shoring up prisoners' religious rights. Interestingly, in this case, the prisoner has the backing of a wide variety of corrections officials and organizations, plus the federal government. The federal prison system and 43 states allow beards, largely because it is much easier to hide weapons and other contraband in clothes, hair and body cavities. There is a similar coalition of strange bedfellows in a pregnancy discrimination case before the court. Anti-abortion and women's rights groups have joined together to urge the court to require employers to treat pregnancy the same way other temporary disabilities are treated on the job. In this case, a UPS driver asked for light duty, carrying less than 20 pounds, during the latter part of her pregnancy. But the company refused, and she lost both her job and her insurance coverage. The company contends that it had \"no animus\" toward the employee because of her pregnancy; her request for light duty just wasn't covered by either the provisions of federal disability law or the union contract. She argues that she should have been covered under the 1978 federal law barring discrimination based on pregnancy. The case is very important for businesses because pregnancy accommodations cost money. But it's very important to women too, observes Emily Martin of the National Women's Law Center. \"Lots of women with some sort of work limitation arising out of pregnancy face similar issues — especially women in low-wage jobs that are often more physically demanding,\" she says. The first case the court hears on Monday is one that amazes former Solicitor General Paul Clement, who wants to know: \"How in the world did we go 225 years and not have this issue decided?\" The issue is whether police may make a traffic stop based on a mistaken understanding of the law, and then use evidence from a subsequent search to convict the car's occupants of a crime. Other controversies to look forward to include cases that involve racial gerrymandering and Medicaid funding, and a major housing discrimination case that could make it harder to prove discrimination. The court will even be tackling a case about fish — yes, fish! It's an obstruction of justice case that, depending on your point of view, involves either the deliberate concealment of illegal fishing or a classic example of prosecutorial overreach. More to come on that later.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/10/06/353515078/supreme-court-to-weigh-facebook-threats-religious-freedom-discrimination"
        },
        {
            "headline": "Nostalgia For What's Been Lost Since 'Brown V. Board'",
            "author": "Karen Grigsby Bates",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 17,
                "year": 2014
            },
            "article_content": "This racially segregated Monroe Elementary School class from March 1953 shows Linda and Terry Lynn Brown, who, with their parents, initiated the Brown v. Board of Education case that helped propel school integration.\n                \n                    \n                    Carl Iwasaki/Getty Image\n                    \n                \nhide caption This racially segregated Monroe Elementary School class from March 1953 shows Linda and Terry Lynn Brown, who, with their parents, initiated the Brown v. Board of Education case that helped propel school integration. Brown v. Board of Education became the law of the land when it struck down de jure segregation in Topeka, Kan., on May 17, 1954, saying, \"We conclude that, in the field of public education, the doctrine of 'separate but equal' has no place. Separate facilities are inherently unequal.\" The decision overruled several states' two-tiered system of providing very separate and, usually, inherently unequal schools for white and Negro children. It was a first step in trying to create the level playing field Americans believe they value. Despite the indignities of being made to live within certain physical parameters and being assigned schools based on the color of their skin, many black Americans who are old enough to recall their segregated childhoods remember some aspect of that time with some fondness. Carmen Fields is a media consultant who has lived in Boston for a number of years, but she grew up in Tulsa, Okla. She proudly reels off the amenities her self-sufficient community maintained in her 1950s childhood. Nostalgia For A More Supportive Time A page from Carmen Field's 1966 high school yearbook. Fields grew up in Tulsa, Okla., and says that in her segregated community, she felt supported, valued and welcomed.\n                \n                    \n                    Courtesy of Carmen Fields\n                    \n                \nhide caption \"We had our own grocery stores, black doctors, lawyers, dentists, hotel, movie theaters, shoe repairmen, our own segregated YMCA,\" Fields says. It was a community, she says, where she felt supported, valued and welcomed. And where, because local colleges refused to hire black professors, her education in segregated schools was never substandard. \"Some of our teachers were Ph.D.s, or Ph.D. candidates,\" Fields recalls. \"We had the best of the best, the talented 10th, if you will, and they expected the best of us.\" Segregation should not get in the way of excelling, Fields and her peers were told. They had to be ready to inherit the integrated world their elders were fighting for, and the wider opportunities that would surely accompany it. Odd to consider nostalgia for segregation, but Fields admits, \"I do experience that longing from time to time.\" Brenda Stevenson teaches history at the University of California, Los Angeles, and says she understands some blacks' wistful look back at a more supportive time. \"There is a sense, I know in Southern California, that black children are not educated well,\" she says. \"People feel that way. And I think that's where the nostalgia comes from.\" Stevenson says many of the children currently in Los Angeles schools are the descendants of Southerners who migrated north and west to escape segregation. They wanted to live free of white oppression, but they missed the closeness that came from their all-black neighborhoods, where everyone knew everyone else — largely because they weren't allowed to live anywhere else. What The Nostalgia Really Means The nostalgia for functioning black communities does not mean anyone wants to return to the system of American apartheid that forbade blacks to vote, or in some cases, own property. Or use public facilities their taxes paid for. That era was powerfully captured in Once Upon a Time ... When We Were Colored, a 1996 film of writer Clifton Taulbert's memoir that chronicled his youth in segregated Mississippi. In this scene, great grandfather Poppa, played by Al Freeman Jr., gently gives 5-year-old Cliff a lesson that could save his life: Poppa tells his grandson: \"This is a 'W.' That's the first letter of the word 'white.' Now when you see this, whether it's on the door or a sign or a water fountain ... you don't use it. Now this is the letter 'C.' It's the first letter of the word 'colored.' Now that's what you look for, hmmmm? That's what you use.\" Michelle Boyd, a professor at the University of Illinois at Chicago, says people shouldn't confuse the longing for the good part of the bad old days with a wish to go back to segregated life. This nostalgia, she says, means something else: \"This is an expression with disappointment in the limits of desegregation.\" With so many hopes pinned on the end of segregation, it is inevitable that all expectations could not be met. Desegregation is not the same thing as integration. And, Boyd points out, while there is open access to public facilities, everything from bathrooms to libraries, it doesn't mean that discrimination has ended. Children in the Truxton neighborhood of Portsmouth, Va., where professor Brenda Stevenson grew up, pose for a photo.\n                \n                    \n                    Courtesy of Brenda Stevenson\n                    \n                \nhide caption Children in the Truxton neighborhood of Portsmouth, Va., where professor Brenda Stevenson grew up, pose for a photo. Post-Racial Confusion Not even the fact that Americans elected a black president — twice — mean that discrimination is over, says UCLA's Brenda Stevenson. The belief by some opinion-makers that President Obama's election has moved America into an era where race is no longer central, let alone relevant, says Stevenson, causes many black Americans more than a little cognitive dissonance. \"In this 'post-racial' society, what African-Americans, I believe, feel, it's not post-racial,\" Stevenson insists. \"We're still evolving as a society in which race is extremely important and has differential impact on different groups.\" To ignore the disparate impact is to ignore reality. Michelle Boyd says public education, with all its inequities, has been a glaring example of post-Brown v. Board of Education work that still needs to be done. \"The ways that racial discrimination and racism still show up in the daily lives of people who still have to send their kids to public school, for example, makes it easy to look longingly back into the past,\" Boyd says. Even if it's a past that wasn't really as simple or golden as the complicated present makes it seem.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2014/05/14/312555307/nostalgia-for-whats-been-lost-since-brown-v-board"
        },
        {
            "headline": "Oldest National Park Ranger Shares 'What Gets Remembered'",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 15,
                "year": 2014
            },
            "article_content": "Betty Reid Soskin, 92, is the oldest active full-time National Park Service ranger in the United States. She and her colleagues at the Rosie the Riveter World War II Home Front National Historical Park are preparing to unveil new permanent exhibits at the park on May 24.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption Betty Reid Soskin, 92, is the oldest active full-time National Park Service ranger in the United States. She and her colleagues at the Rosie the Riveter World War II Home Front National Historical Park are preparing to unveil new permanent exhibits at the park on May 24. As 92-year-old Betty Reid Soskin helped hash out plans for a new national park 13 years ago, this is what stuck in her mind: \"What gets remembered is a function of who's in the room doing the remembering.\" The Rosie the Riveter World War II Home Front National Historical Park began as an experimental endeavor. During the early 20th century, Richmond, Calif., was a thriving industrial boom town. When the United States entered into World War II, many of the city's factories and shipyards were re-purposed to aid the war effort. As the 21st century approached, the National Park Service resolved to connect sites around the city to their home front history. As the only person of color seated at the planning table, Soskin drew a deeper connection. From the Kaiser Shipyard to the Ford Assembly Plant to the SS Red Oak Victory, each of the sites that would define the park was itself defined by a history of racial segregation. Soskin says she was \"the only person in the room who had any reason to remember that.\" National Park Service ranger Betty Reid Soskin, left, talks with a visitor at the Rosie the Riveter World War II Home Front National Historical Park on Oct. 24, 2013. in Richmond, Calif. Soskin leads tours, speaks to groups and answers questions about living and working in the area during WWII.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption National Park Service ranger Betty Reid Soskin, left, talks with a visitor at the Rosie the Riveter World War II Home Front National Historical Park on Oct. 24, 2013. in Richmond, Calif. Soskin leads tours, speaks to groups and answers questions about living and working in the area during WWII. She was 20 when she took a job as a clerk for the all-black auxiliary of a segregated boilermakers union. Unlike many of the women who left their homes and entered the workforce during that time, Soskin never saw herself as a \"Rosie the Riveter.\" \"That really is a white woman's story,\" Soskin says. After all, she points out, black women like her grandmother had been working outside their homes since slavery. Soskin never saw a ship under construction — each day, as she carpooled from her home in Berkeley to the union hall in Richmond, she never had \"any sense of what that greater picture was.\" In the subsequent years, Soskin has lived \"lots and lots of lives.\" After the war ended, she and her husband received death threats for building a home in an all-white suburb of California's Diablo Valley. She spent the 1960s as a political activist, becoming a well-known songwriter in the civil rights movement. At the end of the century, she returned to Richmond to help develop the Rosie the Riveter Home Front park. Today, Soskin serves as an interpretive ranger at the park. At 92, she is the oldest active ranger with the National Park Service. Whether she's guiding bus tours around the East Bay Area or leading discussions after film showings, Soskin gives park visitors a version of national history that's informed by her own family's stories. \"I think all of the elements are there,\" she says. Her great-grandmother was born into slavery in 1846, her mother in 1894, and Soskin herself in 1921. The three generations of women bore witness to a \"great American narrative,\" starting with the Emancipation Proclamation, which freed her great-grandmother, and continuing to the election of the first African-American president, which Soskin attended with a picture of her great-grandmother tucked in her breast pocket. Soskin and her colleagues at the Rosie the Riveter/ World War II Home Front National Historical Park are currently preparing to unveil new permanent exhibits at the park's re-dedication on May 24.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/05/15/312707926/oldest-national-park-ranger-shares-what-gets-remembered"
        },
        {
            "headline": "Young People Want Equality But Struggle To Discuss Bias",
            "author": "Gene Demby",
            "source": "NPR",
            "published_date": {
                "month": "May",
                "day": 15,
                "year": 2014
            },
            "article_content": "These protesters rallied outside the Supreme Court in favor of affirmative action last fall, but MTV found that majorities of young people, across races, opposed racial preferences of any kind.\n                \n                    \n                    Susan Walsh/AP\n                    \n                \nhide caption These protesters rallied outside the Supreme Court in favor of affirmative action last fall, but MTV found that majorities of young people, across races, opposed racial preferences of any kind. One oft-employed generalization about The Kids These Days is that they've grown up free from the legalized discrimination and racial neuroses of older generations, and they will live in a more multicultural world with less racism. But do we even know if that's true? MTV, that reliable weather vane of popular youth culture, wanted to find out. It polled a nationally representative sample of people ages 14 to 24 about their views on bias and identity. \"The first thing we wanted to just find out was how much our audience knew about bias, talked about bias and cared about bias,\" Luke Hales, the lead researcher on the survey, told me. The poll was conducted ahead of MTV's Look Different project, which is meant to help young people deal with bias and discrimination in their daily lives. It's hard to know when you should approach people [about bias], because you never know when it might escalate. Emily Hernandez Equality Is Good ... What the pollsters found is that many values are shared across all racial groups, like a strong sense of the importance of equality. But they also found that the respondents seemed to lack historical perspective, which might not be too surprising because of their ages. Another reason they may not have much historical perspective? Race isn't something they talk about very much. (More on that in a minute.) Here's what they agreed on, across all races. Respondents believed people should be treated the same, regardless of race, and they felt people their age believed in equality more than older people. Most felt President Obama's election was proof that racism was mostly a phenomenon of the past, and that race was not a barrier to accomplishment. Eight in 10 said they knew someone who was biased; 6 in 10 felt that they were not personally biased. More than half said that bias was a serious problem but that it was mostly hidden, and a solid majority said they'd worked to get rid of their own biases. The pollsters found that respondents wanted a colorblind society and believed that \"never considering race would improve society\" — while at the same time they also said \"embracing diversity and celebrating differences would make society better.\" Kids today! They just can't seem to make up their minds. ... But Affirmative Action? Not So Much. Significant majorities of both young whites (74 percent) and people of color (65 percent) said they were opposed to preferential treatment being given to one race over another, regardless of historical inequalities. Relatedly, majorities of people of color and white people felt that people of color use racism as an excuse more than they should. A few things seemed to be happening all at once here, according to Hales. Most respondents said they did not grow up discussing race in their homes — only a third of whites said race was discussed, and fewer than half of all people of color said the same. Hales wondered if that might explain something he noticed in the focus groups conducted as part of this survey. (There were eight focus groups with respondents, each consisting of eight people.) \"When we first introduced what we 'd be talking about, people became really uncomfortable,\" Hales said. \"There's this weird kind of snake-eating-its-tail thing where so many of our audience was brought up to be colorblind, to not talk about race. There's this whole generation that is scared to tackle this subject, and they were brought up in a world where the topic was fraught with anxiety and danger.\" Only about 20 percent said they were comfortable talking about bias. That also might help explain why so many respondents felt ill-equipped to confront instances of bias when they saw it. About 8 in 10 said they believed everyone had a responsibility to address bias. But most people said that it's hard to respectfully talk about bias, and most said they wish they knew more about how to address it when they saw it happening. Very Different Beliefs — And Experiences — Around Discrimination White respondents were nearly twice as likely to feel that the government pays too much attention to the problems of racial minority groups. And nearly half of all white respondents said they felt discrimination against white people was as big a problem as discrimination against people of color. There's this weird kind of snake-eating-its-tail thing where so many of our audience was brought up to be colorblind, to not talk about race. There's this whole generation that is scared to tackle this subject, and they were brought up in a world where the topic was fraught with anxiety and danger. Luke Hales But the way young whites felt about discrimination against whites was countered by the way they answered questions about personal experiences with discrimination. While most respondents said they had experienced bias, the numbers for people of color, women, and LGBTQ folks who said they had were higher. People of color were much more likely to say they were treated differently by a teacher because of their race, to feel they were excluded at school because of their race, and to say that microaggressions — subtle examples of bias — were a problem for them, personally, and that individual microaggressions have had a serious impact on their lives. People of color were significantly more likely to say that their race was the first thing people noticed about them when they met. They were much more likely to say they were often asked about their racial or ethnic backgrounds, and they were much more likely to be often asked \"Where are you from?\" Nearly three-quarters of Asian-American respondents said they got this question often. (Lots of Asian-Americans told us something similar awhile back.) A solid majority of people of color — 65 percent — said they felt whites had more opportunities than people from racial minority groups, while only 39 percent of whites said the same. There was a huge partisan split on this question as well: most people who identified as Democrats felt this way, while about 4 in 10 Republicans felt similarly. Dealing With Bias Emily Hernandez, 21, one of the participants in the focus groups, said she spent a lot of time thinking about issues of bias as a social justice major at Northeastern Illinois University in Chicago. A lot of that is big systemic stuff, like the role race plays in criminal justice and education. \"You're way more likely to be arrested, you're more likely to be impoverished, and there's so much that still needs to be overcome,\" she said. At her mostly Latino primary school in Chicago, she said, she was placed in a class for non-English speakers even though she didn't speak Spanish. (Her parents had to go to her school to sort out the mess.) But some of the bias has been smaller in scope and more personal. The fact that she's gay has complicated things with her family. She and her black partner get stares when they walk down the street together, and when they go out on dates, she said, servers often split their checks because they assume they're not a couple. \"Sometimes when it happens, it's easy to laugh it off, because sometimes people are just ignorant,\" Hernandez said. \"Sometimes people haven't been around gay people.\" But she said when the encounter is more mean-spirited, she feels placed in an awkward position. \"It's hard to know when you should approach people, because you never know when it might escalate,\" she said. That, too, was something the pollsters found: Young people felt that addressing instances of bias might come with real repercussions. \"There's the fear in addressing biases that you could be promoting stereotypes,\" Hales said. One focus group participant, who was a black man, went to a club dressed well per the venue's dress code. He wasn't let in, while white clubgoers were. But he didn't know how to respond. He wanted to complain, but \"he didn't want to get angry and be seen as the angry black man,\" Hales said. MTV says the Look Different project is meant to address that frustration of not knowing how to respond in situations like this. \"We wanted to take these macro, big, structural [problems] and maybe what could be unaddressable and make it very actionable and very personal,\" Jason Rzepka, an MTV spokesperson, told me. But Hales said doing that might be difficult for a generation raised to not talk about race, and who grew up in a world where discrimination is hidden from view. \"In some ways, the next chapter of this is much more complicated because there aren't dogs on our televisions being sicced on people,\" he said. \"For our audience, this seems like it could be ancient history. There's not a true, clear sense of how recent that is.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2014/05/15/312532393/young-people-want-equality-but-struggle-to-discuss-bias"
        },
        {
            "headline": "Courts Strike Down Voter ID Laws In Texas, Wisconsin",
            "author": "By  \n\n\n      Pam Fessler",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 10,
                "year": 2014
            },
            "article_content": "The Supreme Court blocked a measure in Wisconsin requiring voters to show photo identification before casting ballots and a federal judge in Texas ruled that state's ID law was discriminatory.  MELISSA BLOCK, HOST: This is ALL THINGS CONSIDERED from NPR News. I'm Melissa Block. With Election Day less than four weeks away, opponents of new state-voter, ID laws have won two major victories. Last night, courts blocked ID requirements in Texas and Wisconsin. The decisions could have an impact on close races in those states. But as NPR's Pam Fessler reports, the legal battles are far from over. PAM FESSLER, BYLINE: It was well into the evening yesterday when the U.S. Supreme Court issued a brief order blocking Wisconsin's new voter ID law. It was welcome news to Dale Ho, who runs the ACLU's Voting Right's Project. He says he hasn't been getting a lot of sleep lately. DALE HO: I've been a little distraught about how things have been going. And last night, I didn't get a lot of sleep but for the opposite reason. (Laughter) I was just really excited. FESSLER: Excited because he's part of an army of civil rights attorneys who've been trying to stop a wave of new-voter, ID laws and other voting restrictions from taking effect, and there've been lots of downs in recent months. Ho says even last night's victory could be temporary. HO: One thing we do know in Wisconsin - the Supreme Court has spoken on this - there will be no voter ID in November and that's a really good thing for the 300,000 registered voters in Wisconsin who don't have. How this is going to shake out in the long run, only time will tell. FESSLER: That's because the court only blocked the law temporarily. It did not rule on whether it was constitutional. The court instead appeared to be concerned about the chaos caused by a lower court's ruling that the ID requirement could go into effect just weeks before the election. It meant that hundreds of absentee ballots cast before the ID rules were in place might have been rejected. Rick Hasen is an election-law expert at the University of California, Irvine. RICK HASEN: The Supreme Court message seems to be whatever you do in these cases, don't do it at the last minute before the election. FESSLER: And he says that could have implications for another big decision yesterday. In Texas, U.S. District Judge Nelva Gonzales Ramos struck down that state's voter ID law - one of the strictest in the nation. She said it created an unconstitutional burden on the state's voters, especially the hundreds of thousands of Hispanics and African-Americans who don't have a government-issued, photo ID. She also said it amounted to a poll tax because of the fees for documents needed to get an ID. HASEN: But the larger, more important point is that the judge found that Texas engaged in intentional, racial discrimination in voting in recent years. FESSLER: Which Hasen says could mean the state's voting laws will be subject to federal oversight in the future. But Texas is not about to let that happen. In a statement last night, the Texas Attorney General's Office said it would immediately appeal the court's decision. The state argues that no voters will be prevented from casting a ballot under the new law. It also says voter IDs are needed to protect against voter fraud. Although, the courts found little evidence such fraud exists. Wisconsin officials say they too are looking at their options. Although, it's not clear what those might be. A Republican State Representative Dale Kooyenga says he's very disappointed with the Supreme Court's order. CONGRESSMAN DALE KOOYENGA: We did not expect this at all. It's kind of a strange last-minute wrench thrown in things. FESSLER: He expects the state to keep pressing its case. Meanwhile, the Wisconsin election board has a new message today on its website. It says photo ID not required. Pam Fessler, NPR News. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/10/10/355187900/courts-strike-down-voter-id-laws-in-texas-wisconsin"
        },
        {
            "headline": "Obama Critiques Myanmar's Reforms Alongside Opposition Leader",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 14,
                "year": 2014
            },
            "article_content": "President Obama shared a rather awkward embrace with Myanmar opposition leader Aung San Suu Kyi during a joint press conference Friday in Yangon, Myanmar.\n                \n                    \n                    Nyein Chan Naing/EPA/Landov\n                    \n                \nhide caption Reflecting political reforms in Myanmar that he says are \"still incomplete,\" President Obama split time between two of the country's leaders Friday, meeting separately with President Thein Sein, a former general, and opposition leader Aung San Suu Kyi, a former political prisoner. After meeting with Sein, Obama noted the recent progress toward peace and stability in the country also known as Burma. \"Domestically, we've seen political prisoners that have been released,\" he said. \"We have seen an effort to end the practice of children being recruited into the army. There is a genuine prospect for a ceasefire between some of the armed groups that have been fighting in Myanmar for decades.\" But Obama also said the U.S. is watching how Myanmar treats religious minorities. And he stressed the need for the country's 2015 elections to be transparent, fair and inclusive. The election was a central theme at the president's news conference with Nobel Peace Prize winner Suu Kyi — a session held at her home, where she lived under house arrest for nearly two decades. Suu Kyi is barred from running for president by a section of Myanmar's constitution that precludes anyone from taking the high office who is either married to or the parent of a foreign national. Both of Suu Kyi's sons are British citizens, as was her late husband. \"I don't understand a provision that would bar somebody from running for president because of who their children are,\" Obama said today. Suu Kyi used stronger language, calling that portion of Myanmar's constitution \"unfair, unjust and undemocratic.\" \"The majority of our people understand that this constitution cannot stand as it is if we want a make a true transition to democracy,\" she said. \"It is not right to discriminate against one particular citizen.\" The president also made a point of referring to Myanmar's Rohingya Muslim minority. As The Associated Press reports, many Rohingya had been hoping Obama would mention them during his visit — in part because their own government denies their ethnicity's existence. From the AP: \"Myanmar's government views the estimated 1.3 million Rohingya — living in dire, segregated conditions in western Rakhine state — not as citizens, but as illegal migrants from Bangladesh encroaching on scarce land. For that reason, they say the Rohingya ethnicity does not exist.\" Today, Obama said, \"Discrimination against the Rohingya or any other religious minority does not express the kind of country that Burma over the long term wants to be.\" The U.S. president was also asked about domestic issues during the news conference, with questions ranging from the pending congressional votes on the Keystone XL pipeline to his plans for using executive orders to shift immigration enforcement. After the president handled those questions, Suu Kyi said with a smile, \"I am sorry the president can't get away from all those issues.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2014/11/14/364014532/obama-meets-media-alongside-myanmar-s-opposition-leader"
        },
        {
            "headline": "Supreme Court Case Seeks Source Of Alabama Gerrymandering",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 12,
                "year": 2014
            },
            "article_content": "The question before the Supreme Court Wednesday is: Did Alabama's Republican-dominated Legislature rely predominantly on race or on partisanship when it was redrawing its districts?\n                \n                    \n                    Carolyn Kaster/AP\n                    \n                \nhide caption The question before the Supreme Court Wednesday is: Did Alabama's Republican-dominated Legislature rely predominantly on race or on partisanship when it was redrawing its districts? The U.S. Supreme Court on Wednesday takes up the thorny question of what kind of gerrymandering is acceptable, and what kind is not. The court is being asked to decide whether a 2010 state legislative redistricting in Alabama overloaded some districts with black Democrats on the basis of race or party. Voting rights cases scramble politics and race. In this case, it is the Democrats who are crying foul because of what they call unconstitutional quotas. In contrast, conservative Republicans, usually critics of racial considerations, this time are defending government classifications based on race. In the 1990s, the conservative Supreme Court majority, in a series of decisions, ruled that if a redistricting plan is motivated predominantly by racial considerations, it is unconstitutional. Those decisions came in cases brought by conservative Republicans who objected to the Justice Department's attempt to expand the number of majority black or Hispanic legislative districts under the Voting Rights Act in the South. \"Now, the tables are turned,\" says election-law expert Richard Hasen, a law professor at the University of California, Irvine. \"It's the liberals and Democrats that are trying to use the racial gerrymandering claim to stop Republicans from packing reliable Democratic minority voters into a smaller number of districts.\" Case in point: Alabama, a state rife with ironic political twists and a history of overt attempts to suppress the black vote. In 2000, Democrats controlled the state Legislature, and the redistricting process. They used their power to create districts with black majorities under the Voting Rights Act, while at the same time putting enough reliably Democratic black voters into majority white districts so that white Democratic candidates could build black-white coalitions and have a chance of winning. By 2010, Republicans controlled the Legislature, and they set about consolidating the black vote into existing majority-black districts. Under the plan, about one-sixth of all eligible black voters were moved from majority white state Senate districts to majority-black districts. The result was that in some of those districts, the black majority increased to over 70 percent. At the same time, the majority white districts got whiter, and more safely Republican. The redistricting came after the 2010 Census showed population shifts that made some existing districts way too big in population terms, and others too small. The Republicans tried to equalize the size of the districts. They also tried to maintain the same number of majority-black districts, but now contend that under the Voting Rights Act, a simple majority of black voters in those districts was not enough. \"The state cannot diminish the ability of black voters to elect their candidate of choice, for example, by making a district that was 65 percent black into a district that is 51 percent black,\" says Alabama Solicitor General Andrew Brasher, who is defending the law at the Supreme Court on Wednesday. Democrats disagree, and contend that the GOP plan calls for unconstitutional racial quotas. Richard Pildes, one of the lawyers representing the challengers to Alabama's redistricting, argues that, \"Alabama admits it used these racial quotas, but says 'the Voting Rights Act made us do it.' We say the Voting Rights Act does not require that, and therefore you had no legitimate reason to use racial quotas. Period.\" One example of the dispute is the Senate district representing Montgomery County, Ala. It was a majority-black district that was underpopulated. To fix that, the Republican redistricting plan moved out white residents who had lived in the district for years, and moved in 16,000 new voters, all but 36 of whom were black. The result was that the district became 75 percent black and the neighboring district similarly more white. \"That's where statistics can lead you wrong,\" says Alabama's Brasher. Those changes might have \"correlated with race,\" he contends, but they \"were not driven by race.\" The districts were redrawn to make one an urban district and the other a suburban-rural district, he says. Then, too, there is the argument, made by the state, that the reason it had to make majority-black districts blacker is that it was compelled to do so under the Voting Rights Act. As early as 2010, however, Alabama was attacking the Voting Rights Act in court, and in 2013 the U.S. Supreme Court, ruling in an Alabama case, struck down a key provision of the Voting Rights Act as unconstitutional. That presents this question: Is the voting rights law still valid as applied to the 2010 redistricting, a plan that will be in place until 2020? The state says it is entitled to rely on the provision even though it has been struck down. \"The court for years and years held that the Voting Rights Act was constitutional, and there was no reason for the legislators engaged in this redistricting process to presuppose that five members of the court were going to hold that [this section of the law] was unconstitutional,\" argues Brasher. On the other side, lawyer Pildes contends that even if the state can rely on the law as it was in 2010, the law did not then and does not now justify the \"racial straightjacket [of] quotas\" that Alabama imposed in this redistricting. Ultimately, the question is this: Did Alabama's Republican-dominated Legislature rely predominantly on race or on partisanship when it was redrawing its districts? For the past 25 years, the court has drawn a line between permissible redistricting, based on partisanship, and impermissible redistricting, based on race. Election expert Hasen argues that, sometimes, they are the same thing. \"Especially when we're talking about the South, where African-American voters are voting for Democrats at above 90 percent, it's artificial to talk about race and party being completely separate,\" he says. Similarly, the white vote is overwhelmingly Republican. In 2012, for instance, 84 percent of the white vote in Alabama was cast for Republican presidential candidate Mitt Romney, while 95 percent of the black vote went for Barack Obama. The current Supreme Court conservative majority has pushed aggressively to eliminate government classifications based on race, contending that they are no longer needed to remedy past discrimination. As Chief Justice John Roberts has said, \"the way to stop discrimination on the basis of race is to stop discriminating on the basis of race.\" The question faced by Roberts and the court now is whether Alabama's redistricting plan is in fact based on racial quotas, or whether it's based on nothing more than partisanship, and thus may remain in place. The court's decision could have ramifications beyond redistricting. Some of the same principles apply in election law cases that involve everything from voter ID requirements to restrictions on absentee ballots and early voting.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/11/12/363375057/supreme-court-case-seeks-source-of-alabama-gerrymandering"
        },
        {
            "headline": "Three Years On, Utah's Immigrant Guest Worker Law Still Stalled",
            "author": "By  \n\n\n      Kirk Siegler",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 31,
                "year": 2014
            },
            "article_content": "This statue is located in Utah's Capitol building, beneath a mural of Brigham Young and the first Mormon pioneers traveling out west. \"Utah is a place that understands the value of immigration,\" says Utah's speaker of the House, Becky Lockhart.\n                \n                    \n                    Kirk Siegler/NPR\n                    \n                \nhide caption This statue is located in Utah's Capitol building, beneath a mural of Brigham Young and the first Mormon pioneers traveling out west. \"Utah is a place that understands the value of immigration,\" says Utah's speaker of the House, Becky Lockhart. At the Utah State Capitol, a mural of Brigham Young and the first Mormon pioneers brings some color to the building's spartan rotunda. Beneath it is a more modern sculpture — a woman walking forward with her son, who's holding a globe. Underneath the statue are the words \"Immigration and Settlement.\" The symbolism isn't lost on state House Speaker Becky Lockhart. \"Utah is a place that understands the value of immigration, the value of peoples coming to find a better life,\" she says, pointing up at the sculpture. \"We've always believed ... 'Come here and live the American dream,' but we want people to do it legally,\" Lockhart says. \"And something's wrong with the legal way; it's not working as it should.\" Lockhart, a Republican and LDS Church member, was among a group of Utah leaders that sought to break new ground on the immigration debate in 2011. Arizona had passed a law the previous summer requiring police to check immigration status during routine traffic stops. In Utah, Lockhart and her colleagues watched the boycotts and court battles that followed — and decided to go a different way. The state passed a law creating a guest worker program. But three years later, that program still hasn't gone into effect — and now an effort is brewing to repeal it. A 'Uniquely Utah' Approach In November 2010, business, government and religious leaders had signed the \"Utah Compact,\" which called on federal and state leaders to pass so-called reasonable immigration reform. Lockhart and other lawmakers, inspired by the compact and the battles in Arizona, then passed a bipartisan set of immigration reform laws. The main bill set up a guest worker law that would allow immigrants in the U.S. illegally and living in Utah to apply for a two-year work permit if they pay a fine and pass a criminal background check. For Lockhart, \"reasonable immigration reform\" was pragmatic. Tens of thousands of immigrants have come to Utah illegally in recent years, lured by plentiful jobs in construction and tourism — the state has the second-lowest unemployment rate in the nation. But Utah's education and health care budgets are strained. So why not bring all the new residents \"out of the shadows,\" she says, and tax them? \"When states get involved in this, it's because states are very frustrated, because we're dealing with the consequences of a failed federal policy,\" she says. I've been pessimistic from Day 1. I mean, we are just saying, 'Why are they pushing this law?' — because this is never going to get implemented. Tony Yapias, immigrant-rights activist But three years on, the guest worker law has yet to be formally implemented. It was predicated on the federal government granting Utah a waiver to proceed. Lawmakers have extended the law's effective date twice as they've waited for a response from the Obama administration. (Neither the White House nor the Department of Homeland Security would discuss Utah's waiver request with NPR.) The impasse has sparked growing calls for lawmakers to just repeal the whole thing when they reconvene next year. \"Nothing will happen with it, and we just keep extending it and it makes us feel good to say ... 'We have the solution for the entire world in the state of Utah,' \" says Bob Wren, chairman of Utahns for Immigration Reform and Enforcement. There's also cynicism among immigrant-rights activists, like Tony Yapias, the director of the group Proyecto Latino de Utah. \"I've been pessimistic from Day 1. I mean, we are just saying, 'Why are they pushing this law?' — because this is never going to get implemented,\" Yapias says. Of all states, he asks, why would the Obama administration let Utah, a Republican bastion, launch a pilot program on immigration? Changing Attitudes But whether or not the guest worker law is ever implemented, there has been a big shift in Utah. The entire atmosphere toward immigration in the state is a lot less charged than it used to be. \"It's not an issue in Utah anymore,\" says Sen. Luz Robles, a Democrat who co-sponsored the guest worker bill. \"I think that's, like, the first thing that gives us a signal ... that we have succeeded.\" It hasn't hurt that police in cities like Salt Lake, for the most part, don't worry about immigration status. Utah also gives in-state tuition and driving privileges to people living in the state without papers. Jesus Savala, a resident of Salt Lake City since the late 1980s, says laws like those are helping curb discrimination and racism. Becky Lockhart, Utah's speaker of the House, helped pass the state's guest worker law in 2011. She continues to hope that the federal government will grant the waiver needed for the law to go into effect.\n                \n                    \n                    Kirk Siegler/NPR\n                    \n                \nhide caption Becky Lockhart, Utah's speaker of the House, helped pass the state's guest worker law in 2011. She continues to hope that the federal government will grant the waiver needed for the law to go into effect. On a recent afternoon, Savala and his wife and grandson were shopping in the Latino Mall, a collection of taquerias, clothing stores and banks on the city's heavily Latino west side. In an interview in Spanish, Savala says he remembers the 2011 guest worker law fondly. Yet, three years on, he has a brother-in-law who's still struggling to find steady work. He's the last in the family without papers. It's frustrating, he says: His brother-in-law just wants to be able to work here legally. A Softer Approach, Influenced By Religion Latinos are Utah's fastest-growing minority, but owing to the influence of the Mormon Church, this region has also seen a sharp rise in immigration from Pacific Island nations. A booming tech sector has also attracted Indian and Pakistani immigrants. From those communities, you hear some of the same things: Attitudes toward immigrants — legal or not — have changed considerably in Utah. \"It's been gradually getting better,\" says Yaser \"Sunny\" Nisar. Nisar opened his Curry Fried Chicken restaurant a year ago on this gentrifying block of State Street, south of the downtown Salt Lake City skyline. On a recent night, people filed in to break the Ramadan fast at sundown. Nisar knows firsthand that things are improving. Two days after Sept. 11, his family's original Halal restaurant in Salt Lake City was set on fire. It was quickly deemed an anti-Muslim hate crime. Nisar says community leaders — and the LDS Church — rallied behind them, and that started something bigger. \"There's a lot of awareness going on, a lot of people are getting to know us better than just going off what they see on TV and what they, maybe, have a misconception in their head,\" he says. Nisar doesn't pay very close attention to politics, but he says Utah's religious values are a big reason why the state embraced a softer approach to immigration. You hear this from business owners, Republicans, Democrats, churchgoers: Utah is a pro-family state, and the tone on immigration is a lot calmer here than along the border. Just take the views of Lockhart, the state House speaker, who says her views on immigration have \"evolved\" a good deal in recent years. \"Utah is a unique place and we understand the human factor,\" she says. \"It's not a black and white issue; there are people's lives here.\" Lockhart, who's not running for re-election and has been named as a possible candidate for governor next year, says she's proud of what Utah did. She's also still holding out hope that the federal government will consider granting that waiver so the guest worker pilot project can move ahead.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/07/31/336848634/three-years-on-utahs-immigrant-guest-worker-law-still-stalled"
        },
        {
            "headline": "When Did Companies Become People? Excavating The Legal Evolution",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 28,
                "year": 2014
            },
            "article_content": "Volunteers at the Lincoln Memorial help roll up a giant banner printed with the Preamble to the Constitution during an October 2010 demonstration against the Supreme Court's Citizens United ruling.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Volunteers at the Lincoln Memorial help roll up a giant banner printed with the Preamble to the Constitution during an October 2010 demonstration against the Supreme Court's Citizens United ruling. Are corporations people? The U.S. Supreme Court says they are, at least for some purposes. And in the past four years, the high court has dramatically expanded corporate rights. It ruled that corporations have the right to spend money in candidate elections, and that some for-profit corporations may, on religious grounds, refuse to comply with a federal mandate to cover birth control in their employee health plans. These are personal rights accorded to corporations. To many, the concept of corporations as people seems odd, to say the least. But it is not new. The dictionary defines \"corporation\" as \"a number of persons united in one body for a purpose.\" Corporate entities date back to medieval times, observes Columbia law professor John Coffee, an authority on corporate law. \"You could think of the Catholic Church as probably the first entity that could buy and sell property in its own name,\" he says. Indeed, having an artificial legal persona was especially important to churches, says Elizabeth Pollman, an associate professor at Loyola Law School in Los Angeles. \"Having a corporation would allow people to put property into a collective ownership that could be held with perpetual existence,\" she says. \"So it wouldn't be tied to any one person's lifespan, or subject necessarily to laws regarding inheriting property.\" Later on, in the United States and elsewhere, the advantages of incorporation were essential to efficient and secure economic development. Unlike partnerships, the corporation continued to exist even if a partner died; there was no unanimity required to do something; shareholders could not be sued individually, only the corporation as a whole, so investors only risked as much as they put into buying shares. By the 1800s, the process of incorporating became relatively simple. But corporations aren't mentioned anywhere in the Constitution, leaving the courts to determine what rights corporations have — and which corporations have them. After all, Coca-Cola is a corporation, but so are the NAACP and the National Rifle Association, and so are small churches and local nonprofits. \"All these truly different types of organizations might come under the label 'corporation,' \" Pollman observes. \"And so the real difficulty is figuring out how to treat these different things under the Constitution.\" In the early years of the republic, the only right given to corporations was the right to have their contracts respected by the government, according to legal historian Eben Moglen. The great industrialization of the United States in the 1800s, however, intensified companies' need to raise money. \"With the invention of the railroad, you needed a great deal of capital to exploit its purpose, \" Columbia professor Coffee says, \"and only the corporate form offered limited liability, easy transferability of shares, and continued, perpetual existence.\" In addition, the end of the Civil War and the adoption of the 14th Amendment provided an opportunity for corporations to seek further legal protection, says Moglen, also a Columbia University professor. \"From the moment the 14th Amendment was passed in 1868, lawyers for corporations — particularly railroad companies — wanted to use that 14th Amendment guarantee of equal protection to make sure that the states didn't unequally treat corporations,\" Moglen says. Nobody was talking about extending to corporations the right of free speech back then. What the railroads sought was equal treatment under state tax laws and things like that. The Supreme Court extended that protection to corporations, and over time also extended some — but not all — of the rights guaranteed to individuals in the Bill of Rights. The court ruled that corporations don't have a right against self-incrimination, for instance, but are protected by the ban on warrantless search and seizure. Otherwise, as the Cato Institute's Ilya Shapiro puts it, \"the police could storm down the doors of some company and take all their computers and their files.\" But for 100 years, corporations were not given any constitutional right of political speech; in fact, quite the contrary. In 1907, following a corporate corruption scandal involving prior presidential campaigns, Congress passed a law banning corporate involvement in federal election campaigns. That wall held firm for 70 years. The first crack came in a case that involved neither candidate elections nor federal law. In 1978 a sharply divided Supreme Court ruled for the first time that corporations have a First Amendment right to spend money on state ballot initiatives. Still, for decades, candidate elections remained free of direct corporate influence under federal law. Only money from individuals and groups of individuals — political action committees — were permitted in federal elections. Then came Citizens United, the Supreme Court's 5-4 First Amendment decision in 2010 that extended to corporations for the first time full rights to spend money as they wish in candidate elections — federal, state and local. The decision reversed a century of legal understanding, unleashed a flood of campaign cash and created a crescendo of controversy that continues to build today. It thrilled many in the business community, horrified campaign reformers, and provoked considerable mockery in the comedian classes. The Daily ShowGet More: Daily Show Full Episodes,The Daily Show on Facebook,Daily Show Video Archive \"If only there were some way to prove that corporations were not people,\" lamented the Daily Show's Jon Stewart. Maybe, he mused, we could show \"their inability to love.\" The Colbert ReportGet More: Colbert Report Full Episodes,The Colbert Report on Facebook,Video Archive Fellow Comedy Central comedian Stephen Colbert tried unsuccessfully to get the question of corporate personhood on the South Carolina ballot, and also formed a superPAC, which asked whether voters would be comfortable letting Mitt Romney date their daughters' corporations. But there are serious people on both sides of this issue. Cato's Shapiro sees all corporations, when they spend on political campaigns, as merely associations of like-minded people. \"Nobody is saying that corporations are living, breathing entities, or that they have souls or anything like that,\" he says. \"This is about protecting the rights of the individuals that associate in this way.\" Countering that argument are those who note that individuals are perfectly free to give money to candidates with whom they agree, and to spend unlimited amounts independently supporting those candidates. They shouldn't need a corporation to express themselves, the argument goes. Some critics, like Pollman, see a difference between for-profit and nonprofit corporations. A nonprofit corporation formed to advance particular political views is one thing, she says. A large for-profit corporation is something else entirely. \"There's no reason to believe that the people involved — shareholders, employees, even the directors or managers — have come together for an expressive purpose related to anything other than really what the business is doing,\" she argues. And shareholders and employees, Pollman observes, have no real recourse if they disagree with how corporate money is spent in campaigns. And then there is the money-is-not-speech argument. The problem for First Amendment believers, Moglen says, arises not because they think corporations shouldn't have rights so much as they think money isn't equal to speech. \"And we are now winding up using constitutional rules to concentrate corporate power in a way that's dangerous to democracy,\" he says. That, of course, is not how the Supreme Court majority sees its decision. The court has said that because speech is an essential mechanism of democracy, the First Amendment forbids discrimination against any class of speaker. It matters not, the court said just this year, that some speakers, because of the money they spend on elections, may have undue influence on public policy; what is important is that the First Amendment protects both speech and speaker, and the ideas that flow from each.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2014/07/28/335288388/when-did-companies-become-people-excavating-the-legal-evolution"
        },
        {
            "headline": "In India, Landmark Ruling Recognizes Transgender Citizens",
            "author": "Julie McCarthy",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 15,
                "year": 2014
            },
            "article_content": "An Indian eunuch in the eastern city of Bhubaneswar dances Tuesday to celebrate the Supreme Court's ruling recognizing a third gender category.\n                \n                    \n                    Biswaranjan Rout/AP\n                    \n                \nhide caption An Indian eunuch in the eastern city of Bhubaneswar dances Tuesday to celebrate the Supreme Court's ruling recognizing a third gender category. India now has a third gender. The Supreme Court has recognized the country's transgender community as being in a third neutral category — neither male nor female. In handing down the ruling, Justice K.S. Radhakrishnan said, \"Transgenders are citizens of this country ... and recognition as a third gender is not a social or medical issue but a human rights issue.\" Article 15 of India's Constitution guarantees that no state can discriminate against citizens on the basis of religion, caste, race or sex. The decision by the two-judge bench applies to what in India are traditionally known by the Hindi word hijras. The term is loosely used to include eunuchs and transvestites. The court stated, \"transgender is generally described as an umbrella term for persons whose gender identity, gender expression or behavior does not conform to their biological sex.\" Activists say because the transgender population has not been legally recognized, its members have been ostracized, abused and forced into prostitution. Many eke out an existence as sex workers or beggars. India's hijras are easily spotted on the street and can be found wending their way through traffic at intersections, clad in colorful saris and bright lipstick. They tap on car windows, begging or sometimes demanding a bit of change. Estimated to number between 2 and 3 million, they have long been a prominent but marginalized part of Indian culture. Hijras are deprived of jobs, education and health care; turned away at hospitals, limited by the practice of male and female wards. India had taken steps to ensure their recognition when India's Election Commission earlier allowed a third gender of \"other\" on voter registration forms for the national elections now taking place. But the Supreme Court on Tuesday expressed concern over transgenders being harassed in society and said \"it was the right of every human being to choose their gender.\" It directed the government to bring them into the mainstream, ordering it to set aside quotas for jobs and education for transgender individuals, bringing them in line with the benefits already afforded other minority groups and lower castes. The court said hijras will be entitled to \"all other rights,\" including passports, voter cards and driving licenses. The prominent transgender activist Laxmi Narayan Tripathi initially brought the suit in 2012 seeking equal rights. She said the decision was hard-won in this traditionally conservative country. \"Today, I feel a proud citizen of India,\" Tripathi said. But while the court has declared discrimination against the transgender community illegal, whether the practice will end is far from certain. Formidable obstacles remain in the way sexuality is perceived in India. As recently as December, India's Supreme Court reinstated a ban on gay sex, a colonial-era law dating back to 1861. The widely criticized decision reversed the Delhi High Court, which had ruled the law prohibiting \"carnal intercourse against the laws of nature\" an infringement of fundamental rights. But the Supreme Court justices said the provision would hold until Parliament chose to amend it, as it was a matter left for legislators and not the judiciary. Amnesty International praised Tuesday's ruling as reaffirming \"constitutional values of inclusion and equality\" but said it \"should provide the impetus for a new government to repeal\" what it called the \"absurd law\" criminalizing sex between consenting same-sex partners. Religious groups across India said the Supreme Court's December ruling ought to be respected. A senior leader with the Hindu-nationalist BJP party argued that overturning it would be illegal, immoral and against the ethos of the Indian culture. With polls predicting the BJP, the country's main opposition party, on the verge of coming to power, transgender activists are not letting down their guard. They say the battle today may have been won, but the war is far from over.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2014/04/15/303408581/in-india-landmark-ruling-recognizes-transgender-citizens"
        },
        {
            "headline": "Supreme Court Rejects Gay Wedding Photography Case",
            "author": "By  \n\n\n      Bill Chappell",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 7,
                "year": 2014
            },
            "article_content": "An appeal brought by a photographer who refused to take pictures of gay weddings was turned down by the Supreme Court on Monday morning. The court also refused to hear a challenge to a ban on campaign contributions by corporations, and allowed a district court case over U.S. surveillance to continue. The photography case was brought by Elane Photography, a New Mexico business run by a husband-and-wife team who said their First Amendment rights allowed them to refuse service to a woman who had sought to hire the company to photograph her commitment ceremony with her partner. Saying the ceremony resembled a traditional wedding, the business owners refused the work on the grounds that \"they did not want to create images expressing messages about marriage that conflict with their religious beliefs,\" according to their petition for an appeal. Their Supreme Court filing says the owners are artists who \"create expression for paying customers,\" and thus cannot be compelled to create expression that goes against their beliefs. In 2008, New Mexico said the company \"was guilty of discrimination\" and should pay thousands in attorneys' fees, as NPR reported. That ruling set the current request for a court case in motion. The Supreme Court rejected the photographers' case without comment. The issue of refusing services related to gay marriages has also arisen elsewhere, such as in Colorado, where a cake maker refused a couple's business, as NPR's Liz Halloran reported last December. In another order issued Monday, the Supreme Court justices also refused to review a lower court's ruling that corporations cannot contribute directly to political candidates in federal elections. From SCOTUSblog: \"The case of Iowa Right to Life v. Tooker had given the Justices the opportunity to decide whether to extend the Court's ruling last week striking down one limit on contributions to the corporate ban. The denial appeared to suggest that the Justices either found that the new case did not present the issue adequately, or they were not yet ready to consider extending the ruling in McCutcheon v. Federal Election Commission to other donation restrictions.\" The justices also said they wouldn't intervene in a case challenging the constitutionality of the National Security Agency's broad surveillance program. That case, Klayman v. Obama, is currently in both a district court and an appeals court, according to SCOTUSblog. In a December ruling, a federal judge said that \"the sweeping NSA collection of U.S. phone metadata constitutes an unreasonable search or seizure under the Fourth Amendment,\" as NPR's Carrie Johnson reported. The judge also ordered the NSA to stop collecting data related to the plaintiff's cellphone — but he put that order on hold to allow for an expected appeal from the Justice Department. The plaintiff had sought to skip the appeals process and have the case heard at the highest level. The Supreme Court's refusal to intervene in that case means it will proceed. As Carrie has said, the issue is expected to wind up before the high court's justices at some point.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2014/04/07/300256656/supreme-court-rejects-wedding-photographers-case"
        },
        {
            "headline": "Increased Hostility Against Jews And Roma In Hungary",
            "author": "By  \n\n      Sasa Woodruff",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 9,
                "year": 2014
            },
            "article_content": "People light candles during a commemoration to pay tribute to victims of a series of deadly attacks against Roma or Gipsy people in Budapest, Hungary, Feb. 23, 2012.\n                \n                    \n                    Zsolt Szigetvary/AP\n                    \n                \nhide caption People light candles during a commemoration to pay tribute to victims of a series of deadly attacks against Roma or Gipsy people in Budapest, Hungary, Feb. 23, 2012. Ahead of next month's parliamentary election in Hungary, a report published in February found the Roma minority in that Central European country face an unprecedented amount of violence and discrimination. While prejudice against Roma, pejoratively known as Gypsies, is widespread throughout Europe, the report says Hungary is more anti-immigrant and hostile toward minorities than elsewhere. \"In the last five years in Hungary, the establishment of vigilante groups and hate crimes against Roma and other minority groups has characterized a climate of increasing social and economic exclusion,\" according to the report, from the FXB Center for Health and Human Rights at Harvard University. A 2011 survey finds many Hungarians share anti-Roma sentiments with 60 percent believing that criminality was in \"gypsy\" blood. The same poll found 40 percent believed it was OK to have bars and clubs where Roma were not allowed in. These widespread attitudes help explain the popularity and political strength of the Jobbik party. It's the country's third largest, holding 43 seats of 386 in the Hungarian Parliament. It defines itself as a \"principled, conservative and radically patriotic Christian party,\" but critics say it's a radical organization that targets minorities. Its website, \"The Movement For A Better Hungary,\" has a page dedicated to defending itself from accusations that it is extremist, anti-Roma and anti-Semitic. It charges that the foreign press wrongly concludes hard economic times have triggered Hungarians and other Central Europeans to victimize minority populations: \"Quite simple really. Central Europeans + Economic Downturn = (or rather, must and can only equal) Hateful Extremists and persecution of minorities. \"People don't behave like this anywhere else mind you, only around here. Take a few pennies out of a Hungarian's pocket, and he turns almost immediately into a slavering ultra-nationalist who on the way back from clubbing a local Gypsy, will pause only to hurl yet another brick through the windows of his nearest synagogue.\" The party's sarcastic response is meant to dismiss the accusations as ludicrous. But statements and actions of party members over the last few years go against those Web protestations. In November 2012, one of Jobbik's Parliament members, Márton Gyöngyösi reportedly asked Parliament to create a list of Jews who allegedly posed national security threats. The Simon Wiesenthal Center blasted Gyöngyösi's statement and called it \"sadly reminiscent of the genocidal Nazi regime which murdered hundreds of thousands of Hungarian Jews with the help of numerous local collaborators.\" Gyöngyösi said he was misunderstood and was referring to dual citizens of Israel and Hungary. When asked in an interview by the Jewish Chronicle Online if Hungary should apologize for the Holocaust, Gyöngyösi replied \"Me, should I say sorry for this when 70 years later, I am still reminded on the hour, every hour about it? Let's get over it, for Christ's sake. I find this question outrageous.\" In the small Roma village of Bodvalenke, building walls are covered in frescoes that represent Roma culture. It is meant to encourage tourism and integration.\n                \n                    \n                    Tamas Soki/AP\n                    \n                \nhide caption In the small Roma village of Bodvalenke, building walls are covered in frescoes that represent Roma culture. It is meant to encourage tourism and integration. The World Jewish Congress held its Plenary Assembly in Budapest last year to highlight anti-semitism in Hungary. When WJC President Ronald S. Lauder opened the gathering he said, \"We are seeing, once again, growing ignorance, growing intolerance, growing hatred. Once again we see the outrage of anti-Semitism. ... In the press and on television, anti-Semitism and incitement against the Roma minority are becoming commonplace, even accepted.\" Lauder added the persecution of Jews and Roma have happened in tandem in the past, \"Let us never forget the Roma were also victims of the Nazi Holocaust.\" The Harvard report says the anti-minority climate is having a deleterious effect on the Roma and that hate speech by politicians and public figures has contributed to physical and violent assaults against this marginalized population. The European Roma Rights Centre documented cases of seven Romani adults and two Romani children who died in attacks from 2008 to 2012. Another concerning issue in the report is the rise of paramilitary and extremist groups, which target not only Roma, but Jews and the LGBT community. And many of these groups conduct weapon trainings for their members. One of the report authors says the frequency and regularity of these instructions is unique to this central European country. \"There are some news in Romania about few trainings organized by some extremist organization, but nothing at the level of Hungary,\" said Margareta Matache, who has worked on Roma and minority issues in Europe for 15 years. She added, \"What is interesting here is that each of these organizations, they organize these sort of training, not only once, they have regular trainings for their members on how to use weapons.\" Anti-minority rhetoric runs rampant in these groups and the Jobbik party has ties to them. The party's current leader, Gabor Vona, founded the Hungarian Guard, a paramilitary group in 2007. Matache says, \"One of their more explicit objective was to stop the Gypsy crime\" and \"that Gypsy crime is a serious form of crime which poses a danger to everyone.\" The Hungarian Guard was eventually banned, but Vona has worked to re-establish the group. Last November, the U.S. Embassy in Budapest weighed in when it condemned an event organized by the Jobbik party. The embassy described Jobbik as a \"Hungarian political party identified with ethnic hatred and anti-Semitism\" and called it out after members unveiled a bust of Miklos Horthy, a Nazi ally and the leader of Hungary during World War II. \"Although the significant number of counter-demonstrators showed there is strong opposition to the organizers' views, and members of the Hungarian government have expressed disapproval, an event such as this requires swift, decisive, unequivocal condemnation by Hungary's highest ranking leaders,\" the statement read. Earlier this year, the Hungarian ambassador to the United Nations apologized for Hungary's role in the Jewish and Roma Holocaust during World War II. This was the first time the country apologized for its involvement. \"We owe an apology to the victims because the Hungarian state was guilty for the Holocaust. Firstly because it failed to protect its citizens from destruction and secondly because it helped and provided financial resources to the mass murder,\" said ambassador Csaba Kőrösi. In the last year and a half, Matache says she and her colleagues have observed a decrease in rallies and violence against Roma, which she considers a good sign. But that trend has been coupled with legislative changes that worry her. The report says that changes to the constitution limiting minority rights and free speech should be cause for concern, even as violent attacks decrease: \"In other countries such as Kosovo, Bosnia and Herzegovina, similar trends have been recorded: outright violence has been supplanted by anti-minority policies and legislation.\" Colleen Bell, the United States ambassador-designate to Hungary, expressed worry during her confirmation hearings in the Senate about recent changes to the constitution and fears that democracy was eroding. \"Many argue that sweeping legislative and constitutional changes have hurt the international investment climate, undermined property rights, weakened the judiciary, and centralized power in the hands of the executive,\" Bell said in her statement. \"The United States has also expressed concern about the rise of extremism which unfortunately is a trend not unique to Hungary. However, the rise in Hungary of extremist parties is of particular concern.\" Matache hopes the European Union will step in to help curb the violence and discrimination in this member country. \"They really have to take some measures because there is a legal framework available and there is a need for some measure to stop the violence,\" she says,\"But also, to make sure that the Roma, Jews and LGBT, all minorities in Hungary, they feel safe because there is a level of insecurity that those people cannot really manage it from both the local level in their villages, but also in big cities.\" And she says the European Union should figure out how to deal with member countries that violate the EU's human rights laws. She hopes reports like this one will also catch the attention of the U.S. and lead the international community to place pressure on countries like Hungary to move toward a more accepting society. But she says cultural education is also key to improving the situation. \"Hungary is one of the countries, along with Romania, Bulgaria and countries in central and Eastern Europe where children of both minority and majority population do not actually have the chance to learn about prejudice,\" she says, \"The children belonging to majority population could actually learn more about minorities, by being involved in classes and reading more on cultural diversity and having educated children on cultural diversity, I think that the level of prejudice might decrease.\" _______________________________________________________________ EDITOR'S NOTE: Tomorrow, the Code Switch blog visits Hungary's neighbor, Slovakia, to see how one town is working to integrate Roma and non-Roma students in a recently desegregated school.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/codeswitch/2014/03/09/287342069/increased-hostility-against-jews-and-roma-in-hungary"
        },
        {
            "headline": "'Invisible' Same-Sex Couples Push For Civil Unions In Greece",
            "author": "Joanna Kakissis",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 28,
                "year": 2014
            },
            "article_content": "Couples kiss during the Athens gay pride parade last June. Last month, activists organized a \"kiss-in\" during a church service run by a Greek Orthodox bishop who has threatened to excommunicate politicians supporting same-sex unions.\n                \n                    \n                    Louisa Gouliamaki/AFP/Getty Images\n                    \n                \nhide caption Couples kiss during the Athens gay pride parade last June. Last month, activists organized a \"kiss-in\" during a church service run by a Greek Orthodox bishop who has threatened to excommunicate politicians supporting same-sex unions. It's Sunday afternoon, and six mothers are sitting in a bright living room, drinking milky coffee and talking about discrimination. \"We are invisible in Greece,\" says Stella Bellia, who is raising twin boys with her Italian partner, Grazia-Haris Scocozza. \"So we have to help each other.\" Bellia is the president of Rainbow Families, a coalition of about 70 same-sex couples raising children in Greece. She tells the mothers that the LGBT Center at the University of Louisville has raised funds for the publication of the first Greek-language children's book that portrays families with same-sex parents. Stella Bellia (left) is the president of Rainbow Families Of Greece, a coalition of same-sex couples with children. She and her Italian partner, Grazia-Haris Scocozza, have twin boys.\n                \n                    \n                    Courtesy of Stella Bellia\n                    \n                \nhide caption \"Our fellow Greeks are very critical when we choose to have children,\" Bellia says. \"And legally, we don't even exist, so there's no image of our families anywhere.\" Gay couples like Bellia and Scocozza cannot share custody of their children because they are not recognized as couples under Greek law. Of the 19 states in the European Union that recognize some kind of civil partnership other than marriage, two reserve that right only for heterosexuals — Greece and Lithuania. So Gregory Vallianatos and seven other gay activists sued Greece in the European Court of Human Rights in Strasbourg. \"Straight people have the possibility of a religious marriage or civil marriage, and of a civil union,\" Vallianatos says. \"Three alternatives. We have none.\" They won the case last November. Now they're trying to push the Greek Parliament to comply with the ruling and open civil unions to same-sex couples. Greece currently holds the six-month, rotating European Union presidency, so activists want to use the spotlight to push for equality. \"Within this Greece of crisis and poverty, this civil law victory in Strasbourg is good news,\" says Vallianatos, a chatty former TV host who's running for mayor of Athens in elections this May. \"I believe this will influence the environment.\" Gregory Vallianatos, a gay activist and former TV host, is running for Athens mayor in May elections.\n                \n                    \n                    Joanna Kakissis/NPR\n                    \n                \nhide caption He likes to point out that ancient Greeks accepted homosexuality. \"If you see the vases, the poets, the plays, then you see that homosexuality was in bright light,\" he says. \"And you see that people were calling each other names of love, and they were depicting and portraying it.\" But modern Greece, he says, is shaped by the conservative Greek Orthodox Church and \"we have still to prove to the church that we are decent individuals.\" A Greek Orthodox Church spokesman told NPR that the church opposes homosexuality and same-sex unions, but won't weigh in publicly on the issue. Only one rogue bishop, Seraphim of Piraeus, has threatened to excommunicate any politician who votes to legalize same-sex unions. The church spokesman says that won't happen. Last month, some gay-rights activists tried to rattle the church by staging a \"kiss-in\" during an Epiphany service in Piraeus. Savvas Georgiadis, a psychiatrist and campaigner against homophobia, says activists were also trying to rattle Greeks who are becoming intolerant because they believe the economic crisis is destroying national identity. \"In Greece a man must always be straight,\" says Petros Sapountzakis (right), a teacher who was attacked by ultranationalists after leaving a theater in 2012. He and his boyfriend, Alex Kantirov, have been together for five years.\n                \n                    \n                    Joanna Kakissis/NPR\n                    \n                \nhide caption \"We don't want someone who is 'different' to be in our circles, in our neighborhoods,\" Georgiadis says. \"Different\" like Petros Sapountzakis, a 42-year-old elementary school teacher and former seminary student. \"In Greece, a man must always be straight,\" he says. Ultranationalist thugs assaulted Sapountzakis and a friend in late 2012 as they left a gay-themed theater performance. More recently, Anna Piliou, a 26-year-old transgender woman, was abused by fellow students at the night high school she was attending. One student doused her with gasoline and threatened to set her on fire. \"The economic crisis has unleashed the dogs of the far right, so now there are attacks for the first time,\" Sapountzakis says. He and his boyfriend of five years, a Ukrainian graphic artist named Alex Kantirov, say they're not afraid of street thugs — they just wish they could talk about their relationship with their mothers.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/parallels/2014/02/28/276534435/invisible-same-sex-couples-push-for-civil-unions-in-greece"
        },
        {
            "headline": "Virginia's New Attorney General Will Not Defend Gay-Marriage Ban",
            "author": "Eyder Peralta",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2014
            },
            "article_content": "Virginia Attorney General Mark Herring says Virginia will no longer defend its constitutional ban on gay marriage.\n                \n                    \n                    Steve Helber/AP \n                    \n                \nhide caption Virginia Attorney General Mark Herring says Virginia will no longer defend its constitutional ban on gay marriage. Virginia's new attorney general has decided to switch sides in an important case that is challenging the state's constitutional ban on gay marriage. In an interview with Morning Edition's Steve Inskeep, Democrat Mark Herring said his office will no longer defend the state's ban on same-sex marriages. \"As attorney general, I cannot and will not defend laws that violate Virginians' rights,\" Herring said. \"The commonwealth will be siding with the plaintiffs in this case and with every other Virginia couple whose right to marry is being denied.\" Herring was sworn in just days ago after a razor-thin win in November, an election that marked big political change in the state and also ushered in Democrat Terry McAuliffe to the governor's mansion. Herring is taking over for Ken Cuccinelli, a Republican who ran and lost a bid for governor on a Tea Party platform and was a staunch defender of the gay-marriage ban. Herring said as he came into office, he asked his staff to review Bostic v. Rainey and, after careful consideration, he came to the conclusion that the ban violates the Equal Protection Clause of the 14th Amendment of the Constitution. Bostic v. Rainey is one of those cases that are being closely watched. The lawyers challenging the Virginia ban, for example, are David Boies and Ted Olson, who represented the couples who took California's ban on gay marriage all the way to the U.S. Supreme Court. While there are several cases moving through the system that could end up in the high court — one from Utah and one from Oklahoma, for example — this is one that marriage equality advocates would like to see reach the top. Back in September, when Boies and Olson announced they were joining the case, they said they saw the California Proposition 8 case as the beginning \"of our fight for marriage equality.\" \"What we're hoping, with the case in Virginia, [is] it's the beginning of the end,\" Boies said. Herring's solicitor general will tell a federal judge in Norfolk next week that Virginia is joining the plaintiffs in the case, that the state agrees a ban on gay marriage denies some couples in the state what the Supreme Court has called a fundamental right. Herring said he's doing it for Virginians. That's when Steve reminded him that the amendment to Virginia's Constitution defining marriage as only between a man and woman was approved by 57 percent of voters in 2006. Herring said that his job is to defend laws that are constitutional. This one, he said, isn't. Also, Herring added, he wants his state to be on the right side of history. \"There have been times in some key landmark cases where Virginia was on the wrong side, was on the wrong side of history and on the wrong side of the law,\" Herring said. \"And as attorney general, I'm going to make sure that the [people] presenting the state's legal position on behalf of the people of Virginia are on the right side of history and on the right side of the law.\" Herring also admitted that this issue has been a personal journey for him. In 2006, when he was a member of the state Senate, he voted against marriage equality. At the time, he said, he was speaking out against discrimination. \"I was wrong for not applying it to marriage,\" Herring said. \"I saw very soon after that how that hurt a lot of people and it was very painful for a lot of people.\" After talking to constituents and his family, including his children, he came to \"see the issue differently.\" Herring's decision doesn't mean an end for Bostic v. Rainey. There are other defendants on the case who will argue in favor of the gay-marriage ban. Much more of Steve's interview with Herring is on Thursday's Morning Edition. Click here for an NPR station near you. Update at 1:20 p.m. ET. Herring's Decision Is \"Disappointing And Really Frightening\": Later on Thursday, Victoria Cobb of The Family Foundation told Morning Edition that \"it's just disappointing and really frightening\" that Herring would come out against an amendment to the state constitution that was put there after a vote by the state's citizens. She also said Herring should have been \"honest and straightforward\" about his intentions during last year's campaign. Cobb's foundation says its mission \"is to strengthen families in Virginia by applying founding principles and faith to policy and culture.\"",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2014/01/23/265050444/virginias-new-attorney-general-will-not-defend-gay-marriage-ban"
        },
        {
            "headline": "Tea Party Wants To Make Spending A Federal Case In Idaho",
            "author": "By  \n\n\n      David Greene",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2014
            },
            "article_content": "Morning Edition co-host David Greene is traveling in Idaho this week ahead of a very competitive primary that may replace a longtime moderate Republican member of Congress. Incumbent Mike Simpson faces a challenger backed by the Tea Party.  RENEE MONTAGNE, HOST: This is MORNING EDITION, from NPR News. I'm Renee Montagne. STEVE INSKEEP, HOST: And I'm Steve Inskeep. In election years, we hear a lot of reporting from swing states: Ohio, Florida, Wisconsin. We do not usually hear as much from a place like Idaho, because it is so deeply one color: red. But this midterm election year, Idaho is home to one of the most closely watched races in this nation. A Republican is battling another Republican in a primary campaign that may point to where the party, as a whole, is heading. Our colleague David Greene is spending time in Idaho's 2nd Congressional District this week. And he picks up his political coverage in a place where he learns an awful lot: a diner. DAVID GREENE, HOST: OK, it's just a reality we have to accept. You really can get the sense of a community, a feel for what people are talking about, in places that just so happen to serve food. (SOUNDBITE OF SIZZLING) GREENE: Welcome to the North HiWay Cafe in Idaho Falls. That's the sound of chicken sizzling in a vat of oil. Now, don't think Southern fried chicken. They do things a little differently here in Idaho. This is broasted chicken. UNIDENTIFIED WOMAN: The inside's going to be really juice, and the outside is going to be really crispy. And it seals it instantly, so you don't get any oil or grease inside. GREENE: OK. That - I'm ready to dig in. UNIDENTIFIED WOMAN: OK. GREENE: We dug in while chatting with two fellow diners who told us about a debate that's sizzling around here, over how to protect the Idaho National Lab. This is one of the federal government's biggest nuclear research facilities. Don't think scientific building with people in lab coats. This lab is spread over nearly 900 square miles of Idaho desert, employing thousands of people around Idaho Falls. BECKY LAZDAUSKAS: You know, in my neighborhood, out of the cul-de-sac of maybe eight families, four of them, five of them work there. And that yeah, they're very watchful of the money that they receive out there, because it brings in a lot of money for the economy. GREENE: That's Becky Lazdauskas, who works for the Federal Bureau of Land Management, one of the other huge employers in Idaho. And here lies the tension: Many people in this deeply red state have been drawn to the message from the Tea Party, that federal spending should be reined in at all costs, even if that means never compromising. Then again, the federal government plays a huge role in so many peoples' lives here. Now, neither Becky nor her seatmate Deena Teel were ready to talk about specific candidates. This primary election isn't until May. But Deena said the lab is on everyone's mind. It's that important here. DEENA TEEL: My father actually retired from there, and my father-in-law also retired from the INL. When I was growing up, I thought I would be working for them. It was just an assumption that most people that grow up around here around here make. GREENE: Leave the diner, drive maybe five minutes or so, and you're in the center of Idaho Falls. (SOUNDBITE OF A LOCOMOTIVE) GREENE: It's a quiet downtown. Here on Shoup Avenue, there's the Idaho Youth Ranch Thrift Store. There's a bank, the courthouse, and some law offices, including one with the name Bryan Smith on the door. He's a political newcomer, who's getting a lot of national attention. Some of the big Tea Party Groups have made his bid for Congress a priority, hoping he can knock off eight-term Congressman Mike Simpson in this primary. Hi. Bryan Smith? I'm David Greene. BRYAN SMITH: David Greene, Bryan Smith. GREENE: We sat down on a bench, and I asked Smith about the big budget agreement recently passed in Congress. Republican leaders in the House compromised with Democrats. SMITH: I would not have supported it. GREENE: The deal he would not have supported included money for the Idaho National Lab. But Smith said there is something even more important than that lab, and that's protecting what he says is a core value for many people in Idaho: not spending more than you can afford. Standing for that principle, he said, is sacred, even if it means never compromising. If that approach is one that you bring to Congress, how do you both govern effectively and sort of hold the line and take a hardline approach like that? Can you do both? SMITH: Well, this is why we have 435 representatives across the nation. Representatives go back to Washington, and they represent the people in their district. They shouldn't go back to Washington to represent Washington, and that's the problem that we have here with Congressman Simpson. He is out of touch with the values from the people of this state. And what people from this state want, in my district - running as a conservative Republican - they want me to represent their values, and that's what I intend to do. GREENE: Let's look at Congressman Simpson's career and Idahoans. He's gotten some credit for bringing a lot of money, a lot of jobs to Idaho with the Idaho National Lab, for example. Tell me how that debate is going to play out. How are you going to sort of state the case that that's not something that people here should give him credit for? SMITH: Well, let's look at the facts. In 1998, when he first was elected and ran for office, he - there were over 10,000 jobs at the INL. After 16 years in government, we now have less than 5,000 people employed at the site. So I disagree with the assumption that jobs have grown at the site during his tenure as congressman. GREENE: But he has a seat on the Appropriations Committee. I mean he's able to bring money into that program. I mean are you confident that as a newcomer in Congress, that you could tell people in Idaho that you could continue, you know, a funding stream that's important to a lot of people here? SMITH: Well, a couple things. We don't know who the next speaker of the House is going to be. And as I understand it, people who sit on those committees serve at the pleasure of the speaker of the House. So we don't know who that's going to be, and that could readily change in 2015. GREENE: What he's suggesting there is that if enough Tea Party candidates get into the House, John Boehner might lose his position as speaker. And that risk is one reason the party's establishment is rising up this year with money and resources to fend off the Tea Party. Their man in this race is longtime congressman Mike Simpson, who spoke to us from Boise, a four hour drive to the west. We're on opposite ends of your district, I'm in Idaho Falls and you're in Boise. This is one huge district you have here. REPRESENTATIVE MIKE SIMPSON: It is a very big district. I'm surprised I can hear you from clear over there. (LAUGHTER) GREENE: First off, I ask the congressman about his opponents charge, that the Idaho National Lab have lost jobs while he's been in office. His reaction... (LAUGHTER) SIMPSON: I kind of have to chuckle. It seems like we can't do anything right, according to Mr. Smith. GREENE: Truth is, the lab has lost jobs, in part the congressman says because the Tea Party has put such a squeeze on funding. He says to get anything done in Congress, lawmakers need to know how to find common ground. SIMPSON: You know, compromise have been a part of the politics since the beginning of time. It's become a bad word now. But it's an essential part of governing. GREENE: And how to govern is clearly at the center of this campaign. SIMPSON: This election is about the future of the Republican Party and whether we're going to be a governing majority or whether we are going to be an ideologically pure minority. But, you know, even within the Republican Party, we have differences of opinion about what ought to be done. That's OK, that's good and healthy. But if you become an ideologically pure minority, you know, you get nothing done, and you become a minority party of 100 members that stand there and yell at the moon, but you never get anything done. I'm one of those that believes that a governing majority, where we get 90 percent of what we want is the right thing to do. GREENE: Congressman Simpson's future is now in the hands of voters here. People like Leon Matejka, who we met outside the bank downtown - he retired after working at the National Lab for 15 years. He's been leaning Tea Party, not feeling much of a connection with Congressman Simpson. LEON MATEJKA: I'd have to really think about it, because I know he's a little bit more liberal on a lot of things than I am. GREENE: Sounds like such an interesting moment for a lot of Republicans here. Because on one hand you have a place that is so important to the economy that it's gotten federal money for a long time. And on the other side, you have a real desire right now to control federal spending in general. How do you kind of work that out in your head? MATEJKA: Yeah, that's why I'm a little bit, you know, contorted in that whole thing, you know because I think we do need to quit spending our federal money like we are. But we're going away with so many crazy things that what I think will happen is one of those things that's crazy. GREENE: And that really is the conundrum for a lot of people here. They feel like too much federal spending is crazy. But spending money on the lab isn't. From Idaho Falls, we headed deep up into the mountains, where there are communities with as few as a 100 people. We'll hear from that part of the state tomorrow. (SOUNDBITE OF MUSIC) INSKEEP: And you can follow David on the road, which is a nice thing to do, he goes to scenic places, often stops for something to eat. If you want to join David on these travels, there's a Tumblr account where you can do that. Check out photos from the trip at nprontheroad.tumblr.com. You hear our colleague, David Greene, right here on MORNING EDITION from NPR News. Copyright © 2014 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "BLM",
            "url": "https://www.npr.org/2014/01/23/265195777/tea-party-instills-federal-spending-issue-in-idaho-race"
        }
    ]
}