{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Obama Prepares For Address; Cheney Renews Criticism",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 1,
                "year": 2009
            },
            "article_content": "As we reported a short time ago, a sheriff's spokesman in Pierce County, Washington, says police have shot and killed the man suspected of killing four officers on Sunday. The story that's getting top play across most media outlets, understandably, is tonight's address to the nation by President Barack Obama -- when he will lay out the reasons why he's decided to send more than 30,000 additional U.S. military personnel to Afghanistan and what he sees as the mission they're being asked to complete. On Morning Edition, NPR's Tom Bowman talked with co-host Renee Montagne about the president's strategy: Also on Morning Edition, NPR's Don Gonyea looked back at another speech delivered by a president at West Point -- then-president George W. Bush's 2002 address in which he was upbeat about the war in Afghanistan: White House spokesman Robert Gibbs, on CNN's American Morning, said that the president will also discuss how long he things U.S. forces will need to stay in Afghanistan. The New York Times writes that Obama \"issued orders to send about 30,000 additional American troops to Afghanistan as he prepared to address the nation Tuesday night to explain what may be one of the most defining decisions of his presidency.\" The independent Stars and Stripes reports from Afghanistan that \"with President Barack Obama poised to announce on Tuesday a surge of additional U.S. troops into Afghanistan, U.S. and Canadian forces stationed in the south of the country are anticipating reinforcements to help them secure the crucial city of Kandahar and turn the tide against rebels in this longtime Taliban stronghold.\" ABC News' Political Punch blog says its been told by a \"senior administration official\" that the president will try to deliver this tough message: \"The era of the blank check for (Afghan) President (Hamid) Karzai is over.\" And over at Politico, there's more criticism for the president from former vice president Dick Cheney: \"On the eve of the unveiling of the nation's new Afghanistan policy, former Vice President Dick Cheney slammed President Barack Obama for projecting 'weakness' to adversaries and warned that more workaday Afghans will side with the Taliban if they think the United States is heading for the exits.\" NPR will have extended coverage of the president's address, which is scheduled to begin at 8 p.m. ET. Click here to find an NPR station near you. NPR.org will have the audio, and The Two-Way will be live-blogging. Other stories making headlines include: -- The New York Times -- \"In Wake Of Dubai, Trying To Predict The Next Blowup\": \"As Dubai, that one-time wonderland in the desert, struggles to pay its bills, a troubling question hangs over the financial world: Is this latest financial crisis an isolated event, or a harbinger of still more debt shocks? For the moment, at least, global investors seem to be taking Dubai's sinking fortunes in their stride. On Monday, the American stock market rose modestly, even as share prices plunged throughout the Persian Gulf.\" Related story on Morning Edition -- NPR's Jim Zarroli spelled out the risks to the world economy from the Dubai World troubles: -- The Atlanta Journal-Constitution -- Atlanta Votes On New Mayor: \"Early Atlanta voters faced cold but dry weather Tuesday as they headed to the polls to cast ballots in the mayoral runoff.\" Candidate Mary Norwood, a two-term city councilwoman, faces off against Kasim Reed, a former state senator. \"Several polls suggest the race is tight and both candidates have attacked each other's record with increased intensity. The volatile issue of race is also a factor in the runoff. Most voters cast their ballots along racial lines in the Nov. 3 general election, and Norwood has said 'some' are trying to divide the city along racial lines in this election. Norwood is white and Reed is black.\" Reed is a Democrat. Norwood is an independent -- though, as Georgia Public Broadcasting has reported, local Democrats accuse her of leaning toward the Republican side of he aisle.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2009/12/obama_afghanistan_seattle.html"
        },
        {
            "headline": "Portraits Of A Blended Nation",
            "author": "By  \n\n      Claire O'Neill",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 6,
                "year": 2009
            },
            "article_content": "This weekend, Liane Hansen, host of Weekend Edition Sunday, will interview the authors of a new book: Blended Nation: Portraits and Interviews of Mixed-Race America. It's part of a new series called \"Beyond Black and White,\" which will highlight the nation's changing demographics and changing attitudes about racial identity. 1 of 10 Blended Nation/Mike Tauber and Pamela Singh\n                hide caption The husband-and-wife team of photographer Mike Tauber and co-producer Pamela Singh were intrigued by the post-Sept. 11 climate of anxiety and racism. Years later, the election of a bi-racial president would bring the topic of racial identity to the forefront of national conversation. Tune into the series to learn more. On Sunday's show, Hansen will also speak with Cheryl Quintana Leader, one of the subjects in the book, who is part Caucasian, Mexican, and Aztec Indian. See more photos on Mike Tauber's Web site. Have an idea? Pitch it!The Picture Show on Facebook or on Twitter",
            "bias": "racial",
            "url": "https://www.npr.org/sections/pictureshow/2009/11/portraits_of_a_blended_nation.html"
        },
        {
            "headline": "Negative Coverage and Pledge Drives",
            "author": "By  \n\n      Alicia C. Shepard",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 23,
                "year": 2009
            },
            "article_content": "Today's Post includes 2 listener queries: Tor Pinney of Green Cove Springs, FL writes:\"I used to listen to NPR for hours every day. Now I rarely turn it on, and when I do I pointedly shut off the hourly news headlines and avoid many of the current events programs I used to enjoy. I am not alone in this growing aversion to your programming. On the contrary, I find quite a few of my acquaintances are doing the same thing, and for the same reason. That is, because we're sick and tired of bad news. It's that simple. NPR has become so overwhelmingly negative that we just can't take it anymore. I know, I know, you're \"just reporting what's happening.\" I don't mean you should ignore these sad facts or gloss them over, but please, please balance them with equal time for good, happy, uplifting news. Those stories are all around you if you'll just look.\" Dear Tor:You raise a valid concern and one that editors at every news organization struggle with every day. Unfortunately, there's a lot of bad economic news right now. NPR isn't covering this any differently than, say, the Wall Street Journal, the New York Times or the TV networks. I presented your concerns to NPR's business editor, Les Cook, and this is what he said: \"I don't think we are going out of our way to be negative. We did a story Wednesday about a car dealer in Wisconsin who is hiring 55 people. We are interested in those stories that are counter-intuitive. But this is the worst recession in decades. The Federal Reserve just revised its forecast. They now think unemployment will hit 9 percent by the end of the year. Their previous forecast had things getting better in the second half of the year. We are just trying to keep people informed about what's going on today and how serious this economic decline really is.\" Cook did point to NPR's series: On the Road in Troubled Times. NPR's David Greene is spending the first 100 days of the Obama administration driving around the country telling the stories of how Americans are dealing with tough economic times. His pieces often show how resilient Americans are. Take a listen. Right now Greene's in Florida but he welcomes ideas on where to go next. **** It's that special time of the year that tends to annoy some listeners: pledge drives. A public librarian wrote in asking why all the public broadcasting stations hold pledge drives at the same time of the year. \"Is it tied to payment of fees to continue as a member station in the following fiscal year?\" asked Chris Brown. First of all, membership campaigns are an essential part of supporting a station's budget. Research shows that it is the most cost-effective way of reaching first-time and potential donors. But no, the timing of fund drives is not directly tied to the billing cycle for NPR program fees. Back when NPR began in 1971, pledge drives were scheduled on an individual station's need to replenish income. Eventually, national coordinated fundraising weeks were established after a survey in the 1980s discovered that most, but not all, stations held their membership drives in April and their fall drives in October. But they all don't fundraise on the same week. Milwaukee Public Radio does a mailing in the fall and asks listeners periodically to donate online but doesn't do a fall on-air pledge drive. They just finished their on-air winter drive. \"Stations in colder regions of the country sometimes prefer to fundraise in early November — after the time change and before 'snowbirds' have gone south — when listeners have begun to think about the holidays and year-end charitable giving,\" said Barbara Appleby, NPR's Director, New Revenue Strategies. It's unlikely you will hear a pledge drive during religious holidays, Election Day, the Olympics and even the World Series.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/publiceditor/2009/02/23/100847392/negative-coverage-and-pledge-drives"
        },
        {
            "headline": "Coverage Alternates Between Giddy, Restrained",
            "author": "David Folkenflik",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 20,
                "year": 2009
            },
            "article_content": "Members of the media prepare to cover the inauguration of Barack Obama at the Capitol on Tuesday.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Members of the media prepare to cover the inauguration of Barack Obama at the Capitol on Tuesday. As the days waned before President Barack Obama's inauguration, media pundits fairly drowned us with allusions to the Civil War and to civil rights, to a New Deal and a New Frontier. There are echoes of them all, as the Obama team seems well aware. But on Tuesday, anchors and analysts cast about, sometimes in unexpected ways, seeking to capture the moment. NBC special correspondent Tom Brokaw reached back two decades to Eastern European countries' struggle to throw off Soviet domination. \"It reminds me of the Velvet Revolution -- I was in Prague when that happened, and Vaclav Havel was a generational leader,\" Brokaw said. \"The streets were filled with joy.\" CNN's John King turned to a regime change he witnessed in South Africa: the final sloughing off of the oppressive racial apartheid rule, with the election of Nelson Mandela. \"As people watch this moment today,\" King told viewers, \"You see African-Americans young and old -- tears of joy streaming down their faces -- that was very much what I saw in the streets of South Africa.\" The images Tuesday were indeed astonishing, as some 2 million revelers packed the National Mall in Washington, D.C. The crowd was ready to party. Yet Obama quite somberly signaled he was ready to govern. And for the media, on a day of great symbolic import, the question was largely one of tone. Giddy or gracious? Restraint or rejoicing? \"I think we're going to be hearing a lot of superlatives today,\" CBS' Katie Couric said early on, \"but I think it's almost impossible to be too hyperbolic about the significance of this moment in our nation's history, if you think about Barack Obama's journey.\" 'Ebullience, Happiness, Enthusiasm And Joy' Dueling historians popped up across the dial: Douglas Brinkley on CBS, Michael Beschloss on NBC, Richard Norton Smith on ABC -- and those are just the ones I actually saw. Former President George W. Bush's unpopularity and troubled record were acknowledged but gently pushed aside Tuesday. For President Obama, currently a far less divisive figure, fewer signals of goodwill were required. And the tone was pretty positive throughout. \"All of the buildings in Washington just seem a little brighter. I think Abraham Lincoln just sits a little bit straighter today,\" said ABC News anchor Charles Gibson, who spent much of his youth in the nation's capital. \"There's an ebullience, a happiness, an enthusiasm and a joy that is really extraordinary and I think transcends anything I\u0092ve seen on one of these inauguration days.\" At times, adhering to what we call here the McEnroe rule, the channels paused in their chattering to allow natural sights and sounds to play out. There was the shot of former President Clinton aiding former President George H.W. Bush as the two walked in a hallway at the Capitol building. New Vice President Joseph Biden snapping a shot for young Malia Obama. The San Francisco Boys' and Girls' choirs singing \"America the Beautiful\" as the Cadillac limousine carried Mr. and Mrs. Obama from a nearby church to the White House to meet the Bushes. The two first families sharing a joke as they walked to the presidential helicopter that would ferry the Bushes from the Capitol after the address. The day was not without some criticism for the new White House, however. The tough-minded Jeffrey Toobin of CNN, far from a conservative, called Obama's address a missed opportunity. \"I am afraid this is likely to join the vast majorities of inaugural addresses which are quickly forgotten,\" Toobin said. And over on the Fox News Channel, conservatives Charles Krauthammer and Fred Barnes sounded a more fundamental dissenting chord, both dourly suggesting that the huge financial package meant to jumpstart the economy would come too late to help. Fox News' Megyn Kelly started the day surprisingly sour on the air as she stood amid a cheering throng. She had been arguing for days with her fellow morning anchor, Bill Hemmer, as she later told viewers, that she felt it wasn't worth it to stand for hours in freezing temperatures for Obama's oath of office if you couldn't actually see it with your own eyes. Was it worth being out there, she kept asking the crowd. Even in the cold? Getting a yes in return, she turned to anchor Bret Baier in the studio and said, \"What can you do?\" A few hours later, after the ceremony, she changed her tune. \"I am willing to admit on national television today, he was right, I was wrong,\" Kelly said. \"To be at the midst of those millions with all the American flags waving -- with the smooth and peaceful transition of power, was something I will never forget.\" Touting New Technology News organizations sought to use new technologies in their coverage. CNN, for example, integrated  photographs of people in the crowd and satellite imagery to tell the stories of the events. NPR News tapped its listeners to chronicle the event via Twitter and other social media tools. And newspapers across the country prepared special editions to capitalize on the public's appetite to chronicle the day. By afternoon, however, the news channels had switched to actual news, amid reports that two Democratic senators -- Ted Kennedy and Robert Byrd -- had collapsed during a celebratory luncheon with leaders of Congress. Among the people brought on the air to shed light: CNN medical correspondent Sanjay Gupta, an Emory University brain surgeon who is expected to be nominated for surgeon general by the new president. It was an unexpected intersection of media and politics on a day when the two sides otherwise played well-rehearsed roles in a pageant intended to represent the democratic process.",
            "bias": "racial",
            "url": "https://www.npr.org/2010/12/02/99624915/coverage-alternates-between-giddy-restrained"
        },
        {
            "headline": "When Things Fall Apart",
            "author": "By  \n\n\n      Marie Nelson",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 19,
                "year": 2009
            },
            "article_content": "There are some mornings when things couldn't possibly run any smoother -- guests are in place, scripts are in order and then ... all systems go. Not. Today, that wasn't quite the case. During our first (and what we usually hope is our only) broadcast feed, we experienced difficulty with today's Faith Matters segment, which focused on the Southern Baptist Convention and a debate over reconciling the mega-denomination's racially tense past with the election of Barack Obama as this country's first Black president. Our two guests -- both Baptist ministers -- were kind enough to join us from affiliate studios in different parts of the south. First, the Rev. Hershael York's studio line dropped from the conversation. Silence. But no need to fear, right? The Rev. Dwight McKissick, our other guest, was still on the line. ... Until his line dropped, too. Both guests were now gone, leaving Michel as the lone voice on-air in TMM radio wilderness. Now this is where it gets tricky in a live production format. Michel could've either: a) panicked and lost her cool, or b) spent the next 5 minutes vamping - desperate to fill precious airtime, as engineers scrambled to restore the connection, by giving listeners regional reports of the weekend weather forecast, or c) maintained her title as the queen of what we like to call \"grace under fire\" -- with a calm, levelheaded ease about the situation. Thankfully, our host has always been a perfect \"C\" student (in this regard), which is what every executive producer dreams of! Thankfully, Revs. York and McKissick were able to later re-join us for a seamless, thoughtful conversation. You can listen to it here. ... See, I bet you had no idea what really went down. And if you did, thanks for tagging along for the ride! Enjoy your weekend.",
            "bias": "racial",
            "url": "https://www.npr.org/sections/tellmemore/2009/06/when_things_fall_apart.html"
        },
        {
            "headline": "Black Kids Ousted From White Pool Shades Of 1954?",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 9,
                "year": 2009
            },
            "article_content": "The Valley Club in a Philadelphia suburb has a sign outside that says \"Swimming since 1954.\" It's a rich and obvious irony; that was the year of Brown versus Board of Education. And the actions of the private pool's white management in ejecting a daycare group of black children seems like something out of a bygone era. But it isn't. It happened in the Obama era. If nothing else, it would appear to be proof that the election of President Barack Obama may have signaled a shift in many racial attitudes in the nation but the many of the old feelings are still clearly alive and well. This Associated Press story contains more details: HUNTINGDON VALLEY, Pa. (AP) - A suburban Philadelphia swim club accused of kicking out a group of minority children visiting from the city denies any racial discrimination. The Valley Club in Huntingdon Valley says accusations of racism toward the Creative Steps day camp are untrue. It says it was overcrowded and returned funds to more than one camp. Creative Steps director Alethea Wright says the camp paid for weekly swim time at the gated club, which is in a village that straddles two townships with overwhelmingly white populations. But she says on June 29 some of the children said they heard people asking what \"black kids\" were doing there. The club says any comments that may or may not have been made bymembers aren't shared by its board. Sen. Arlen Spector, Pennsylvania Democrat, urged the swim club to allow the black day campers to use its facility and he has promised to look into the matter. Some of the parents of the denied children are considering legal action, sounding a lot like those parents whose lawsuit led to Brown versus Board of Education in 1954.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2009/07/black_kids_ousted_from_white_p.html"
        },
        {
            "headline": "Jobless News Likely To Be Sobering; Obama Pushes On Mideast Peace",
            "author": "By  \n\n\n      Mark Memmott",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 5,
                "year": 2009
            },
            "article_content": "Good morning. The day begins with President Barack Obama in Germany, where he spoke about the Middle East peace process a short time ago, saying: \"Ultimately, the United States can't force peace upon the parties. But what we've tried to do is to clear away some of the misunderstandings so that we can at least begin to have frank dialogue.\" Among the things to watch for today will be the Labor Department's May jobs report at 8:30 a.m. ET. As NPR's Jim Zarroli says that while the jobless rate likely rose to more than 9% as employment rolls shrank sharply, \"the long erosion in the jobs market may be slowing\": As for stories making headlines this morning, they include: -- Sotomayor's Speeches And Decisions: As The Washington Post writes, Supreme Court nominee Judge Sonia Sotomayor's speeches over the years are \"woven with ethnicity.\" But on Morning Edition today, NPR's Nina Totenberg reported that: As a judge, Sotomayor has ruled in 100 cases that involve questions of racial discrimination of one sort or another. Tom Goldstein, Supreme Court advocate and founder of the leading Supreme Court blog, has read all of those decisions. He says that Sotomayor does not seem to put her thumb on the scale and has in fact, most of the time, ruled against those charging discrimination. In only 1 of out 8 cases, he says, has she favored in some sense claims of discrimination. -- Air France Flight 447: The Associated Press writes that \"France's transportation minister said Friday that French forces have found no signs of the Airbus A330 airplane that vanished over the Atlantic and urged 'extreme prudence' about suspected debris taken from the ocean.\" -- Hunt For Bin Laden; Is He Running Out Of Space? Al-Qaida leader Osama bin Laden's presumed safe haven in Pakistan may not be so safe for him anymore, NPR's Mary Louise Kelly reported today on Morning Edition. She says that some counterterrorism experts think al-Qaida is on its heels, and she reports that 11 of the 20 most-wanted terrorists in the region have been killed by missiles fired from U.S. Predator drones: -- Critical Day For Britain's Government: Prime Minister Gordon Brown's Labor Party has, as The Guardian writes, \"suffered heavy losses to both the Conservatives and Liberal Democrats in the first results from the local elections which saw them almost wiped out in former strongholds.\" It's also live-blogging the governmental crisis, which \"could make or break Gordon Brown's leadership.\" -- S.C. Gov. Ordered To Take Federal Money: From South Carolina, The State writes that Republican Gov. Mark Sanford has been told by a court that he \"must apply for the disputed $700 million in federal stimulus money\" designated for his state. Sanford opposes the federal stimulus program, saying it adds too much debt to the nation's balance sheet and that the federal government should not impose it on states.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/thetwo-way/2009/06/morning_1.html"
        },
        {
            "headline": "The 'Remarkable Life' Of Liberia's 'Iron Lady'",
            "author": "By  \n\n\n      Dave Davies",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 8,
                "year": 2009
            },
            "article_content": "Liberia President Ellen Johnson Sirleaf was awarded the Presidential Medal of Freedom in 2007.\n                \n                    \n                    Chip Somodevilla/Getty Images\n                    \n                \nhide caption Liberia President Ellen Johnson Sirleaf was awarded the Presidential Medal of Freedom in 2007. Ellen Johnson Sirleaf became Africa's first democratically elected female leader when she was elected president of Liberia in 2005. Johnson Sirleaf began her political career in the 1970s as her nation's first female minister of finance. Her political path has not been an easy one; she was imprisoned in the 1980s for criticizing the government and she has gone into exile twice to escape persecution. In 1997, she lost a presidential election to Charles Taylor. Since taking office in 2006, Johnson Sirleaf has fought to reconstruct the state and rescue Liberia's failing economy.  She has been called the \"Iron Lady\" due to her strong will and political persistence. Johnson Sirleaf chronicles her struggles in her new memoir This Child Will Be Great: Memoir Of A Remarkable Life By Africa's First Woman President. Memoir of a Remarkable Life by Africa's First Woman President by Ellen Johnson-Sirleaf Hardcover, 353 pages | Your purchase helps support NPR programming. How?",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2009/04/08/102865779/the-remarkable-life-of-liberias-iron-lady"
        },
        {
            "headline": "Identity Crisis Permeates Turkish Society",
            "author": "Deborah Amos",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 20,
                "year": 2009
            },
            "article_content": "Sema Ozturk chooses Burberry for her Islamic scarf. The debate over headscarves has polarized Turkish society.\n                \n                    \n                    Deb Amos/NPR\n                    \n                \nhide caption Turkey's prime minister, Recep Tayyip Erdogan, made headlines last month after a shouting match with Israel's president over the fighting in Gaza. The strains in the alliance with Israel prompted some to ask: Is Turkey turning toward the Muslim world and away from the West? That critical question of Islam versus the secular West colors just about every debate in Turkey. Erdogan was praised by supporters at home after his outburst, but his biggest critics were also Turks. Modern Turkey was founded as a secular, Western-oriented state. But these days, Turks say the country is expressing its Muslim identity more than the secular one. While some Turks are alarmed, others argue this is the \"real\" Turkey. It all depends on who you are, says journalist Yasemin Congar. \"There is a new elite emerging in Turkey. They are conservative, they are Muslims, and they want to have a role in the political life in this country and the business life in this country,\" Congar says. \"And I welcomed that. We were a segregated society.\" A Highly Charged Symbol The segregation between religious Muslims and secular Turks is breaking down. In the country's largest city, Istanbul, the extremes of Turkish society live side by side: Starbucks and stately mosques; baseball caps and full beards. At the Istinye Park Mall, the cars are sleek, the music is soothing and the water fountains dance in color. A few of the well-dressed women shoppers wear the Muslim head scarf. Sema Ozturk, 27, wears one with a Western brand name: Burberry. \"I try to follow the fashion,\" she says. \"I shop online. I buy Burberry, Gucci.\" Ozturk knows the head scarf is a highly charged symbol, but she says she doesn't feel uncomfortable. \"There are those who choose the head scarf and those who don't,\" she says. \"We shop together in mutual respect.\" But Aydan Yigitbas, a woman in her 60s wearing a fur-trimmed coat, expresses the attitude of some of the secular elite: She is passionately against the head scarf. When she sees a covered woman, Yigitbas gives her \"the look.\" \"Yes, I look. I don't like them. We are a Muslim country, we are also a republic, but I just can't accept the idea of the head scarf,\" she says. A Changing Society? The head scarf debate is long-running in Turkey, and symbolizes larger tensions over the country's positions on secularism versus Islam, East versus West, and its possible membership in the European Union. These questions have taken on a new intensity since the Justice and Development Party, which has its roots in political Islam, came to power in 2002. Binnaz Toprak, a political science professor, published a controversial study this winter that showed there is less tolerance now for a secular lifestyle, especially in small towns. The study also documented social pressure on Turks to show they are practicing Muslims if they want business contracts and jobs with the government run by the Justice and Development, or AK, Party. \"Are we becoming more Islamized? Are we becoming more of a conservative religious society? ... I think what the research shows is that, yes,\" she says. \"Even though the formal structures of secularism are there and nobody dares to touch those, Islam is becoming so much more important in public life.\" The study set off another firestorm of debate. But political science professor Soli Ozel says it's a part of the larger argument about Turkey's identity. \"It is a healthy argument; I'm not sure that it is always unfolding in the healthiest fashion,\" Ozel says. \"The question is: Are we going to become a truly liberal democratic country with a secular system that respects the rule of law? This is what the fight is all about.\" 'It Is Not About Islam' On Fridays, the mosques are packed. But government employees who pray have to come on their lunch hour. Unlike most of the Muslim world, Turkey runs on a Monday through Friday workweek. Istanbul is still a liberal, Western-oriented city, and the AK Party won two elections with promises for a more democratic pro-Western country. But there have been setbacks: membership in the European Union remains stalled; democratic reforms have slowed; and disappointment over an economic downturn is rising. Hugh Pope of the International Crisis Group says the AK Party is using Islam to stay in control. \"The AK Party running this country is not an Islamist's party; it is a conservative party, which is very keen on staying in power,\" says Pope, who is based in Istanbul. \"It's still clearly a massively popular party. It is not about Islam; it is about who runs the country.\" The party's strength will be tested in March in local elections — another bellwether in the conflict over Turkey's identity.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2009/02/20/100874408/identity-crisis-permeates-turkish-society"
        },
        {
            "headline": "Supreme Court Hears Major Civil Rights Cases",
            "author": "Nina Totenberg",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 21,
                "year": 2009
            },
            "article_content": "The U.S. Supreme Court will hear several cases in the coming weeks that could re-define government policies on race and civil rights. Harvard Law Professor Charles Ogletree explains the cases and gives his take on how the high court might rule.  MICHEL MARTIN, host: I'm Michel Martin and this is TELL ME MORE from NPR News. Coming up, forget get rich quick schemes. Federal Reserve Chairman Ben Bernanke says yesterday, it's time for Americans to get smarter about money. We'll talk about that with our regular contributor on matters of personal finance Alvin Hall. But first we want to talk about the Supreme Court. In the next few weeks the court will take on, once again, one of this countries enduring dilemmas, how far the government should go in addressing this country's historic racial divide. The cases range from a challenge to a promotional exam by a group of white firefighters in New Haven, Connecticut to an argument over how Arizona treats students who are still learning English, to a case testing the constitutionality of the voting rights act. Joining us now to talk about the cases is Harvard Law Professor Charles Ogletree. He is also the founding and executive director of the Charles Hamilton Houston Institute for Race and Justice. He has joined us from time to time to talk about what's going on the court. Professor Ogletree, welcome back. Thanks for joining us. Professor CHARLES OGLETREE (Law, Harvard): Hello Michel, great to be with you. MARTIN: Now I want to hear about the cases individually, but I wanted to ask is there a connecting theme to the cases involving race and ethnicity? Prof. OGLETREE: I think there is. These cases - and there are about nine cases the Supreme Court has heard or will hear this term, on race or civil rights - the last time we've had these number of cases was 1989. And I think the court is being asked to reconsider what Congress and the executive branch thought, decades ago, was a problem of pervasive racial discrimination in voting, in hiring and promotions, and in just basic civil rights. And so these cases are reminder that we haven't solved all our problems of the past. On the other hand, others are arguing that these issues are no longer relevant. In fact, one of the most interesting arguments that we've heard publicly, is that we've elected Barack Obama an African-American. We're in a post racial society. We won't need these protections any more. That is a breathtaking claim. MARTIN: Is that an actually legal argument? Is there any actual argument? Prof. OGLETREE: Absolutely, absolutely there have been both public remarks and citations and briefs about America has been transformed, and that we need to rethink our civil rights legislation and to reconsider these efforts to say that race is still a problem in America. MARTIN: One of the cases that has gotten a great deal of attention comes out of New Haven, Connecticut. It involves white firefighters, including one who is Hispanic, accused city officials of violating the civil rights by throwing out a promotional exam in which they performed well but in which no African-Americans scored high enough to qualify for the promotion. Now the city said that if they had relied on those test results with such a wide racial disparity that they could have been open to being sued by the minority. So if you talk about the legal issues in this case - and in fact I should mention at this case has so much attention that it's oral arguments are to be heard tomorrow of the case. The court is going to do something which it does rarely, which is make the oral arguments available to the public the same day. Prof. OGLETREE: Well, this is a precedent setting case in a number of ways. The first is that there is a history here that you will see and in many of the amicus briefs, that is that the 1964 civil rights act and titled VII was designed to address the pervasive impact of deliberate discriminatory practices that kept Afro-Americans out of employment opportunities. And the legislative history says, most egregious were those in firefighting and police exams that were considered prohibiting people from getting jobs even though they were otherwise qualified. And that the court's taken this on because, in this test in New Haven, none of the African-Americans passed the test at the level for promotion. And in the views of those who challenged it, had the same vestiges of discrimination that existed decades ago and hasn't been resolved. It's interesting. This is not Alabama. This is not Mississippi. This is Connecticut. The reality is that these issues are not resigned to a particular part of the country. They are pretty serious. I think what we can predict is that the Supreme Court will probably come on 5:4 on this case as it did on another case earlier this term. The only questions which way will it go? Will it uphold the idea of throwing these tests out because they discriminate, or say we've moved past the issue of racial discrimination and we're discriminating against the whites and Hispanics who passed the test at a higher level, snd therefore, the test results should be used. It's going to be a very interesting debate tomorrow. MARTIN: The thing that's interesting about this case is that 60 percent of the exam was the standardized test, and 40 percent of the grade was an interview. Which one could argue is at least a subjective so is the heart of the case the standardized test portion, is that the critical factor here? Prof. OGLETREE: It's a big part of it. But it's also - there is a subjective part in the interview. But there's also the idea of what are you asking that directly relates to the qualifications to be an excellent firefighter or police officer, more generally, in these cases. And I think that's where people have found questions that don't seem to correlate at all with their qualifications to do great jobs or to be a supervisor, but they correlate with people's ability to take an exam and do well. That's what is that the essence of this. I think the court will probably focus on a lot about what does the test require and the fact North Americans passed it as a problem that the court may say well when can we ever solve this problem. Do we have to throw out everything until there is a critical mass who can pass the test. I think they will not rest comfortable with that result but I do hope they'll see that we've eliminated all the vestiges that they were part of the discrimination history of the last 40 years and find someway they say that what New Haven has done is courageous. They are not discriminating against anyone when no one gets promotion. That' an idea that each person is treated the same because no one gets a benefit of a testing system that seems to discriminate against those who have been discriminating against historically. MARTIN: And of course the white firefighters argue that their efforts are that they are being discriminated against because their ability to master the test is not being recognized. So anyway we need to jump in so many more cases to address and if you're just joining us this is TELL ME MORE from NPR News. I'm talking about some of the cases under review by the Supreme Court. We're speaking with Harvard Law Professor Charles Ogletree. And of course testing is also an issue in this Arizona case that talks about the fact that kids who were primary Spanish speakers because they are not progressing as quickly as native speakers of English. And the case speaks about whether or not the state is providing enough funding to teach English to nonnative speakers. What's the legal issue here? Prof. OGLETREE: Well, the legal issue is that this is another example where there have been historic efforts to try to reduce the disparity in educational learning between minorities and nonminorities. And Arizona's one of those states that was forced to make sure that they provided adequate support for Mex-American children. And the point now is that Mex-American children still aren't learning at the level they should be learning at. And these tests, they are supportive to improve their skills are critical from the point of view of those who are administering them. And I think one of the challenges is that well, you know, we've tried this, we have done this, why do we need to continue to abide by prior rulings. And the reality is that there is a history that children are treated differently because they don't have the same foundation in their education. And therefore, these tests, these efforts to help the Mex-American children are critical. It's a legacy problem. It's the vestige problem that we still have and I think the Supreme Court and the ninth circuit agreed with that and denied the appeal and now the Supreme Court will have a chance to examine what the local courts did and what the ninth circuit did ruling in favor of these children's parents. MARTIN: We also wanted to talk about this, the case involving the extension of the Voting Rights Act. In fact, it was one of the occasions you mentioned where the argument is being made that Barack Obama's election demonstrates that this is no longer needed. But I did want to say, we only have a couple of minutes. So I wanted to ask about the case that is not about race per se but it is also in Arizona and it is one that pushes so many people buttons, I just had ask you about it. It involves the case against the Safford United School District by April Redding. Of course she was 13 years old at that time. She was strip searched by administrators who say they were acting on a tip that she had given ibuprofen to another student. And, of course, no ibuprofen nor any other banned substance was found on her. And this young lady says she was so traumatized by this, that she never went back to that school. What are the legal issues here? Prof. OGLETREE: Well, this is very easy in terms of if you think about what the Fourth Amendment protects against unreasonable searches and seizures. And you captured it in your description. This is a strip search. This is not a pat down, this is not based on some actual evidence that someone had violated the law. And, in fact, this was among a student. And I think the idea that you give school officials unprecedented authority to engage in strip searches, is, I think, something that even this Supreme Court, as much as it wants to protect the power of law enforcement, will not uphold the idea that a 13-year-old in a school setting on a hunch can be subjected to a strip search. It went too far. And I think her mother has a valid ground for a lawsuit. And I think the Supreme Court will not stand in the way, even though it will applaud the efforts of schools to try to deal with discipline. It will also say there has to be some rules and some procedures followed, and here they weren't followed. It was a hunch, it was a strip search. It turned out no drugs, no violation of any school policy. If you uphold it, it means that the Fourth Amendment means nothing going forward, that anybody in any educational setting can use a hunch to strip search someone else's child. And I think parents and children should rightly be outraged and there are many school administrators who would say, we don't need that, that's not the way to run a school and that's not what we're here to do. We're here to educate our children, not to punish them. MARTIN: Well, and, of course, school officials are saying they did need these extreme measures because the drug problem is so pronounced. But in the minute that we have left, I did want to ask you about this case involving the constitutionality of Congress is extending yet again of the section of the Civil Rights Act, which requires a number of state and local governments to get permission in Washington to change their election laws or procedures. If you'd talk about that in the minute we have left. Prof. OGLETREE: There are two cases. One was already decided, that prevented the North Carolina legislature from increasing African-American representation, that's section II of the Voting Rights Act. This is section V about whether or not the organization in a particular area has to get a pre-clearance from the government in order to modify its Voting Rights Act restrictions. Here's the issue. In reality, in the history of discrimination and voting has been pervasive, it hasn't been completely resolved, whether it's the north, or the south, or east, or the west, it's not regional anymore. And in this case, in west Austin, the municipal company said we didn't discriminate. This is a 1960s problem. We're not like Texas was 40 years ago, give us some latitude. But this was a law passed by President Bush's Congress with bipartisan support from Republicans and Democrats, and it reflects a sense that we have not solved our voting rights problem. This is going to be another five-to-four decision. And I think in this one the Supreme Court's going to say, section V of the Voters Rights Act, the pre-clearance is important as - today as it was 40 years ago. And on these facts will affirm the decision that has been already affirmed by the D.C. circuit, where Chief Justice John Roberts formerly sat, and Antonin Scalia formerly sat and Ruth Bader Ginsberg formerly sat. MARTIN: Okay. Prof. OGLETREE: So I suspect it will get a result that will be favorable to allow the Voting Rights Act to do what it's been doing - to stop discrimination on the basis of race and voting opportunity. MARTIN: Okay. Well, we have to leave it there. So many cases, so many complex issues and so little time. Thank you so much for racing through those for us. Harvard Law professor, Charles Ogletree, is the founding and executive director of the Charles Hamilton Houston Institute for Race and Justice. He was kind enough to join us from the studios of Harvard University. Professor Ogletree, we thank you again. Prof. OGLETREE: Always a pleasure. Copyright © 2009 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2009/04/21/103315775/supreme-court-hears-major-civil-rights-cases"
        },
        {
            "headline": "Post Racial America?  Not In Tennessee's 9th CD",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 21,
                "year": 2009
            },
            "article_content": "From 1995 thru 2006, Tennessee's 9th CD was represented by Harold Ford, pere & fils.\n                hide caption It is a fact of life -- and a fact of politics -- that when talking about campaigns and candidates, the subject of race often comes up. As it should. The election of Barack Obama, believe it or not, has not erased problems of discrimination in this country. Such problems, and their potential solutions, have to be a continuing part of the dialogue. Sadly, also part of the dialogue are the efforts, by some, to use race as a political tool. Some whites -- such as George Wallace and Strom Thurmond, among others -- established careers as race-baiters. Some blacks have followed suit. That's when the conversation about race is less instructive and more destructive. And that seems to the way things are in the Ninth Congressional District of Tennessee. Centered around the black-majority city of Memphis, the 9th CD was long represented by Harold Ford Sr., an African-American Democrat who first won the seat during the Watergate year of 1974, fought efforts to reduce benefits to welfare recipients, found himself under indictment for bank and tax fraud (but never convicted), and retired in 1996. The jury vote to acquit, like the vote to re-elect him, was often on racial lines. Ford was succeeded by his son, Harold Jr., who went out of his way to eschew the racial approach of his father. The younger Ford was a \"new\" Democrat, with a \"new\" vision, and it showed at the ballot box; he was popular with both black and white voters and consistently won re-election overwhelmingly. Harold Jr. gave up his House seat in 2006 to run for the Senate, a contest he narrowly lost. Fifteen Democrats sought to succeed Ford in the 2006 primary; fourteen blacks and Steve Cohen, a longtime state senator who is white (and who tried once before to win the seat, getting clobbered by Ford Jr. in the 1996 primary). The black political establishment feverishly tried to get some of the candidates out of the race, lest Cohen take advantage of the split in the black vote and wind up winning. But that's exactly what ended up happening. The election results didn't put the issue to rest. Several Memphis preachers frankly said that a white congressman shouldn't be representing a majority black district, and they urged the black community to unite around one African-American candidate in 2008. One of Cohen's opponents in the primary, Nikki Tinker, who is black, tried to tie the liberal Cohen to the Ku Klux Klan and had her allies distribute blatantly anti-Semitic fliers around the district. For his part, Cohen was incredulous. \"People should be judged on the content of their character and their work ethic and their voting record and the issues, and not on the color of their skin,\" Cohen said in an NPR piece by reporter Audie Cornish last August. \"That's what Dr. King talked about, and that is what Obama has shown that the American public has done.\" Cohen won the primary with nearly 80 percent of the vote. There was no Republican candidate on the November ballot. Clearly Tinker's approach was not the way to go. But it was not going to be the last effort to defeat Cohen. Now 2010 is approaching, and his chances for a third term are not so clear. Willie Herenton, who was mayor of Memphis for nearly 18 years until he resigned earlier this month, says he will challenge Cohen in next summer's primary, and much of the black community may rally around him. But there are some speed bumps for Herenton as well. He and the elder Ford have never gotten along either, at least not since Herenton's initial 1991 victory for mayor (the first black elected to that post). Ford's brother, County Commissioner Joe Ford, challenged Herenton for mayor in 1999. Herenton, who won easily, taunted Ford Sr. during the race for not having the courage to run for mayor himself. Part of the battle is turf, part of it patronage. But it's also about two strong personalities. (Trivia: Before Herenton resigned on July 10 to focus on the congressional race, the last Memphis mayor to quit midterm was Wyeth Chandler, who took a judgeship in 1982. That elevated councilmember J.O. Patterson Jr. as mayor -- the first black to hold the post.) Regarding the 2010 primary, Herenton says he wants to be \"focused on issues, not on personalities or race or all of that,\" he was quoted as saying in a recent Memphis Commercial Appeal piece on the election. But he then went on to say that it was Cohen who \"'played the race card' in playing black candidates against one another\" to win the 2006 Dem primary. And he added: It remains a fact that the 9th Congressional District provides the only real opportunity to elect a qualified African-American to the all-white 11-member delegation representing Tennessee in Washington. As Woody Baird of the Associated Press recently pointed out, Cohen is \"one of just two white members of Congress representing predominantly black districts and the only one to follow an African-American into office.\" So it's inevitable, and understandable, that race would be a factor in Tenn.'s 9th. It just depends on the rhetoric. And that's up to the candidates and their followers.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/politicaljunkie/2009/07/post_racial_america_not_in_ten.html"
        },
        {
            "headline": "Analyzing The Text Of Obama's Inaugural Address",
            "author": "By  \n\n\n      Geoff Nunberg",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 23,
                "year": 2009
            },
            "article_content": "Although many Americans heard Barack Obama's inauguration speech, they probably weren't listening for plyptotons and catachresis — but Geoff Nunberg was. Nunberg teaches at the University of California at Berkeley School of Information, and he is the former chair of the American Heritage Dictionary usage panel. by Geoff Nunberg Hardcover, 265 pages | Your purchase helps support NPR programming. How?",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2009/01/23/99794177/analyzing-the-text-of-obamas-inaugural-address"
        },
        {
            "headline": "California PAC Sponsors 'Tea Party Express'",
            "author": "Jeff Brady",
            "source": "NPR",
            "published_date": {
                "month": "August",
                "day": 31,
                "year": 2009
            },
            "article_content": "Sherry Hussey attended the Tea Party Express rally in Elko, Nev. She objects to road closings by federal land management agencies to protect the environment.\n                \n                    \n                    Jeff Brady/NPR\n                    \n                \nhide caption Sherry Hussey attended the Tea Party Express rally in Elko, Nev. She objects to road closings by federal land management agencies to protect the environment. Members of Congress will return from their August recess soon. After getting an earful back home about overhauling health care, they can expect a rowdy reception on Capitol Hill too. Over the weekend, a California-based political action committee launched a cross-country bus tour dubbed the \"Tea Party Express.\"  They plan to wind up the tour in Washington, D.C., next month — just about the time lawmakers return to the Capitol. Based in Sacramento, officials with the \"Our Country Deserves Better PAC\" say they're trying to bring together people with a wide array of concerns that center on what they call heavy-handed government policies. \"It's about time for somebody to run to the front of the parade,\" says Mark Williams, a conservative talk radio host and vice chairman of the PAC. \"[To say] follow me and to try to herd all these cats into a semi-coherent message.\" The group receives most of its contributions from people who give less than $200. In Elko, Nev., a rally attracted several hundred people Saturday evening. President Obama visited the small town three times during his campaign. Still, fewer than a third of those voters picked him on Election Day. There were few, if any, fans of Obama at the rally — and plenty of critics of him and the U.S. government in general. One woman directed her anger at the Bureau of Land Management and U.S. Forest Service, which sometimes block backcountry roads to protect the environment. \"The federal government wants to close more of our roads,\" said Sherry Hussey, who was holding a sign that read \"No more closed roads.\" \"I have three little girls,\" Hussey said. \"We camp and we hunt and we fish and we play on four-wheelers. I have every right to use public roads on public lands.\" Mining engineer David King wore a T-shirt with Obama's face on it that read \"Don't tax me bro.\" Others held signs criticizing government involvement in health care and excessive federal spending. The scene on Sunday in Ely, Nev., was similar. This is a place where people are comfortable using language most others left behind with the end of the Cold War. \"We don't need a communist nation and that's what Obama's taking us to,\" says Jeannette Cobb, who traveled from Eureka, Nev., to attend the rally. \"We don't want that.\" Her husband, Robert Cobb, is a retired sheriff's deputy; he says he worries the federal government is taking control of people's daily lives. \"They're talking about taking over the Internet in an emergency,\" Cobb says. \"Well, who declares an emergency? I don't want my government to have that much power.\" The Cybersecurity Act of 2009 has been widely reported in conservative media as a power grab by the White House. Supporters of the legislation say it is designed to make it more difficult for hackers to disrupt business on the Internet. Tea Party Express chief strategist Sal Russo says people who come to these rallies are much more concerned about broad ideals than about specific policy solutions. \"I think there's a feeling that getting a bigger government, higher taxes — a more intrusive government — is the wrong way to do it,\" Russo says. \"I think that's a unifying thread.\" There is something else that unifies a lot of the folks attending Tea Party Express rallies: Many say they feel left out — as if no one in Washington is listening to them anymore. \"The news media made me feel like we were the minority,\" Jason McGowan says. \"That's what Obama wants; that's what everybody wants and that I should just shut up,\" adds the 31-year-old machinist from Carson City, Nev. \"It's kind of nice that there's other people out there that think the way I do.\" The Tea Party Express will motor through about two dozen more cities, arriving in Washington on Sept. 12 for what the group calls \"a taxpayer march on D.C.\"",
            "bias": "BLM",
            "url": "https://www.npr.org/2009/08/31/112397743/california-pac-sponsors-tea-party-express"
        }
    ]
}