{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "CRT"
    ],
    "Articles": [
        {
            "headline": "Chicago will vote between two candidates with distinctly different ideas of being a Democrat",
            "author": "By  \n\n\n      Mariah Woelfel",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 1,
                "year": 2023
            },
            "article_content": "Chicago is on the brink of choosing a new mayor in a run-off election this Tuesday, after incumbent mayor Lori Lightfoot lost in the first round.  SCOTT SIMON, HOST: Chicago chooses a new mayor on Tuesday. The incumbent mayor, Lori Lightfoot, finished a distant third in the first round. Both candidates in Tuesday's runoffs are Democrats. Republicans in Chicago are as scarce as palm trees. But each candidate has a distinctly different idea of what being a Democrat means. From member station WBEZ, Mariah Woelfel reports. MARIAH WOELFEL, BYLINE: In last month's initial race between nine mayoral candidates, you could not have chosen ones more dissimilar than the top-two vote-getters now in the runoff. It's a point each of them either start or conclude their stump speeches with these days. Here's Paul Vallas. (SOUNDBITE OF ARCHIVED RECORDING) PAUL VALLAS: You have been presented a choice of which two pathways the city will follow, and these two pathways could never be more dissimilar. WOELFEL: Vallas, who's running as a Democrat, is a 69-year-old white, tough-on-crime candidate backed by the police union. Then there's 47 year old Brandon Johnson, a Black progressive candidate backed by the Union for Teachers. (SOUNDBITE OF ARCHIVED RECORDING) BRANDON JOHNSON: This election is about a choice between the stale, broken status quo and a new political collaboration that is built around unity and understanding. WOELFEL: These two candidates are opposed on how they'd approach nearly every major issue on the table. Crime has been chief among them. But what's perhaps most distinctive is their different ties to public education. Vallas is a veteran public administrator who got his big start as head of Chicago Public Schools in the '90s. He has since built a controversial reputation as the Mr. Fixit of troubled school districts, building droves of privately run but publicly funded charter schools in the cities he's worked. Talking about himself in the third person, he puts it like this. (SOUNDBITE OF ARCHIVED RECORDING) VALLAS: Paul Vallas, the wonk, is a public administrative version of a first responder. And right now our house is on fire, and its occupants are in danger. WOELFEL: Johnson is a former social studies teacher and an organizer with the progressive Chicago Teachers Union, which has grown more politically aggressive in the past decade, in part in response to policies pushed by administrators like Vallas. But more so than anything else, crime has been top of mind for both candidates and voters as the city continues to grapple with staggering gun violence. Vallas has promised to make Chicago, quote, \"the safest city in America\" by bringing back retired police officers to boost ranks. And he tells voters his opponent would slash the police budget, putting Johnson on the defensive. (SOUNDBITE OF ARCHIVED RECORDING) JOHNSON: Paul, hear me. I'm not going to defund the police. I've said that multiple times. I have 3,000 words on my website around public safety. None of those words say defund the police. WOELFEL: The election has become a battle between old-school Democrats and those who want to push the party more to the left, according to Jaime Dominguez, a professor at Northwestern University. JAIME DOMINGUEZ: The notion of progressivism is on the ballot. The emergence of, for example, newly elected, younger, left-leaning elected leaders, particularly amongst Blacks and Latinos, is challenging the vision and priorities of the status quo within the Democratic establishment. WOELFEL: And in a city that is largely segregated, no Chicago election comes without racial overtones. Black and Latino voters largely went for other candidates in the first round of the election, with Johnson and Vallas enjoying the majority of their support from white residents. Both candidates have been jockeying for endorsements from establishment Black and Latino leaders to try to sway the voters who didn't support them initially. For NPR News, I'm Mariah Woelfel in Chicago. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/04/01/1167587466/chicago-will-vote-between-two-candidates-with-distinctly-different-ideas-of-bein"
        },
        {
            "headline": "Chicago votes for a new mayor in runoff election",
            "author": "By  \n\n\n      Mariah Woelfel",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 3,
                "year": 2023
            },
            "article_content": "Chicago is on the brink of choosing a new mayor in a runoff election this Tuesday, after incumbent Mayor Lori Lightfoot lost in the first round.  MARY LOUISE KELLY, HOST: Chicago chooses a new mayor tomorrow. The incumbent, Mayor Lori Lightfoot, finished a distant third in the first round of voting and did not qualify for tomorrow's runoff election. In a city where Republicans are scarce, both remaining candidates for mayor are Democrats, but each has a distinctly different idea of what being a Democrat means. From member station WBEZ, Mariah Woelfel reports. MARIAH WOELFEL, BYLINE: In last month's initial race between nine mayoral candidates, you could not have chosen ones more dissimilar than the top two vote-getters now in the runoff. It's a point each of them either start or conclude their stump speeches with these days. Here's Paul Vallas. (SOUNDBITE OF ARCHIVED RECORDING) PAUL VALLAS: You have been presented a choice of which two pathways the city will follow, and these two pathways could never be more dissimilar. WOELFEL: Vallas, who's running as a Democrat, is a 69-year-old white, tough-on-crime candidate backed by the police union. Then there's 47-year-old Brandon Johnson, a Black progressive candidate backed by the union for teachers. (SOUNDBITE OF ARCHIVED RECORDING) BRANDON JOHNSON: This election is about a choice between the stale, broken status quo and a new political collaboration that is built around unity and understanding. WOELFEL: These two candidates are opposed on how they'd approach nearly every major issue on the table. Crime has been chief among them, but what's perhaps most distinctive is their different ties to public education. Vallas is a veteran public administrator, who got his big start as head of Chicago Public Schools in the '90s. He has since built a controversial reputation as the Mr. Fixit of troubled school districts, building droves of privately run but publicly funded charter schools in the cities he's worked. Talking about himself in the third person, he puts it like this. (SOUNDBITE OF ARCHIVED RECORDING) VALLAS: Paul Vallas, the wonk, is a public-administrative version of a first responder. And right now our house is on fire, and its occupants are in danger. WOELFEL: Johnson is a former social studies teacher and an organizer with the progressive Chicago Teachers Union, which has grown more politically aggressive in the past decade, in part in response to policies pushed by administrators like Vallas. But more so than anything else, crime has been top of mind for both candidates and voters as the city continues to grapple with staggering gun violence. Vallas has promised to make Chicago, quote, \"the safest city in America\" by bringing back retired police officers to boost ranks. And he tells voters his opponent would slash the police budget, putting Johnson on the defensive. (SOUNDBITE OF ARCHIVED RECORDING) JOHNSON: Paul, hear me. I'm not going to defund the police. I've said that multiple times. I have 3,000 words on my website around public safety. None of those words say defund the police. WOELFEL: The election has become a battle between old-school Democrats and those who want to push the party more to the left, according to Jaime Dominguez, a professor at Northwestern University. JAIME DOMINGUEZ: The notion of progressivism is on the ballot. The emergence of, for example, newly elected, younger, left-leaning elected leaders, particularly amongst Blacks and Latinos, is challenging the vision and priorities of the status quo within the Democratic establishment. WOELFEL: And in a city that is largely segregated, no Chicago election comes without racial overtones. Black and Latino voters largely went for other candidates in the first round of the election, with Johnson and Vallas enjoying the majority of their support from white residents. Both candidates have been jockeying for endorsements from establishment Black and Latino leaders to try to sway the voters who didn't support them initially. For NPR News, I'm Mariah Woelfel in Chicago. (SOUNDBITE OF FOSTER THE PEOPLE SONG, \"GOATS IN TREES\") Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/04/03/1167815779/chicago-votes-for-a-new-mayor-in-runoff-election"
        },
        {
            "headline": "Sen. Tim Scott is a different kind of Republican who could reshape the 2024 election",
            "author": "Ron Elving",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 5,
                "year": 2023
            },
            "article_content": "Republican Sen. Tim Scott of South Carolina speaks during a Faith in America tour event at Drake University in Des Moines, Iowa, on Feb. 22.\n                \n                    \n                    KC McGinnis/The Washington Post via Getty Images\n                    \n                \nhide caption Republican Sen. Tim Scott of South Carolina speaks during a Faith in America tour event at Drake University in Des Moines, Iowa, on Feb. 22. There is something different about the presidential aspirations of South Carolina Sen. Tim Scott. Several things, in fact. Should Scott decide to make his candidacy official, those differences could alter the trajectory of the 2024 race. Beyond that, they might even bend the arc of history. While there's absolutely nothing groundbreaking about a senator wanting to move his office 16 blocks down Pennsylvania Avenue — the lure of the White House has had enticed senators since the early 1800s, and equally so regardless of party — Scott is not just another ambitious senator from one of the major parties who goes on a national \"listening tour\" or visits Iowa around Presidents' Day, checking out the site of the caucuses that will commence the GOP's nominating process next year. Scott is also Black, and that makes him anything but typical in the Senate. Indeed, he is one of just three Black senators today (four if you count Vice President Kamala Harris, who is the ceremonial president of the Senate and votes to break ties). Even among this select group, Scott stands out because he is its only Republican. In fact, he is only the second Black Republican senator the voters of any state have sent to Washington in all of American history. Take a moment to let that sink in. The first Black Republican senator was Edward W. Brooke III of Massachusetts, elected to serve two terms from 1967 to 1979. In the 1870s, two Black men who were Republicans, Hiram Revels and Blanche K. Bruce, represented Mississippi in the Senate during the Reconstruction period that followed the Civil War. But like all senators in that era, they were not chosen at the ballot box. They were appointed by the governor or elected by their state legislature. And in Mississippi in those years, the legislature was watched over by federal troops. After those troops left, segregationists and Jim Crow laws soon brought an end to the first era of African Americans in the Senate. It was not until Brooke in the 1960s that the Senate's color line was crossed again. And it was a dozen years after Brooke retired before the Senate welcomed Carol Moseley Braun of Illinois, the first Black woman senator and also the first to be a Democrat. A dozen years later that Illinois seat would be Barack Obama's. Since then, six more African Americans have served in the Senate — all Democrats except Scott. The most recent is Raphael Warnock of Georgia, who defeated an incumbent Republican in 2021 and was reelected to a full term this last November. Warnock and Scott are the only African Americans from the Deep South to have ever won a popular election to the Senate. The 2024 Republican primaries are shaping up as a contest between former President Donald Trump and a flock of lesser figures who hope the frontrunner stumbles or fades. There is also the prospect of being the running mate — either for Trump or for someone else. In fact, many see Scott as one in a growing field of contestants for vice president. And he plays the part, straddling the fence much as the others do, speaking of the party's \"need for new leaders\" but covering his bets by not attacking Trump directly. In this he is like his onetime benefactor, Nikki Haley, who as governor of South Carolina in 2013 lifted Scott from his House seat with a senatorial appointment. (He subsequently won election to the seat in 2016 and 2022.) Haley herself is a declared candidate for president, talking about a new generation taking over but not criticizing the former president, who appointed her U.S. ambassador to the United Nations. It sounds dismissive to say someone is \"running for VP,\" but we should remember that six of the 14 vice presidents elected before Harris have become president — including President Biden and Presidents George H.W. Bush, Gerald Ford, Lyndon Johnson, Richard Nixon and Harry Truman. Several other vice presidents at least got the next party nomination for president, including Al Gore, who won the popular vote in 2000. In short, there is no better route to the Oval Office than through the Office of the Vice President. It should also be noted that running for president and dropping out early has been an excellent way to get on the national ticket, albeit in the second slot. It should also be noted that making a show of presidential ambition early but then backing off has been an excellent way to get on the national ticket, albeit in the running mate role. Variants on that pattern have worked for every Democratic nominee for vice president from Harris in 2020 back to Lloyd Bentsen in 1988. All of these vice presidential nominees were seen as providing balance and extra appeal to a ticket. Scott is well positioned to do the same especially if he gains national stature in the coming months but does not become one of the last two or three contenders for the top job. At the same time, he could also become popular enough to add real energy to the 2024 ticket, much as Sarah Palin did for John McCain in 2008 or Geraldine Ferraro did for Mondale in 1984. Palin and Ferraro were the first women nominated for vice president in Republican and Democratic parties, respectively. The \"running for vice president\" line is often meant as dismissive, and it has been used to marginalize both women and candidates of color over many cycles. But if Scott were on the ticket in 2024, and if that ticket won, he might well be credited with changing the nature of partisan politics in our time. Indeed, the very presence of a person of color among the prominent candidates might well change the conversation in 2024. Just by being in the debates and traveling the country Scott can alter the image of his party, an image that has taken hold since Nixon's \"Southern Strategy\" courted white votes in the Deep South for the GOP in the 1960s and Ronald Reagan did the same in the 1980s. Trump contributed his share to this image with his response to racial violence in Charlottesville, Va., in 2017 and to protests following the police killing of George Floyd in 2020. The nature of Scott's appeal to swing voters and to people of color is largely personal, based in his life story of childhood poverty and a long climb to distinction. He has become quite adept at blending that story with the core beliefs of his party: self-reliance, distaste for government and reverence for religion and traditional social mores. \"Growing up in a single parent household, mired in poverty, the challenges that I faced from self-esteem to low grades were monumental,\" says Scott. \"I overcame those challenges with grit, hard work and inspiration.\" Herman Cain, former chairman and chief executive officer of Godfather's Pizza, speaks during the final day of the 2014 Republican Leadership Conference on May 31, 2014, in New Orleans, La.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption While the inspirational side of Scott's persona appeals to some Republican activists, he also takes pains to villainize the opposition. In the spirit of the contemporary discourse that is driven by social media, Scott is given to partisan hyperbole. In a recent appearance on Fox News, he said \"the left today seems to be working on a blueprint on how to ruin America.\" Acerbic accusation is the argot of activists in both parties in the 2020s, and Scott would probably be hopelessly out of synch if he did not use it. But his persona in the Senate, and in his home state, has been far less partisan than potential rivals now competing for Trump's base voters. Scott has been a loyal member of his party, but one with whom Democratic colleagues can have a dialogue, or even cosponsor a bill. In a recent appearance on Fox News, Scott was confronted by a host Shannon Bream, who noted the contradiction between that line and Scott's image of cordial collegiality in the Senate. Scott said it was necessary to highlight \"the state of America and the weakness of the progressive movement\" in order to offer \"positive, optimistic solutions.\" But this much is clear. Were Scott to be half of the GOP ticket next year, he would greatly complicate the Democrats' usual strategy. In close elections, Democrats have long depended on urban communities of color, especially African Americans, to provide the margin of victory in swing states such as Pennsylvania, Michigan and Wisconsin. That would be a steeper climb if Republicans put a Black man on the ticket. Scott, with his well-honed speeches on self-reliance and enterprising spirit, may well be the best spokesman his party could have in reaching new citizens and communities of color where faith in the Democratic Party may already be waning. This past week saw a white man finish first in a multicandidate primary for mayor of Chicago. The immediate consensus held that crime was the salient issue, and that support for police had become a winning message in urban, working class America. Could anyone carry that message better than a candidate whose mere presence onstage rebuts Democrats' assertions that the GOP is racist? Republican presidential candidate Ben Carson speaks during a news conference before a campaign event at Colorado Christian University on Oct. 29, 2015, in Lakewood, Colo.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \nhide caption Republican presidential candidate Ben Carson speaks during a news conference before a campaign event at Colorado Christian University on Oct. 29, 2015, in Lakewood, Colo. There have been Black contenders for the Republican nomination before, beginning with the legendary Frederick Douglass in 1888. (He had first run in the Liberty Party in 1848, before the GOP existed.) But Douglass and others were primarily \"message candidates\" rather than actual contenders. Prior to the first primaries in 2012, the nation got an earful of Herman Cain, a pizza chain executive who used commercial marketing slogans in his campaign. In 2016, brain surgeon Ben Carson made a deeper run into the primaries, earning nine convention delegates and lasting into March. Carson's performances in the 2015 debates were strong enough that he briefly led in GOP polls that fall. Democratic U.S. Congresswoman Shirley Chisholm announcing her candidacy for president on Jan. 25, 1972.\n                \n                    \n                    Thomas J. O'Halloran/Universal Images Group via Getty Images\n                    \n                \nhide caption Earlier, Alan Keyes, an African American author with a mesmerizing oratorical talent, sought the GOP nod in 1996, 2000 and 2008, collecting a handful of delegates. In 2008 he moved to the Constitution Party. There are more antecedents for an African American candidate in the Democratic Party. That ground was broken by Channing Phillips, who received 67.5 votes at the 1968 Democratic Convention in Chicago. Shirley Chisholm got 152 votes at the 1972 Democratic Convention and Barbara Jordan ran in 1976, giving a memorable speech at the convention that nominated Jimmy Carter. Scott might also look to the campaigns waged in the other party by another South Carolina native, Jesse Jackson. An ordained minister, Jackson had long since left the state and become prominent in the civil rights movement. Jackson had spent years striving to claim the mantle of his mentor, the Rev. Martin Luther King. In 1984, Jackson declared himself a candidate for president in a large field of Democrats and gained attention with big rallies in cities and college towns. He garnered 466 votes at the convention that nominated Mondale and seemed a potential running mate before Mondale chose Ferraro. Hitting President Reagan's policy of shelling Lebanon, Democratic presidential candidate Rev. Jesse Jackson was critical of Reagan ordering naval and air strikes on Beirut. Jackson spoke at a meeting where Chicago black alderman announced their support of his candidacy.\n                \n                    \n                    Bettmann Archive\n                    \n                \nhide caption Four years later, Jackson was back with an even more impressive campaign that won the Michigan caucuses. Jackson received 1,218.5 votes at the party convention, where he and his supporters were permitted to take over the proceedings for one night. Jackson was again seen as a strong prospect for running mate, but negotiations toward such a ticket did not bear fruit. Scott does not have Jackson's talents as an orator or a magnet for media coverage. But his different strengths, and his differences from other prospective candidates, give him a chance to matter in the new politics of the 2020s. They give him a chance to make a difference.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/03/05/1160964200/sen-tim-scott-is-a-different-kind-of-republican-who-could-reshape-the-2024-elect"
        },
        {
            "headline": "Chicago Mayor Lori Lightfoot faces 8 challengers in Tuesday's election",
            "author": "By  \n\n      Mariah Woelfel",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 27,
                "year": 2023
            },
            "article_content": "Voters will decide whether the city's first openly gay and first Black female mayor will win reelection or face a runoff. Why is the incumbent mayor facing so many challengers?  A MARTÍNEZ, HOST: Chicago voters are heading to the polls tomorrow to decide if the city's current mayor should serve another term. LEILA FADEL, HOST: Yeah. Lori Lightfoot made history four years ago as the first openly gay and first Black woman to lead the country's third-largest city. Now she faces a stiff reelection battle and could be the first mayor in decades to not get a second term. MARTÍNEZ: WBEZ's government and politics reporter, Mariah Woelfel, has been covering the race. Mariah, she made history four years ago when she was elected. She beat out - what? - more than a dozen people. But now she's in a similar situation. But since, typically, the city's incumbent mayor wins reelection, why is Lightfoot facing so many challengers? MARIAH WOELFEL, BYLINE: Right. Well, like many other big-city mayors, Lightfoot faced a really unprecedented set of challenges in her first four years in office - elected in 2019, soon after hit with a global pandemic. She was elected as a political outsider, as a reformer who was going to put an end to long-standing political corruption in Chicago. When submitting her paperwork to run this time, she joked that she'd give this note of caution to her 2019 self. (SOUNDBITE OF ARCHIVED RECORDING) LORI LIGHTFOOT: Beware of a global pandemic. (LAUGHTER) WOELFEL: Her term has been marked by pandemic-era challenges - you know, public disputes with the teachers union over when to send kids back to school, with police over vaccine mandates. But I think most of all, people are lining up to replace her because she's dealt with an increase in crime that, you know, many cities across the country have grappled with that her opponents say they can do a better job of fixing. MARTÍNEZ: Now, Chicago is a big city - third-largest city - but largely a segregated one, too. There's a mix, though, of Black, Latino and white candidates. How is race playing a role in this election? WOELFEL: Sure. The main point here is that there are seven Black candidates, one white, one Latino in the race. So some strategists fear that the Black community's vote - who want to see someone in office who will represent that community's issues - of course, those issues are diverse - but that that vote will be split among those seven candidates, leading to, you know, two others who might not have broad support getting into what's to be a likely runoff election. There's also one - only one white candidate, like I said, Paul Vallas. And he's just one of two candidates running to the right of Lightfoot politically. He's a Democrat but more conservative than her. He has a very clear and uncrowded lane, with a tough-on-crime message. Delmarie Cobb is a veteran political strategist and said that's a factor in his front-runner status this time. DELMARIE COBB: The racial part of this is that whites will galvanize around Paul Vallas. And we've already seen that the wealthy Republican establishment is pouring money into his campaign right and left. WOELFEL: Racial politics has a long history here in Chicago, and it's been on full display this election, too. MARTÍNEZ: And we've talked about how Lightfoot is a first for the city. But if she does not win the race, she would join the city's only other female mayor - and that's Jane Byrne in the '80s - in not winning a reelection bid. Has being a female mayor been at all a factor for her so far? WOELFEL: Well, I think Lightfoot would say absolutely yes, it's been a hurdle for her reelection fight. She started this campaign saying to a crowd of people at a bakery on Chicago's South Side that she's a Black woman in America; people are betting against her every day, but that doesn't mean she's not ready for a fight. She's certainly had some major accomplishments, maybe some she hasn't gotten enough credit for. But she also has some very real things to answer for. She's reneged on a lot of progressive campaign promises that people are upset about - to reform the police in a more meaningful way, create a Department of Environment to prioritize ending environmental racism in the city, pushing for an elected school board - things that voters want to see her take on in a more meaningful way. MARTÍNEZ: That's Mariah Woelfel, political reporter with member station WBEZ in Chicago. Thanks a lot. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/02/27/1159630201/chicago-mayor-lori-lightfoot-faces-8-challengers-in-tuesdays-election"
        },
        {
            "headline": "How a Supreme Court justice's paragraph put the Voting Rights Act in more danger",
            "author": "Hansi Lo Wang",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 26,
                "year": 2023
            },
            "article_content": "U.S. Supreme Court Justice Neil Gorsuch (left) stands next to Chief Justice John Roberts outside the court in 2017.\n                \n                    \n                    J. Scott Applewhite/AP\n                    \n                \nhide caption U.S. Supreme Court Justice Neil Gorsuch (left) stands next to Chief Justice John Roberts outside the court in 2017. The roots of the next potential U.S. Supreme Court showdown that could further weaken the Voting Rights Act's protections against racial discrimination can be traced to a handful of sentences by Justice Neil Gorsuch. In the summer of 2021, Gorsuch — the first Supreme Court appointee by former President Donald Trump — tacked a single-paragraph concurring opinion onto a major court ruling to \"flag one thing.\" The ruling was for a lawsuit about Section 2 of the Voting Rights Act. And the \"thing\" Gorsuch wanted to flag was a question he said no one in the case had raised before the court: Who has the right to sue to try to enforce that key section of the landmark law? For decades, private individuals and groups, who did not represent the federal government, have filed the majority of Section 2 lawsuits that have stopped state and local governments from minimizing the political power of people of color through the redrawing of voting maps and other steps in the elections process. But that longstanding practice may be coming to an end. Gorsuch's paragraph of a concurring opinion, which was joined by Justice Clarence Thomas, planted the seeds for an unusual argument that has emerged in an Arkansas redistricting case — that private individuals are not allowed to bring Section 2 lawsuits. And the case may soon find its way before the country's highest court. \"It keeps me up at night,\" says Doug Spencer, an associate professor of law at the University of Colorado, who tracks voting rights lawsuits and is concerned about the argument not to allow private individuals to sue under Section 2. \"If that process is taken off the table, then the protection of minority voting rights will be much weaker after that case than it was before,\" Spencer adds. \"This is one important thread that could unravel what remains of the Voting Rights Act.\" The Arkansas redistricting case before U.S. District Judge Lee Rudofsky was a \"strong\" one, the Trump appointee noted in the 2022 ruling released more than a half-year after Gorsuch's concurring opinion. In the lawsuit, groups representing Black voters in Arkansas claim that Republican politicians on Arkansas' apportionment board had drawn a map of state House districts that dilutes the voting power of Black people, denying Black communities meaningful opportunities to elect representatives of their choice. \"From what the Court has seen thus far, there is a strong merits case that at least some of the challenged districts in the Board Plan are unlawful\" under Section 2, Rudofsky's ruling said. But Rudofsky decided the lawsuit had to be thrown out because of who brought the case. The words of the Voting Rights Act do not include any explicit mention of private individuals when describing who enforces Section 2. Instead, Rudofsky's ruling said, \"the text and structure strongly suggest that exclusive enforcement authority resides in the Attorney General of the United States.\" Citing Gorsuch's paragraph that flagged whether private individuals can sue as an \"open question\" among lower federal courts, Rudofsky concluded that there was a \"narrow question\" to decide in this Arkansas case — \"whether, under current Supreme Court precedent, a court should imply a private right of action to enforce [Section 2] of the Voting Rights Act where Congress has not expressly provided one.\" \"The answer to this narrow question is no. Only the Attorney General of the United States can bring a case like this one,\" said Rudofsky's ruling, which has been appealed to the 8th U.S. Circuit Court of Appeals. A ruling by a three-judge panel is expected soon. Rudofsky's interpretation of the Voting Rights Act, however, goes against decades of practice and common understanding within legal circles. \"I think it's an open question only in the sense that no court has ever felt compelled to expressly say that people whose voting rights have been violated can sue under Section 2 of the Voting Rights Act because everyone — and I do mean everyone — understood that that's what Congress meant,\" says Dan Tokaji, dean of the University of Wisconsin Law School, who has written about private individuals suing for violations of federal election laws. Before Congress amended the Voting Rights Act with bipartisan support and then-President Ronald Reagan's sign-off in 1982, committees on Capitol Hill issued reports that spelled out lawmakers' intentions. \"It is intended that citizens have a private cause of action to enforce their rights under Section 2,\" the House Judiciary Committee's report said. Months later, the point was echoed when another report said that the Senate Judiciary Committee \"reiterates the existence of the private right of action under Section 2, as has been clearly intended by Congress since 1965.\" Still, Rudofsky's ruling dismissed the lawmakers' statements, writing in a footnote that congressional committee \"reports—which are neither passed by Congress nor signed by the President—are not law.\" \"This is a way of interpreting laws that sometimes goes by the name of textualism. But a more accurate appellation would be literalism — if it doesn't literally say in the law that private individuals can sue when their voting rights have been violated, then they can't,\" Tokaji says. \"The problem with that argument is that it conflicts with reality.\" After ruling that only the U.S. attorney general, who heads the Justice Department, could bring the Arkansas case, Rudofsky gave the federal government five days to pick up the lawsuit before the judge formally threw out the case. The Justice Department did not step up. But in a court filing, it did tell the judge that the U.S. government believes private individuals do have the right to sue under Section 2. It also referred to an earlier statement the department filed to lay out its reasoning a few weeks before Rudofsky ruled. \"The limited federal resources available for Voting Rights Act enforcement reinforce the need for a private cause of action,\" the DOJ's statement said. Pam Karlan — a professor at Stanford University Law School who, before stepping down last year, helped lead the department's Civil Rights Division as the principal deputy assistant attorney general appointed by President Biden — says beyond limited resources, there's also the challenge of the \"sheer volume of jurisdictions in the United States that might face a Section 2 case.\" \"There are states, counties, school boards, water districts, city councils. I mean, there are just so many different governmental bodies that are subject to Section 2 that the idea that you'd have one body in the Justice Department as the sole enforcement mechanism makes no sense at all,\" says Karlan, who declined to comment on why the DOJ decided not to take on the Arkansas case. A change in presidential administrations can also change the priority level of Section 2 cases at the Justice Department, warns Spencer, the associate law professor at the University of Colorado. \"If you're relying on that political institution to protect your right to vote, you may have years that go by when that right is not enforced in the courts, even though Congress created that right,\" Spencer says. If the Arkansas lawsuit ultimately reaches the U.S. Supreme Court, it may join a list of cases that have resulted in a steady chipping away of Voting Rights Act protections by the conservative-majority court under Chief Justice John Roberts. \"The conservative majority of the current court knows that there's a different world of possibilities in terms of the direction of law, and they're reshaping actively, especially in the election law area,\" says Michael Kang, a professor at Northwestern University Pritzker School of Law, who wrote an online essay last year for the Stanford Law Review titled \"The Post-Trump Rightward Lurch in Election Law.\" After the court's 2013 decision in Shelby County v. Holder, which gutted another key section of the act, Section 2 remains as one of the last legs of the civil rights-era law. Many court watchers are holding their breath to see what's left of Section 2 after the court is expected to rule on another redistricting case — Merrill v. Milligan — by the end of its current term in June. Kang sees the argument that private individuals do not have the right to sue under Section 2 as an example of Gorsuch \"imagining a different possibility where we could close off opportunities for voting rights challenges under the current court.\" Until Gorsuch's concurring opinion questioned that right, Kang adds, \"even the most conservative legal thinkers weren't contemplating that federal courts would buy that argument.\" Depending on how the courts rule in the Arkansas case, it could also mean different possibilities for state and local governments that are \"hostile to racial minorities,\" Kang says. \"To the degree that voting is racially polarized, Republican governments that want to cut back minority voting opportunities — there'll be a new world of possibilities for them to take advantage of. It'd be really hard to challenge a lot of what they might do.\" Edited by Ben Swasey Research by Sarah Knight and Brin Winterbottom",
            "bias": "racial",
            "url": "https://www.npr.org/2023/02/26/1157248572/supreme-court-voting-rights-act-private-right-of-action-arkansas"
        },
        {
            "headline": "Chicago Mayor Lori Lightfoot runs for re-election next week",
            "author": "By  \n\n\n      Mariah Woelfel",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 25,
                "year": 2023
            },
            "article_content": "Chicago Mayor Lori Lightfoot's first term in office saw a spike in crime, disputes with labor unions, and the pandemic. She's running for re-election next week — against eight challengers.  SCOTT SIMON, HOST: Round one of Chicago's mayoral election on Tuesday. Mayor Lori Lightfoot is the first openly gay person and first Black woman to lead the city. And she now faces a tough reelection battle. Mariah Woelfel of member station WBEZ reports. MARIAH WOELFEL, BYLINE: Lightfoot won by a landslide in 2019 by running as a reformer who would put an end to political corruption and unite the city. Now Lightfoot is telling voters she needs four more years. She says she's faced unprecedented challenges and joked she'd give this note of caution to her 2019 self. (SOUNDBITE OF ARCHIVED RECORDING) LORI LIGHTFOOT: Beware of a global pandemic. (LAUGHTER) WOELFEL: Lightfoot's term has been defined in part by pandemic-era battles. Fights with the teachers' union over when to bring kids back to school after the height of the pandemic led to work stoppages. She fought with police when she mandated they get a COVID-19 vaccine to stay on the job. Those disputes and more have inspired eight challengers, some pushing themes of unity, including a Democratic U.S. congressman from Illinois, Jesus \"Chuy\" Garcia. (SOUNDBITE OF ARCHIVED RECORDING) JESUS CHUY GARCIA: Chicago needs a mayor who will bring together and unite instead of driving us apart. WOELFEL: But Lightfoot's opponents have hit her most on a spike in crime, an issue cities across the country have grappled with amid the pandemic. In Chicago, gun violence is a long-standing issue affecting mostly Black and brown communities. But it has taken a front seat this year as crime has seeped into wealthy areas. (SOUNDBITE OF ARCHIVED RECORDING) PAUL VALLAS: I think the top issues, obviously are public safety, public safety, public safety. WOELFEL: That's one of Lightfoot's leading challengers to her right, Paul Vallas, who led the city's public school system in the '90s. He has built a tough-on-crime campaign and is endorsed by the city's largest police union. Racial politics have also been on full display in this election. Vallas is the only white person in the running among one Latino and seven Black candidates. Veteran political consultant Delmarie Cobb says in a city that's a third Black, a third white and a third Latino, it's a factor that can't be ignored. DELMARIE COBB: The racial part of this is that whites will galvanize around Paul Vallas. And we've already seen that the wealthy Republican establishment is pouring money into his campaign right and left. WOELFEL: Lightfoot faced backlash recently after warning Black residents against splitting the vote, saying a ballot for anyone but her is like giving your vote to Vallas. But there are serious Black challengers to her left to choose from who say Lightfoot has reneged on progressive promises. A local county commissioner, Brandon Johnson, is chief among them. (SOUNDBITE OF ARCHIVED RECORDING) BRANDON JOHNSON: We have built a multicultural, multigenerational movement - Black, brown, white, Asian. There's a couple of rich people that even want to see me elected. We're not going to allow people, including this administration, to provoke fear and anxiety. WOELFEL: The tough reelection campaign is no surprise to anyone, Lightfoot included. She frequently touts that she's one of few incumbent big-city mayors deciding to ask for another term after the pandemic. And upon announcing her reelection, she told a room of supporters on Chicago's South Side she anticipated the challenging campaign. (SOUNDBITE OF ARCHIVED RECORDING) LIGHTFOOT: I'm a Black woman in America. People are betting against us every single day. But that doesn't mean we're not ready for the fight. WOELFEL: If reelected, Lightfoot would be the first woman mayor in Chicago history to get a second term. Election Day is Tuesday, with a likely runoff for the top-two vote-getters in April. For NPR News, I'm Mariah Woelfel, in Chicago. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/02/25/1159528632/chicago-mayor-lori-lightfoot-runs-for-re-election-next-week"
        },
        {
            "headline": "Trump takes his 2024 campaign to S.C., where his support isn't what it once was",
            "author": "By  \n\n\n\n\n\n\n\n      Mary Louise Kelly\n    \n\n ,  \n\n\n      Megan Lim\n    \n\n ,  \n\n\n\n\n\n\n\n      Christopher Intagliata",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 27,
                "year": 2023
            },
            "article_content": "Former President Donald Trump is holding a rally in South Carolina this Saturday, but he may not find the same level of support as before.  MARY LOUISE KELLY, HOST: Former President Donald Trump will take his 2024 campaign on the road this weekend with a rally in South Carolina. Now, he easily carried that state in 2016 and 2020. And Republican Senator Lindsey Graham, a South Carolinian and one of Trump's closest allies, is expected to support Trump. But Trump's political fortunes in the Palmetto State are not a sure thing. Other state leaders are noncommittal, and a couple may even run against him. Here to talk more about this is Dave Wilson. He is president of the Palmetto Family Council. That is an influential evangelical group in South Carolina. Dave Wilson, welcome. DAVE WILSON: Mary Louise, thanks so much. I appreciate being here. KELLY: I'll open with the basic question. Does the former president have your support for 2024? WILSON: I believe in having a marketplace of ideas, Mary Louise. I think it's very important for us to recognize that South Carolinians know and understand the importance of the role that we play in American politics. And so that's where we are. KELLY: So have you not made up - you have not made up your mind yet? WILSON: I have not made up my mind yet. As a matter of fact, I really want to be able to hear from as many people as possible because that is an important part of the role that we know in South Carolina that we play in politics. KELLY: Give me a little bit of visibility into how this conversation may be playing out in the circles you're moving in in South Carolina. I saw where Trump recently accused evangelical leaders of disloyalty - his word - for withholding support for his campaign. And I'm curious how that comment is playing out among evangelical leaders and voters. WILSON: It's not sitting very well right now. It becomes very disingenuous-feeling when you are said that you're disloyal because you're not jumping on the bandwagon right away. This is a one-year job interview, and we expect candidates to show up. KELLY: Although we all have a pretty good sense of who Donald Trump is and what he stands for at this point, in a sentence or two, can you tell me what it is you would want to hear from him that would win your vote in 2024? WILSON: I think one of the most important things for anybody to understand for South Carolina voters, especially evangelical voters, is that our faith matters. We want somebody who is going to be standing on the religious freedom that we have in America and wants to embrace that, not just give it a tacit recognition in passing. KELLY: Do you have concern about his electability, about his ability to win? I mean, setting aside what his policy or politics may be, do you want somebody on the Republican ticket who has a shot at the White House? WILSON: It's very interesting because I actually just had polling information come across my desk of Republican and Democratic primary voters in South Carolina. And when the question was asked, would you think that we're better off with neither Joe Biden nor Donald Trump elected, 54% of likely South Carolina voters agreed with that statement. I think you have a younger, vibrant group of potential leaders for our country who have yet to jump into the race but, I think, are standing right there on the edge. And they're just waiting for the right moment to do so. I think you've got people like Nikki Haley. You've got Tim Scott, both of whom are South Carolinians. KELLY: You just threw in two names - Senator Tim Scott, former Governor Nikki Haley - both South Carolinians, as you nodded to, both reportedly contemplating runs for the Republican nomination and both of whom were once staunch Trump allies. What would a Haley or a Scott campaign mean for Trump's political viability in South Carolina? WILSON: I think Donald Trump will have a core group of voters. I think you've got another group of conservative voters, though, who are asking a bigger question of, where are we going to be not for the next four years but the next eight years, the next two decades? And who's going to be the next standard-bearer for the conservative movement in our country? KELLY: Dave Wilson is president of the Palmetto Family Council. That's a conservative advocacy group in South Carolina. Thank you very much for your time. WILSON: Thank you. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/01/27/1152140562/trump-takes-his-2024-campaign-to-s-c-where-his-support-isnt-what-it-once-was"
        },
        {
            "headline": "The devastation left in the wake of the riots at Brazil's government buildings",
            "author": "Carrie Kahn",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 9,
                "year": 2023
            },
            "article_content": "The clean up and the questions begin in the the aftermath of the weekend's violent assault on Brazil's Congress.  JUANA SUMMERS, HOST: Authorities in Brazil have detained more than 1,000 people after yesterday's violent assault on the country's government buildings - the riots led by supporters of the country's former far-right president, Jair Bolsonaro. They'd been calling on the military to restore Bolsonaro to power, even though he lost his reelection bid last October to current president, leftist Luiz Inacio Lula da Silva. We're joined now by NPR's South America correspondent Carrie Kahn for the latest. Hi, Carrie. CARRIE KAHN, BYLINE: Hi. SUMMERS: So, Carrie, Brazil's recent election was bitterly contested, and it left the country divided. The violence that occurred yesterday was a scenario that many had been fearing. What are you hearing from authorities? KAHN: That was the message that we heard today from the newly installed justice minister. His name is Flavio Dino. He said that for the last four years under the former President Bolsonaro, there had been what he called the atmosphere of hate speech. (SOUNDBITE OF ARCHIVED RECORDING) FLAVIO DINO: (Speaking Portuguese). KAHN: He's saying that, what we've warned all these years were that - what we warned about was that words have power, and these words turned into hate and turned into the destruction that was seen yesterday. He said that, of course, the investigation into the crimes of the supporters, the vandalisms, those who committed the vandalism, the financing of these encampments that had been set up in front of the army barracks in Brasilia will all be investigated, and people who were involved will be prosecuted. But he also said that he's after the political actors who facilitated a political atmosphere that was so toxic that it came down to what he called a coup d'etat, an attempt to overthrow the government. And they should be held accountable to the Brazilian people. Look, the last four years under Bolsonaro were very divisive for this country. Bolsonaro was a far-right nationalist, as he said. He was not shy to disparage racial groups, women. He was hostile to gay rights and environmentalists and Indigenous people, too. And Lula narrowly won the election last October. And that was a major shift for this country that is still very divided. SUMMERS: As we've just heard, the cleanup is just beginning. But how widespread is the destruction of the government buildings there? KAHN: It's amazing, Juana. I was - I just got back from walking through the expansive government complex here that's called the Plaza of the Three Powers. And housed there is the congress. There's a huge Supreme Court building and the presidential office - offices. And the destruction is just everywhere. I couldn't go inside, but from the outside, there's just - you just see the broken windows. There's furniture and artwork strewn and littered all around the buildings. The Supreme Court looks like it was the most damaged, with graffiti over any - this huge glass panes in the front that were not totally broken, but broken windows are everywhere else. The rioters ripped up the stone walkways near all three buildings. They used the rocks to actually smash the windows and to vandalize the buildings. So all of this will need to be repaired. It's quite a different scene than - this is the same place, just a week ago Sunday, the entire esplanade was packed with hundreds of thousands of people celebrating Lula's inaugurations and celebrations. So it's just a stark difference from the - just one week ago. SUMMERS: Wow. Carrie, I understand you've been at one of the sites of the Bolsonaro encampments there. What did you see there? KAHN: Yes, I was there earlier today. And this is this encampment, and it's just in ruins. It was raining quite a lot today. And so everything was just a muddy mess. And it was an encampment that had swelled to thousands of Bolsonaro supporters right in front of the military barracks here in Brasilia. And there's just tents of all sizes, huge ones that were - there was a kitchen, there was medical areas, a speaker stage. Now it's just mounds of garbage, foods, deflated plastic. And I met this one man out front. He didn't want to give me his name because he was afraid of being arrested. And he said he didn't march yesterday, but he said he spent several days and nights with the demonstrators here, and he said they are fighting against a stolen election. UNIDENTIFIED PERSON: But once they committed crime destroying buildings and things that people were not supposed to do, they lost their reason. KAHN: He didn't agree with the vandalism. And he said that he believes he - that he believes Bolsonaro's false and unproven claims that the election was rigged and stolen. And he said that protesters may have been arrested today or yesterday, but they will not stop fighting against President Lula. SUMMERS: Carrie, in the couple of seconds we've got left, former President Bolsonaro remains in Florida. Have we heard any more from him today? KAHN: He tweeted a little bit. He said he's not responsible for the violence, but he's also in the hospital. He has complications from a stomach - he was stabbed in the stomach several years ago, and he's in the hospital in Florida right now. SUMMERS: OK. KAHN: It's unclear whether he will return to Brazil soon. SUMMERS: NPR's Carrie Kahn reporting from Brazil's capital. Thank you. KAHN: You're welcome. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial",
            "url": "https://www.npr.org/2023/01/09/1147909139/the-devastation-left-in-the-wake-of-the-riots-at-brazils-government-buildings"
        },
        {
            "headline": "Former Tennessee Rep. Justin Jones says he lost a seat, but voters lost their voice",
            "author": "By  \n\n\n      Rachel Treisman",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 7,
                "year": 2023
            },
            "article_content": "Tennessee Rep. Justin Jones gestures during a vote on his expulsion from the state legislature at the State Capitol Building in Nashville on Thursday.\n                \n                    \n                    Seth Herald/Getty Images\n                    \n                \nhide caption Tennessee Rep. Justin Jones gestures during a vote on his expulsion from the state legislature at the State Capitol Building in Nashville on Thursday. The Tennessee House's decision to expel two Democratic lawmakers on Thursday has prompted widespread accusations of racism and concerns about democracy, including from the former representatives themselves. The vote came a week after three lawmakers interrupted a floor session with a megaphone, leading protesters in calls for stronger gun laws in the wake of the Nashville school shooting that left six people dead. They said they were representing their constituents, while Republicans said they were leading an insurrection. The Republican-controlled House voted along party lines to expel Reps. Justin Jones, D-Nashville, and Justin Pearson, D-Memphis — both Black lawmakers under the age of 30. Rep. Gloria Johnson, D-Knoxville, held on to her seat by a single vote, and later suggested that's because she is white. Jones agrees. Speaking to Morning Edition on Friday, he accused Tennessee House Speaker Cameron Sexton of having \"trafficked in racial rhetoric and racism.\" \"This is the consequence of a body that wants to suppress not just our vote, but the votes of our districts that are majority Black and brown,\" Jones said. \"I represent one of the most diverse districts in Tennessee, and so now those 78,000 people have been silenced.\" Sexton has not responded to NPR's request for comment on Jones' claims. But he told reporters after the vote that the decision was based on \"the actions of those three that they did on the House floor on that day,\" and the body needing to follow the proper \"process and procedures.\" Jones says the lawmakers decided to bring the protest to the House floor on March 30 out of frustration with the legislature's inaction on gun control and hope that they would listen to the young people who were rallying at the Capitol. They were the largest protests Nashville has seen in the past decade, he says. Jones represents a part of the city and says the community is still grieving and processing the trauma of the Covenant School shooting in late March. \"People are calling for action, and the first action we get from the Tennessee general assembly is to expel members for calling for common-sense gun laws,\" Jones adds. So what happens next? Jones' and Pearson's districts will hold special elections to fill their newly vacant seats, and their county commissions can appoint an interim lawmaker to serve until then. When asked whether he will run in the special election, Jones says \"we are looking at all options right now.\" Member station WPLN reports that the Metropolitan Council — the legislative body of the consolidated city-county government of Nashville and Davidson County — will hold a special meeting on Monday, where they may vote to reappoint Jones. Jones says many members of the council have said they will do so. \"Now the question is: Will Speaker Cameron Sexton allow us to be seated, or will he once again try and subvert the will of the voters?\" Jones adds. Sexton told reporters that if the council does reappoint the expelled lawmakers, \"we'll go through that process when the time comes.\" According to Tennessee's constitution, lawmakers can't be expelled more than once for the same offense. And if the council does reappoint Jones, will he return and demand his seat? \"Most definitely,\" he says. Jones spoke to Morning Edition's Steve Inskeep about the events leading up to his expulsion and what he hopes to see now. This interview has been edited and condensed for clarity. On whether expulsion is a fitting consequence for civil disobedience This is not the natural consequence, this is the most extreme reaction that we saw that sets a very dangerous precedent for democracy. ... This is only the third time in Tennessee history that the House of Representatives has expelled its members, and the other times involved criminal or unethical activity. ... We were expelled for \"breach of decorum,\" but in reality we were expelled for obedience to our oath of office to speak for our constituents and to make sure that our dissent and protest is marked for the journal when we see action that is injurious to the people. On why lawmakers led the protest in the first place Thousands of people — students, parents, teachers, grandparents, concerned community members — [were] here at the Tennessee Capitol, and the speaker refused to let them be heard. He refused to even let us talk about the issue of gun violence on the House floor that week. Any time we brought it up our microphones were cut off, we were ruled out of order, so we did not have even a venue to voice the grievances of our community. And so we had no other choice but to do something out of the ordinary and to try to stand in solidarity with disrupting business as normal, because business as normal was sticking our head in the sand when our children are dying. On what House leadership did and didn't do after the protest The next day the speaker already stripped my committees from me, he had my ID badge to the building turned off even though I was still a representative at the time, shut off my parking privileges to park at the legislature, and so that was the reaction that we saw. But then because the speaker falsely mischaracterized our nonviolent peaceful protest and solidarity with the people as an insurrection, he escalated the situation not only against us but against those thousands of young people at the Capitol who were protesting, simply saying that they want to live, in the days following a mass shooting here in Nashville. On whether he thinks lawmakers' youth, race and political leanings factored into their expulsion That's absolutely correct. We're the two youngest Black lawmakers. I'm 27, Rep. Pearson is 28, and so we represent the voices of our generation. And race, most definitely. And I think Rep. Johnson said it, when she was not expelled and I was expelled — those were the first two cases heard — the news media asked and she said \"I think it's because of skin color.\" The audio interview was edited by Simone Popperl.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2023/04/07/1168581803/tennessee-democrats-expelled-rep-justin-jones"
        },
        {
            "headline": "How Stokely Carmichael and the Black Panthers changed the civil rights movement",
            "author": "Terry Gross",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 8,
                "year": 2023
            },
            "article_content": "Stokely Carmichael, shown here in 1967, helped popularize the term \"Black Power!\" in 1966.\n                \n                    \n                    AFP via Getty Images\n                    \n                \nhide caption Stokely Carmichael, shown here in 1967, helped popularize the term \"Black Power!\" in 1966. Journalist Mark Whitaker says that much of what's happening in American race relations today traces back to 1966, the year when the Black Panthers were founded and the Black Power movement took full form. It's also the year when when Stokely Carmichael replaced John Lewis as chair of the Student Nonviolent Coordinating Committee (SNCC), and challenged the tactic of non-violence. Whitaker examines the pivotal year in his new book, Saying It Loud: 1966 — The Year Black Power Challenged the Civil Rights Movement. Whitaker notes that for years the rallying cry of the civil rights movement had been \"Freedom now!\" But, he says, on June 16, 1966, Carmichael ushered in a new call to arms — \"Black Power!\" — during a rally in Greenwood, Miss. \"The next day [the chant] gets reported by the Associated Press,\" Whitaker says. \"The story gets picked up in 200 newspapers around the country, and all of a sudden, everybody's talking about Black Power.\" Whitaker writes that it wasn't just the language of the civil rights movement that changed in 1966. There was also an \"awakening of Black consciousness on a cultural level,\" he says. \"It was really the year when Afros took off, when people started wearing dashikis, where a lot of young Blacks said, 'We don't want to be called Negroes anymore.'\" There was also a notable shift away from integration, Whitaker says. Carmichael advocated for Black people to create their own political party and to elect their own officials. As the leader of the SNCC, he expelled the group's white members, leading to a drop in the group's fundraising and political clout. All of this, Whitaker says, laid the foundation for the modern conservative movement — including the election of Ronald Reagan as governor of California in 1966 and George Wallace's presidential run in 1968. \"A big lesson of 1966 is, beware of the potential backlash,\" Whitaker says. \"I was writing this book in 2020 in the midst of all the marches that summer. ... I see what happened in 1966 and what happened in 1966 tells me that there is going to be hell to pay. There's going to be a big backlash to what looks like all this progress in 2020. And sure enough, that's what we're living with right now.\" Whitaker is the first African American to lead a national news magazine as editor of Newsweek. His previous books include Smoketown, My Long Trip Home and the 2014 biography Cosby, which was later widely criticized for not addressing multiple allegations that superstar comic Bill Cosby had drugged and sexually assaulted women. Whitaker has since acknowledged that it was a mistake to omit the allegations from his book, tweeting, \"I was wrong to not deal with the sexual assault charges against Cosby and pursue them more aggressively.\" On Stokely Carmichael's approach to the civil rights movement What Stokely realized, particularly after the passage of the Voting Rights Act in 1965, was that just registering Blacks in the South to vote really wasn't going to get them that far, as difficult as that was. Why? Because those states were completely controlled by segregationist Democrats, the most famous of which we all know was George Wallace, who was the governor of Alabama. So, Stokely's position was, why should we register all of these Black folks to vote just to have to turn around and vote for white supremacists? So what he wanted to do was to organize, and what he started in Lowndes County, Alabama, in '65 and '66, was organizing Blacks to form their own political party. They could elect their own officials. ... In terms of integration, what Stokely was saying about the South (vis à vis poor Blacks) and then later the Panthers were saying, even in the North (vis à vis urban Blacks in places like Oakland) ... was that actually white people were not interested in integrating with poor Blacks in the South or in the North. That integration was sort of a project by middle-class Blacks for middle-class white people who might be willing to live side by side with their kind, with the Black middle class, but not necessarily with the Black poor and the Black underclass in the North. On the tension within the civil rights movement caused by the different approaches its leaders took The press portrayed Carmichael as [Martin Luther] King's nemesis. But in fact, on a personal level, they got along quite well. Stokely had a lot of respect for Dr. King. Dr. King didn't agree necessarily with all of Stokely's rhetoric, but he admired the fact that he was an activist who had put his life on the line and going out to organize in the South. But there were both sort of differences that had to do with tactics and strategy, but also with background. So one of the things that was different about the Black Power leaders was some of them had come out of the South, but a lot of them came out of the North. So they were the children of the Great Migration. Their parents and grandparents had come north from the South. They had had educational opportunities that Blacks in the South didn't necessarily have. Carmichael himself had gone to Howard University and before that to the Bronx High School of Science in New York, an elite high school. And they just didn't have the sort of tradition of deference, frankly, that the older generation in the South had. They were less rooted in the church than the previous civil rights generation. So they just sort of had a different attitude. They were impatient. They had seen their parents' dreams dashed when they came north in the Great Migration. A newly registered voter fills out a sample ballot for sheriff in Lowndes County. The ballot has the logo of the Black Panther Party formed by Stokely Carmichael of SNCC.\n                \n                    \n                    Flip Schulke Archives/Corbis via Getty Images/Simon & Schuster\n                    \n                \nhide caption A newly registered voter fills out a sample ballot for sheriff in Lowndes County. The ballot has the logo of the Black Panther Party formed by Stokely Carmichael of SNCC. On John Lewis' ouster from from SNCC in 1966 After Selma, he was famous and he used that fame to go around the country and also overseas to raise money for SNCC. So that was good for SNCC's coffers, but it actually distanced him from a lot of the SNCC membership. And so he got out of touch with this increasingly militant mood that was taking shape in 1966. And that spring there was one of these periodic retreats that SNCC would have the entire membership ... discuss strategy, but they would also elect officers for the next year. And Lewis had been in Europe, giving speeches, raising money. He arrives badly jetlagged to this retreat at a religious camp outside of Nashville, expecting that he's going to be reelected. But a lot of the rank and file SNCC members at that point were upset with him for being too distant, too preoccupied with all of this travel, but also with still being too close to King, but actually, I think the issue was much more with LBJ. .. And this time Stokely wins. It crushed John Lewis. ... This had been his identity. He grew up as a poor sharecropper for his young life. ... We remember him now as the sainted congressman and beloved national figure. But that experience just completely crushed him. And it took a long time for him to recover. On what Carmichael's leadership meant for SNCC I think it had two effects: One was on the way that SNCC was perceived by the outside world, particularly the white world. John Lewis was someone who was deeply respected by white journalists by people who gave money to SNCC. And once they learned that he had been removed, very precipitously, unexpectedly, it immediately sort of cast a shadow over the people who had ousted him. In other words, Stokely Carmichael and the new leadership group. They were immediately suspect in the eyes of a lot of people who supported John Lewis. But the other effect was internal. John Lewis had always stood for the principle of SNCC being open to white membership. He had a lot of very close friends among some of the original white members of SNCC. And so that to the degree that, as 1966 progressed and the whole issue of white participation loomed larger and larger, and it eventually led by the end of the year to the expulsion of the last remaining white members of SNCC, I think if John Lewis had been there, he would have fought that very aggressively. And once he was gone, the door was more and more open to that happening. On the origins of the Black Panthers' militarism In Watts, after the the Watts riots of 1965 in Los Angeles, there had been a group of local Black activists who had decided that they were going to ride around just looking out for situations where police, white police were interacting with the local Black population and just stand at a remove where the police could see them, but where they weren't trying to interfere, but just to make their presence known. Like, \"We're watching this. So if anything gets out of hand, if the police in any way abuse their authority, we will be witnesses.\" And up in the Bay Area, in Oakland, Huey Newton and Bobby Seale, who were in a community college there at that point, they're following all of this and Huey Newton ... becomes aware that in California at the time, there were open carry gun laws. In other words, it was perfectly legal to carry arms in public as long as you could see them. And so his idea was that he was going to take what was going on in Watts a step further and form a community patrol, but with guns, so that he and Bobby Seale and others would ride around as keeping their eye on the local Oakland police. But as they were standing across the street or wherever they were, they would also be holding guns. It was not, in their mind, initially the idea that they were going to confront the police or enter into gunfights with them, but just let them know, \"Hey, we're here and we have an eye on you.\" On the legacy of the Black Panthers I think that when people think of the Panthers today, they have an immediate visual image of Newton and Seale and others, they've grown out their hair and afros. They're wearing these cool berets and leather jackets and so forth. ... A big part of their appeal is they just looked very cool, at least to a lot of young Blacks in those days, and still today. And so they stood for a political project, but also an expression of Black identity, vis à vis the way they dressed and the way they looked and the way they spoke. And I think because in some ways that has been the more enduring legacy of Black Power, the cultural part of it, I think people just think like, \"God, the Panthers were so cool.\" And they were cool in some ways. But I think because they're romanticized in that way. I think people have not really focused and studied enough about the lessons of what they tried to achieve politically. I think this is an object lesson for the Black Lives Matter movement: [The Black Panthers] were correct in a lot of their original analysis, certainly about issues with the police. We are still living with that very much almost on a monthly basis here in this country, tragically, also about the limits of integration. They just took the way in which they dealt with it to an extreme that ultimately just became self-defeating. Audio interview produced and edited by: Sam Briger and Susan Nyakundi Audio interview adapted to NPR.org by: Bridget Bentz, Molly Seavy-Nesper and Meghan Sullivan",
            "bias": "white privilege",
            "url": "https://www.npr.org/2023/02/08/1155093955/mark-whitaker-black-panthers-stokely-carmichael-civil-rights-saying-it-loud-1966"
        },
        {
            "headline": "Is Kevin McCarthy On The Brink?",
            "author": "By  \n\n\n\n\n\n\n\n      Susan Davis\n    \n\n ,  \n\n\n\n\n\n\n\n      Deirdre Walsh\n    \n\n ,  \n\n\n\n\n\n\n\n      Domenico Montanaro\n    \n\n ,  \n\n\n\n\n\n\n\n      Franco Ordoñez",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 6,
                "year": 2023
            },
            "article_content": "US Republican Representative of California Kevin McCarthy listens as lawmakers take a 13th vote for House Speaker at the US Capitol in Washington, DC, on January 6, 2023. (Photo by OLIVIER DOULIERY/AFP via Getty Images)\n                \n                    \n                    OLIVIER DOULIERY/AFP via Getty Images\n                    \n                \nhide caption US Republican Representative of California Kevin McCarthy listens as lawmakers take a 13th vote for House Speaker at the US Capitol in Washington, DC, on January 6, 2023. (Photo by OLIVIER DOULIERY/AFP via Getty Images) The California Republican was able to win over some of his detractors today as balloting for the Speaker of the House entered a fourth day. However, neither he — nor any other candidate — has won enough votes to take the position, leaving the House in continued limbo. This episode: political correspondent Susan Davis, congressional correspondent Deirdre Walsh, White House correspondent Franco Ordoñez, and senior political editor & correspondent Domenico Montanaro.This episode was produced by Elena Moore and Casey Morell. It was edited by Casey Morell. Our executive producer is Muthoni Muturi. Research and fact-checking by Katherine Swartz. Thanks to Lexie Schapitl.Unlock access to this and other bonus content by supporting The NPR Politics Podcast+. Sign up via Apple Podcasts or at plus.npr.org. Connect:Email the show at nprpolitics@npr.orgJoin the NPR Politics Podcast Facebook Group.Subscribe to the NPR Politics Newsletter.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2023/01/06/1147585859/is-kevin-mccarthy-on-the-brink"
        },
        {
            "headline": "Rep. Maxwell Frost on Gen-Z politics and the price tag of power",
            "author": "By  \n\n\n\n\n\n\n\n      Brittany Luse\n    \n\n ,  \n\n\n\n\n\n\n\n      Barton Girdwood\n    \n\n ,  \n\n\n      Alexis Williams\n    \n\n ,  \n\n\n\n\n\n\n\n      Jessica Placzek\n    \n\n ,  \n\n\n      Jessica Mendoza\n    \n\n ,  \n\n\n\n\n\n\n\n      Veralyn Williams",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 6,
                "year": 2023
            },
            "article_content": "It's a new year, and with it comes a new Congress. This week, Brittany Luse sits down with the first Gen Z member to be raised to its ranks, Democratic Rep. Maxwell Frost of Florida. They talk about his vision for the future, the literal costs of entering the halls of power and getting a shoutout from his favorite band after winning his election. Then, what could Congress do better in 2023? NPR congressional correspondent Susan Davis gives Brittany her thoughts on new year's resolutions for lawmakers from both sides of the aisle. The interview highlights below are adapted from an episode of It's Been A Minute. Follow us on Apple Podcasts or Spotify, and keep up with us on Twitter. These excerpts have been edited for length and clarity. On getting a shoutout from The 1975 Rep. Maxwell Frost: I joke around that there are two moments where it finally hit me that I'm going to Congress. The first one was when I first went on the House floor on the Sunday night after I was elected. But almost more than that was standing at the Anthem, the [music] venue in D.C., with some of my best friends and family and just people I love. And then hearing, you know, my favorite band since like 2013, like when I was in high school, shout me out. It was like a three-minute, four-minute thing, and then they dedicated a great song – \"Love It If We Made It\" – to me. And what an emotional – I was like crying and jumping and having a good time. Brittany Luse: It's frankly one of the most Gen Z political songs that I've heard, referencing everything from Lil Peep and opioids – you know, he's someone who died of a drug overdose – to police violence and Donald Trump. Thematically, it seems like there's a lot there and it makes sense that they would dedicate that song to you. What do you think about that? Frost: Something that I like to talk about when people ask me about Gen Z, you know, is I don't see myself as this representative. It's a generation, right? Gen Z leaders – in that are teachers, clergy, artists. We're all representative of our generation. So when I talk about the generation ... there's so much trauma that binds us together. I'll ask folks of different generations for moments that they really that are defining for their generation. For a lot of folks, you'll hear the moon landing. For other folks, you'll hear post-9/11, when the country really came together. I was like three when 9/11 happened. Right. And so like that, like post, you know, our country coming together despite our differences, I don't remember that. It wasn't a significant part of my life. Not because it's not significant. Luse: No, [but] because you were like learning to count. Frost: Because I was in nap time. And so for me, when I think about the things in my generation that are like pivotal moments, I think about the lynching of a Black man in broad daylight, George Floyd. And seeing that on Twitter. I think about Parkland, Pulse, where 49 angels were murdered right here. Because because they're queer, like I think about Breonna Taylor, I think about Little Peep, I think about all this trauma and death that our generation has really lived in and marinated in... And now we're growing up and we know things are messed up. And we want to be a part of the solution. On being the youngest person in the room Luse: I wonder how you plan to continue to advocate for these issues that you care about, like gun violence and the climate crisis? Like those are issues that we've seen are of utmost importance to Gen Zers. But many politicians of the baby boomer generation and the silent generation, they don't always treat those issues with the same urgency. Frost: Yeah. No, 100%. And to be clear, most of the time when I face ageism in Congress, it's not going to be someone coming up to me and saying, \"You're young. You don't belong here.\" It won't be overt like that. It's going to be implicit. It's going to be little comments. I'm used to it because I've always been the youngest person in the room in many of my jobs. Now, how do we get things done? What the thing I always keep in mind is, we have to build coalitions and we have to understand that I'm not going at this alone on any of these issues. When we talk about the climate crisis, I am folding into a movement of not just young people, but folks across this country, both older and younger, who have been fighting because they understand that the cost of not doing anything is far greater than the cost of taking bold action. And so it's like that Maya Angelou quote: \"I come as one, yet I stand as 10,000.\" That's the way I see myself walking into these rooms. And that fortifies me... because it's not just Maxwell Frost speaking, it's the 10th Congressional District that elected me here. And it's the thousands and tens of thousands and hundreds of thousands and millions of people who believe in a world where everybody has the resources they need. On what it costs to have a seat at the table Luse: You actually made headlines this year after you were elected, when you were denied for an apartment in Washington, D.C., because of your low credit score. What interested me about that moment was that it was reported that at least part of the reason for your poor credit history is that you maxed out credit cards to win your congressional seat. What does that tell us about the barrier to entry for representing our communities in Congress? Frost: The whole point of me talking about that was, number one, to talk about the crisis of housing that we have in this country right now. But number two, we have to talk about the entryway to power, the seats of power. And the fact of the matter is, when that entryway filters out poor and working-class people who don't have enough capital to run a campaign... or [to] find a place to live once they win the campaign, it determines who makes it to the seat of power. So no one should be surprised when Congress's net worth continues to rise up and up and up, because we have a system that essentially makes it damn near impossible for anybody else to make it. That's really the point here. It's not that in two years, Maxwell's going to be OK. It's the fact that right now, as a working-class organizer who had to [drive for] Uber during the campaign to pay my bills or run up a ton of credit card debt because I didn't have an income really coming in: How do we make it easier for working class people to run for these seats of power and to actually assume these seats, so we have real representation? This episode of 'It's Been a Minute' was produced by Barton Girdwood, Liam McBain, Alexis Williams and Corey Antonio Rose. The interview with Maxwell Frost was edited by Jessica Mendoza. Our supervising editor is Jessica Placzek. Our executive producer is Veralyn Williams. Yolanda Sangweni is our VP of Programming, and our Senior VP of Programming is Anya Grundmann.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2023/01/05/1147128112/rep-maxwell-frost-on-gen-z-politics-and-the-price-tag-of-power"
        },
        {
            "headline": "Biography of first lady Edith Wilson examines the complexities of women and power",
            "author": "By  \n\n\n\n\n\n\n\n      Steve Inskeep\n    \n\n ,  \n\n\n      Barry Gordemer",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 11,
                "year": 2023
            },
            "article_content": "Author Rebecca Roberts has penned a new biography of First Lady Edith Wilson, Untold Power.\n                \n                    \n                    Keren Carrion/NPR\n                    \n                \nhide caption Author Rebecca Roberts has penned a new biography of First Lady Edith Wilson, Untold Power. Of history's many stories of a power behind the throne, one of the most intriguing is that of Edith Wilson, first lady to President Woodrow Wilson. She met and married him in 1915, while he was serving in the White House. When Woodrow suffered a stroke and disappeared from public view in 1919, Edith became his gatekeeper and spokesperson. She restricted his visitors for months, and informed other officials what the president had \"decided\" on vital issues. \"There is no question in my mind that there are times she could not or would not consult him,\" said Rebecca Boggs Roberts, author of the new biography Untold Power: The Fascinating Rise and Complex Legacy of First Lady Edith Wilson. Roberts' upbringing gives her insight into powerful women in Washington. Her grandmother Lindy Boggs was the wife of a congressional leader, and after his death, she won election to his seat and became a lawmaker herself. She was the first woman elected to Congress from Louisiana. Roberts' mother, Cokie Roberts, was an observer of Congress on NPR. (Cokie was also a power away from the microphone at NPR, remaining in place for decades as CEOs came and went, and sometimes calling them to tell them what they were doing wrong.) Rebecca Roberts now works for the Library of Congress and writes histories of women in Washington. We discussed her latest in a distinctive place: the Wilson House in Washington, D.C., where the Wilsons retired after his – or their – administration. It stands a few blocks from the home of Barack Obama, the only other president who remained in Washington after stepping down. Though signs through the house say \"Do Not Touch,\" the keepers of the historic home allow people to play the nine-foot Steinway grand piano – once owned by Woodrow's daughter Margaret. Morning Edition team brought along pianist Bill Edwards, who played some of the music of the Wilsons' time as we spoke. Left, pianist Bill Edwards performs 20th century ragtime on a grand piano at the Woodrow Wilson House in Washington D.C. Right, a portrait of First Lady Edith Wilson hangs at the site.\n                \n                    \n                    Keren Carrion/NPR\n                    \n                \nhide caption Left, pianist Bill Edwards performs 20th century ragtime on a grand piano at the Woodrow Wilson House in Washington D.C. Right, a portrait of First Lady Edith Wilson hangs at the site. In the dining room, Edith Wilson gazes out from a portrait on the wall. \"I think she looks very serene and in control. That's actually what she did not like about this painting,\" said Roberts. Edith felt she looked more authoritative than a woman should — an especially sensitive subject, since she was accused of usurping her husband's power. Roberts traces that dichotomy back to Edith's grandmothers. Her paternal Grandmother Bolling, described in the biography as a \"bespectacled tyrant... ruling from a rocking chair throne,\" taught a young Edith how to read, write and speak bad French. She also preached Lost Cause myths to this family whose ancestors colonized Virginia in the seventeenth century. Edith's maternal grandmother Lucy White Logwood, in contrast, preached modesty and \"proper\" female behavior. When the Wilsons married, it was a second union for both of them. Edith was a widow whose first husband left her his Washington, D.C. jewelry store. Roberts says by the time she met the president, she was \"a small business owner – a prominent small business that's been here since, you know, Washington was a construction site. So she's got means, she's got status and she's a childless widow. So she's beholden to no one. She doesn't need a chaperone.\" Edith even became the first woman in Washington on record to have a driver's license. \"She had a level of independence and control over her own money that women just didn't have in the early part of the 20th century. And she loved it,\" Roberts said. President Woodrow Wilson and First Lady Edith stand at the Paris Peace Conference in 1919. The U.S. Senate later rejected the Treaty of Versailles. Photo by Hulton Archive/Getty Images\n                \n                    \n                    Hulton Archive/Getty Images\n                    \n                \nhide caption President Woodrow Wilson and First Lady Edith stand at the Paris Peace Conference in 1919. The U.S. Senate later rejected the Treaty of Versailles. Photo by Hulton Archive/Getty Images So when the president met her, fell in love and proposed, she initially said no and didn't not want to be subsumed by the duties of a first lady. Woodrow won Edith over less by professing his love than talking policy with her and sending her documents to read --\"flirting by policy analysis,\" said Roberts. She became part of a consequential and controversial presidency; Wilson advocated progressive causes, but also promoted racial segregation and slowed women's drive to establish their right to vote. Edith's interest in policy proved extremely useful in 1919, when Wilson collapsed from a stroke. Having led the United States to victory in World War I, he had exhausted himself in a failed effort to persuade the U.S. to join the League of Nations, a precursor to the United Nations, which had been designed to keep the peace. \"His left side was paralyzed,\" says Roberts. But she and a few other aides reassured the public he was getting better. \"She lied to the public, to the press, to the Congress, to the Cabinet, to the vice president, and to the president himself. He never knew how sick he was, and all controversial or upsetting news was kept from him.\" Edith was critical of this 1920 portrait, which she thought made her look too young, thin and authoritative.\n                \n                    \n                    Keren Carrion/NPR\n                    \n                \nhide caption Edith was critical of this 1920 portrait, which she thought made her look too young, thin and authoritative. People who had business with the president couldn't see him. Many took to writing letters to the First Lady, who claimed to consult her husband before replying. But Roberts suspects it was Edith who made decisions to fill vacant Cabinet positions, and Edith who vetoed the Volstead Act, a bill to ban most sales of alcohol. (Congress passed the measure over the veto, and Prohibition began in 1920). \"Now, did she decide something different than he would have decided? Probably not. She knew his priorities pretty well.\" President Wilson lived only three years after leaving office in 1921. But Edith lived in the house in Washington until 1961, hosting every one of her successors up until Jackie Kennedy. All along, she promoted her husband's legacy, while obscuring her role as a kind of acting president. \"She was this independent, brainy, interested and interesting person,\" says Roberts, yet she \"masked it in this hyper feminine, 'I'm just standing by my man' stuff because she thought maybe that that was the only way people would excuse what she did.\" She tended to her reputation by minimizing herself, Robert says, which was \"so uniquely female.\" This interview was conducted by Steve Inskeep, produced by Barry Gordemer and edited by Olivia Hampton. To hear the broadcast version of this story, use the audio player at the top of this page.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2023/03/08/1161859597/biography-of-first-lady-edith-wilson-examines-the-complexities-of-women-and-powe"
        },
        {
            "headline": "Katie Hobbs is about to be formally sworn in as Arizona's new governor",
            "author": "By  \n\n      Ben Giles",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 5,
                "year": 2023
            },
            "article_content": "When Democrat Katie Hobbs is sworn Thursday as Arizona governor, her term may be one that sets a record for vetoes — as the legislature has an ideologue Republican majority with a narrow majority.  STEVE INSKEEP, HOST: Katie Hobbs is formally sworn in as Arizona's new governor today. Last fall, the Democrat defeated a Republican backed by former President Trump. Democrats won most other statewide seats, a sign of a red state that now feels purple. Yet, Republicans kept their majority in the state legislature. And some would like to pull their state further right. From member station KJZZ, Ben Giles reports. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED PERSON: I, Kathleen Marie Hobbs. KATIE HOBBS: I, Kathleen Marie Hobbs. UNIDENTIFIED PERSON: Do solemnly swear. HOBBS: Do solemnly swear. BEN GILES, BYLINE: Hobbs actually took the oath of office Monday, ahead of today's formal ceremony for all statewide elected officials. The former secretary of state won at a time when Arizona elections were under attack by Republicans, both those in office and those running against her. Shortly after she was declared the winner, Hobbs said she's not going to tolerate election bills pushed by far-right conspiracy theorists, some of whom are leaders in the new state Senate. (SOUNDBITE OF ARCHIVED RECORDING) HOBBS: I'm not going to coddle somebody who is continuing to spread falsehoods about our election systems or whatever else, even if they're in the majority. GILES: On the campaign trail, Hobbs questioned Arizona's existing border policies, like former Governor Doug Ducey's shipping container wall and the use of a controversial border strike force. That left one GOP senator saying he felt as though Hobbs was punching Republicans in the face. One of the first things Hobbs did upon taking office was issue an executive order directing state agencies to adopt new anti-discrimination policies. That has the state's religious conservatives fuming. But Democratic lawmakers, like Rebecca Rios, who spent the last two years trying to legislate while Republicans controlled the state House and governor's chair, welcome Hobbs' election. REBECCA RIOS: We are looking at folks that have been able to do and pass anything they want because they had full control and full power. GILES: Rios, who's leaving the legislature after a long career in politics, says she isn't expecting miracles either. RIOS: It is going to be a long session. GILES: Republicans held their one-vote majorities in the state House and Senate. But the GOP majority this year promises to be more conservative than the last session. Republican Kirk Adams served in the Arizona House in the 2000s, the last time a Democrat, Janet Napolitano, was in the governor's office. He says divided government is difficult. KIRK ADAMS: I really think these first 90 days of the legislative session are going to be about testing the resolve of the other side. GILES: Democrat Rebecca Rios says that to succeed as governor, Hobbs will have to strike a centrist path, much like Arizona's two U.S. senators, Democrat Mark Kelly and independent Kyrsten Sinema. RIOS: Right down the middle is where she needs to be. And I think that's where she will be. And I think that she has appointed people around her that will provide those guardrails and make sure that that remains her focus. GILES: Republican Adams says Hobbs has already hinted at that centrist tone when it comes to issues like immigration and border security. On the campaign trail, Hobbs criticized the Biden administration for inaction at the border. ADAMS: That is the middle ground in Arizona. GILES: Hobbs said in November that she hopes her election and wins by Democrats in other high-level offices signaled to at least some Republicans that Arizona is changing. But there are few indications that the Republicans Arizonans sent to the state House this year are willing to meet her in the middle. Hobbs may instead end up setting a record for the number of vetoes. For NPR News, I'm Ben Giles in Phoenix. (SOUNDBITE OF MUSIC) Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2023/01/05/1147052825/katie-hobbs-is-being-formally-sworn-in-as-arizona-s-new-governor-today"
        },
        {
            "headline": "Police try to stop International Women's Day protests in Pakistan. Protesters persist",
            "author": "By  \n\n\n\n\n\n\n\n      Diaa Hadid\n    \n\n ,  \n\n\n      Abdul Sattar",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 8,
                "year": 2023
            },
            "article_content": "Policemen try to stop activists during a rally to mark International Women's Day in Islamabad on March 8 — and demand equal rights for women in Pakistan. Thousands of women took part in rallies across the country despite efforts by authorities in several cities to block the marches.\n                \n                    \n                    Aamir Qureshi/ AFP via Getty Images\n                    \n                \nhide caption Policemen try to stop activists during a rally to mark International Women's Day in Islamabad on March 8 — and demand equal rights for women in Pakistan. Thousands of women took part in rallies across the country despite efforts by authorities in several cities to block the marches. ISLAMABAD, Pakistan – The police did their best to keep women from demonstrating on International Women's Day. They used shipping containers to cordon off the road leading to the meet-up point for the demonstrators in Islamabad. Then they created another smaller cordon around the field where the protesters intended to gather. That didn't stop the women. Dozens made it to the demonstration, singing, clapping and chanting: \"Women have woken up!\" They knew all the back routes to get to the protest. Because this wasn't the first time the police have tried to prevent the march. A police crackdown has happened, to some degree, every March 8 for the past five years, when Pakistani feminists across the country first began holding protest marches on International Women's Day to demand equal rights. But their slogans, like \"my body, my choice,\" are red meat for conservatives – including state institutions like the police. They see the protesters as un-Islamic. And nearly every year, there are counter-protests by other women. The women's day march in Islamabad this year attracted members of leftist parties, cisgender women and trans women. \"It's the clerics,\" said one trans woman, Dua Aly, who linked arms with a friend at the march. \"They don't want to give us equal rights, even though Islam calls for women to have equal rights.\" Activists hold placards and chant slogans during a rally to mark International Women's Day in Islamabad.\n                \n                    \n                    Aamir Qureshi/AFP via Getty Images\n                    \n                \nhide caption Activists hold placards and chant slogans during a rally to mark International Women's Day in Islamabad. Aly said she wanted women to have the right to feel safe. She has worked as a dancer – trans women struggle to find jobs owing to widespread discrimination against them. But she says that her job left her vulnerable to violence, rape and even murder. One 19-year-old cisgender woman, who only gave her name as Fatima, fearing retribution if she were to be fully identified, said she too, wanted to feel safe on the streets. \"I do not want to be catcalled, I do not want to be harassed. I want to live and have a ... normal walk in this city, in this country.\" Also at the protest were women who had fled neighboring Afghanistan. They said they were grieving for their sisters back home, who live under Taliban rule. Under the Taliban, most women and girls have been trapped in their homes, denied the right to work or go to school or travel freely. One of the protesters was Wesa Saadi, a former Afghan civil servant. \"I can't accept this situation for Afghan women,\" she said. \"Our girls can't have education, can't go to university.\" She burst into tears. \"The world – why [is it] just looking at us? We are women, and we have rights.\" Later, the protesters tried to march down the street, but the police responded harshly. One officer fought with the women. In a scene filmed by activists, he shouted, \"Don't touch me!\" Other police beat the women with sticks. Later, the Pakistani interior minister, Rana Sanaullah, said on Twitter that the officers involved were suspended. It wasn't just the police opposed to the women's day marches. Half a mile down the road from the Islamabad protest there was a demonstration held against women's day – by women. It was a reminder that the demand for equality remains divisive in Pakistan. As women gathered to call for equal rights in Islamabad, conservative women demonstrated against the protesters.\n                \n                    \n                    Farooq Naeem/AFP via Getty Images\n                    \n                \nhide caption As women gathered to call for equal rights in Islamabad, conservative women demonstrated against the protesters. The demonstration was populated by dozens of women waving the blue-and-green flag of a powerful religious group in Pakistan known as Jamaat-e-Islami. The women included Shanza Khurshid, a 20-year-old university student. \"Islam has already given women all the rights they need,\" Khurshid said. She gestured to the women around her, wearing face veils. \"Look at us and look at them,\" she said, referring to the protesters at the women's day march. \"They have no honor. They're shameless. They're Westernized.\" As the protesters and counter-protesters dispersed, news of more protests erupted. These are tumultuous times in Pakistan, and loyalists of former prime minister Imran Khan were trying to march onto the streets of Lahore, the country's second largest city. Khan and his followers demand early elections – but the current government, which is deeply unpopular, refuses to go to the polls. The police cracked down on those protests too – and Khan's followers said at least one demonstrator was killed. And Pakistan ended March 8, International Women's Day, as divided as it began.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/goatsandsoda/2023/03/08/1162010956/police-try-to-stop-international-womens-day-protests-in-pakistan-protesters-pers"
        },
        {
            "headline": "A coordinated nationwide agenda dominated local school board elections last year",
            "author": "By  \n\n\n\n\n\n\n\n      Sequoia Carrillo\n    \n\n ,  \n\n\n\n\n\n\n\n      Kerry Sheridan\n    \n\n ,  \n\n\n      Elizabeth Shockman",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 10,
                "year": 2023
            },
            "article_content": "School boards are, by definition, local — but divisive national politics played a role in many board elections last fall. Those face offs may affect school board elections going forward.  : [POST-BROADCAST CLARIFICATION: An earlier version of this story incorrectly characterized the Center for the American Experiment as the “parent” organization of the Minnesota Parents Alliance. They share some common leadership. The revised story also removes a reference to the Koch brothers.] JUANA SUMMERS, HOST: School boards are, by definition, local governments, but national politics played a role in many school board elections last fall. In a moment, we'll hear from Minnesota, where that trend looks to continue and also from a conservative Florida district, where a new board of education is already making waves. First, Sequoia Carrillo from NPR's education team joins us to help explain all of this. Hey, Sequoia. SEQUOIA CARRILLO, BYLINE: Hi. SUMMERS: So, Sequoia, what are the big national issues that affected school board elections? CARRILLO: So one big hot-button issue in school board races that affected who got on the boards and are now taking their seats was critical race theory, or CRT. It's an academic idea that racism isn't just about how people treat each other one on one, but that racism has been embedded into institutions and policies. But in national politics, and so also in a lot of these local school board races, CRT is used as a catch-all term for a vast array of issues that touch on gender or race, both in school board policies and in the classroom. SUMMERS: So why did we see local school board candidates bringing all of these national issues into their local elections? CARRILLO: Part of the influence came from above. Conservatives saw a successful trial run on these talking points back in 2021, when Virginia Republican Glenn Youngkin won a tough race for governor after focusing on parents' rights and calling critical race theory a problem in schools. Then, this past fall, we saw, for example, Florida Governor Ron DeSantis hitting the same points out on the school board campaign trail, and most of his picks won, including in Sarasota. But what happened next suggests national talking points can only go so far. Kerry Sheridan, from member station WUSF, tells us that story. KERRY SHERIDAN, BYLINE: DeSantis' support helped flip Sarasota's school board to a 4-1 conservative majority. We're on a somewhat early election cycle here, so by late November, the new school board was already sworn in. Their very first item of business - a proposal to fire the district superintendent. None of them mentioned that plan while campaigning, so it came as a surprise, even to voters who'd voted to support the conservative candidates. And people packed the school board meeting a week later to tell the new board they disagreed. (SOUNDBITE OF MONTAGE) LISA FISHER: I'm a conservative Christian woman with values similar to many of yours, and I'm still dumbfounded by what is transpiring. NORA MITCHELL: So let's be honest. This is your first stage in targeting every student who is not white enough, rich enough, straight enough or conservative enough, or who... (CHEERING) MITCHELL: (Laughter). SANDY ARMSTRONG: I don't know how you can get rid of somebody, y'all, who's been called highly effective. SHERIDAN: Lisa Fisher (ph), Nora Mitchell and Sandy Armstrong (ph) were among the vast majority of people speaking who did not agree with the board's proposal. Just weeks earlier, the previous school board, made up of three Democrats and two Republicans, gave Superintendent Brennan Asplen strong reviews, except one board member, Bridget Ziegler. She's an original co-founder of the conservative movement Moms for Liberty. Her review said the superintendent needed improvement. After the election, she became the chair. But Ziegler insists she didn't know where the push to oust him came from. (SOUNDBITE OF ARCHIVED RECORDING) BRIDGET ZIEGLER: But there was a constant drumbeat in the community about it, and I don't know where it came from, honestly, but here we are. SHERIDAN: The proposal to terminate him was without cause, meaning there was no evidence of wrongdoing or poor performance. Some of the four conservative members blamed him for low reading and math scores. But Asplen reminded them that he took the job in the midst of the pandemic, in August 2020. He said ever since then... (SOUNDBITE OF ARCHIVED RECORDING) BRENNAN ASPLEN: I spend more time on politics and nonsense than anything else. I can't even spend time on a lot of the instructional because we're dealing with this kind of nonsense. I don't even know why we're here. SHERIDAN: He told the board he'd always tried to keep politics out of his work. (SOUNDBITE OF ARCHIVED RECORIDNG) ASPLEN: Does anybody know what I am? No. I am a conservative Republican. I line up with these four folks right here politically. SHERIDAN: Tom Edwards is now the sole moderate on the board. He said extremist politics were at play. (SOUNDBITE OF ARCHIVED RECORDING) TOM EDWARDS: What we're doing here tonight, the chaos that this board brought needlessly, is to create chaos in public education so that we can't - they can advance charter schools for profit. Trust me. SHERIDAN: Edwards wanted to keep the superintendent, but he was outvoted 4-1. Two weeks later, at a meeting where the board officially accepted his resignation, Asplen asked the chair, Bridget Ziegler, what was really going on. (SOUNDBITE OF ARCHIVED RECORDING) ASPLEN: As the proud co-founder of Moms for Liberty, can you please share with the community what the playbook is and where we may find a copy so we can all understand clearly and transparently? SHERIDAN: Sarasota had followed another Florida school district and one in South Carolina, with similar new, conservative majorities in pushing out their superintendent first thing. SUMMERS: Thanks to you, Kerry Sheridan of WUSF, for reporting that story. NPR's Sequoia Carrillo is back with us. Question for you - the idea of a national playbook for school boards that that superintendent referenced, is that really a thing? CARRILLO: It's definitely something we're keeping an eye on, and we're not the only ones. This national attention has upped the stakes in many districts. Let's go next to Minnesota Public Radio's Elizabeth Shockman, who saw that happen across the state. ELIZABETH SHOCKMAN, BYLINE: School board elections blew up in Minnesota last fall. In one small-town district, 23 people ran for five seats. From campaign spending to warring Facebook groups and candidate signs, the whole tone was unusually dramatic. Like Moms for Liberty in Florida, a conservative organization drove much of the new intensity here. The Minnesota Parents Alliance launched last summer. At a rally on the state capitol steps on a warm August day, the group announced more than 100 school board candidates. (SOUNDBITE OF ARCHIVED RECORDING) UNIDENTIFIED PERSON: Yes, yes. (CHEERING) SHOCKMAN: Many of these candidates took to the mic, including Jessica Johnson, John Anderson and Marilee Jager. (SOUNDBITE OF MONTAGE) JESSICA JOHNSON: All families should trust that our schools will not impose the beliefs of one half of our divided society on the other. JOHN ANDERSON: You see that indoctrination and creeping into the school system. MARILEE JAGER: I will prioritize academic excellence over political divisiveness. SHOCKMAN: Although the alliance went public in August, their parent organization, the Center of the American Experiment, has been involved in education politics for years. It's part of a national web of groups coordinated and funded by wealthy libertarian donors such as the Koch family. Its new Parents Alliance identified Minnesotans to run for school boards. Then the group spent months training and supporting them. Here's Parents Alliance leader Cristine Trooien. CRISTINE TROOIEN: So much of what is needed is just really that training and the support behind running a quality campaign. SHOCKMAN: But the alliance wasn't the only organization putting money and muscle into school board races in a new and noticeable way; teachers unions jumped in, too. Typically, in Minnesota, only about 10 unions endorse school board candidates, but last year, almost 40 did. DENISE SPECHT: It was probably the most difficult and divisive election season for school boards that at least I can remember. SHOCKMAN: State union president Denise Specht said this uptick was a reaction to national political strategy showing up in local races, such as stoking concerns about policies on gender equity and how schools teach about race. SPECHT: The amount of misinformation coming down from the big MAGDA (ph) groups worked as intended in many places, but there were many communities that rallied to protect their students' freedom to learn an honest history of America in a welcoming environment. SHOCKMAN: In races where teachers unions and the Parents Alliance both endorsed candidates, the union candidates won about twice as often. Still, voters put dozens of alliance-backed candidates on school boards. Alliance President Cristine Trooien is chalking up victory. TROOIEN: We're thrilled with the impact that MPA had in their first year, and we're looking forward to even better results next year. SHOCKMAN: She hopes to continue candidate support and training for the next election. SUMMERS: That was Elizabeth Shockman from Minnesota Public Radio and Sequoia Carrillo of NPR's education team. Thank you for bringing all this reporting together today. CARRILLO: Thanks for having me. Copyright © 2023 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "CRT",
            "url": "https://www.npr.org/2023/01/10/1148211343/a-coordinated-nationwide-agenda-dominated-local-school-board-elections-last-year"
        }
    ]
}