{
    "Biases": [
        "racial",
        "white privilege",
        "racial discrimination",
        "BLM"
    ],
    "Articles": [
        {
            "headline": "Nigerian Elections Spark Violence",
            "author": "By  \n\n\n      Scott Neuman",
            "source": "NPR",
            "published_date": {
                "month": "April",
                "day": 18,
                "year": 2011
            },
            "article_content": "It's an unfortunate reality that West Africa has long had a problem with what I would call \"Sore Loser Syndrome.\" Just last week, it was the Ivory Coast and a battle that had to be taken, quite literally, to leader Laurent Gbagbo's doorstep to force him to accept the verdict in last November's presidential election (Gbagbo lost, most observers agree). Many lives were lost effecting a transition to the elected Alassane Ouattara. This week, it's Nigeria. To be sure, it's not at all clear who has won Saturday's election, but angry mobs weren't waiting for the official word, either. To make matters worse, there's a religious component: election officials have said that the Christian incumbent, President Goodluck Jonathan had a commanding 10 million-vote lead over his Muslim rival, former military ruler Muhammadu Buhari. Jonathan is from the mainly Christian south and Buhari is from the Muslim-dominated north. Heavy gunfire rang out Monday in several towns as angry supporters of Buhari set fire to homes bearing ruling party banners, The Associated Press reports. While it's clear that the religious divide is a key factor, the federal police issued a statement blaming the violence simply on: \"persons who failed to accept the results,\" denying it came from religious or ethnic roots. Election officials said they would finish releasing election results later Monday regardless of the ongoing violence. An Associated Press reporter described his harrowing situation in the northern city of Kano: \"What I am looking for now is rescue, the mob is still outside. I need rescue,\" said Mark Asu-Obi, who was trapped inside his Kano home with his wife and three children. \"There are hoodlums all over the place. It's not just my place that they are attacking. I am not a politician. I am an independent observer.\"",
            "bias": "racial",
            "url": "https://www.npr.org/sections/thetwo-way/2011/04/18/135515683/nigerian-elections-spark-violence"
        },
        {
            "headline": "The 'Black History' Of America's White House",
            "author": "By  \n\n      Clarence Lusane",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 3,
                "year": 2011
            },
            "article_content": "1 of 7 For many Americans, the White House stands as a symbol of liberty and justice.  But its gleaming facade hides harsh realities, from the slaves who built the home to the  presidents who lived there and shaped the country's racial history, often for the  worse. In The Black History of the White House, Clarence Lusane traces the path of race relations in America by telling a very specific history — the stories of those African-Americans who built, worked at and visited the White House. \"Most of us grew up learning history, and we learned about George Washington and the cherry tree and all of that,\" Lusane tells NPR's Mary Louise Kelly, \"but everything else was kind of a blur.\" But when you do the research, he says, you see how slavery \"really shaped the first third of the country's history, and certainly impacted the White House and the occupants of the White House.\" Read An Excerpt George Washington owned 10 slaves as an 11-year-old, and more than 300 by the time he died. One woman, named Oney Judge, captured Lusane's interest. \"Oney was one of the enslaved individuals who traveled with George Washington after he was elected president,\" Lusane explains. The White House hadn't been built yet, so during the 10 years of its construction, Washington spent time in New York, then moved to Philadelphia. In Philadelphia, \"he had a couple of problems.\" Philadelphia had a law called the Gradual Abolition Act, passed in 1780. It stated that any slave brought into the state was eligible to apply for their freedom if they were there for longer than six months. Washington rotated his slaves to get around the law. Judge worked for Martha Washington, who planned to give her away to a relative as a wedding gift. That inspired Judge to act — she knew the Washingtons planned to free their slaves upon their deaths, but that would be unlikely under a new master. \"One evening in 1796, before Washington's presidency ended in Philadelphia, while the Washingtons were sitting down to dinner, she went out the back door,\" says Lusane. She'd made contact with the local black community, and they helped her escape. Judge was later discovered in New Hampshire, and President Washington decided to go after her. \"Now, think about this,\" says Lusane. \"You've escaped from the most powerful individual in the country, who can send virtually anybody after you. That's the kind of courage that she had.\" Washington sent someone to sit down with her and ask her to come back with the promise that she'd eventually be free. Her response, says Lusane, was, \"Well, I'm already free.\" Washington then sent his nephew to kidnap her, but she had been warned and never went back into slavery. \"Her story is so compelling,\" says Lusane, because she started as powerless as could be — as a slave. But because her desire for freedom was so strong, \"she was willing to go up against the most powerful person in the country.\" by Clarence Lusane Paperback, 575 pages | Your purchase helps support NPR programming. How?",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/02/03/133466387/excerpt-the-black-history-of-the-white-house"
        },
        {
            "headline": "Cherokee Nation Faces Scrutiny For Expelling Blacks",
            "author": "By  \n\n\n      Alex Kellogg",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 19,
                "year": 2011
            },
            "article_content": "Every September, the Cherokee Nation celebrates its national holiday. The holiday marks the signing of its first constitution after the Trail of Tears in 1839. The main event, a big parade, features traditional Cherokee music, colorful floats and people singing and dancing in traditional garb. Black Freedmen, who are descended from the slaves of Cherokee Indians, protest  their expulsion on Sept.  2 outside a regional Bureau of Indian Affairs office in Muskogee, Okla. Marilyn Vann, in pink, is the president of the Descendants of Freedmen Association.\n                \n                    \n                    Alex Kellogg/NPR\n                    \n                \nhide caption Black Freedmen, who are descended from the slaves of Cherokee Indians, protest  their expulsion on Sept.  2 outside a regional Bureau of Indian Affairs office in Muskogee, Okla. Marilyn Vann, in pink, is the president of the Descendants of Freedmen Association. The holiday draws tens of thousands  of people to Tahlequah,  Okla., the heart of the Cherokee  Nation.  But this year it was marked by controversy and  protests. The Cherokee Nation recently decided to limit its membership to people who can prove they have Indian blood. This strips of their citizenship rights about 2,800 African-Americans who are descendants of slaves once owned by wealthy Cherokees. Those rights include access to health care clinics, food distribution for the poor, and assistance for low-income homeowners. The move prompted protests among these African-Americans, who are known as Freedmen, because for long periods in the past, they enjoyed equal rights in the Cherokee tribe. But in more recent history, their citizenship rights have been repeatedly challenged. The decision has also put the Cherokees at odds with the federal government. The   Department of Housing and Urban Development has already suspended more   than $37 million in funding to the Cherokee Nation. The   Justice Department said last week that a key election for   tribal chief later this month will not be recognized by the Department of the Interior, which has oversight over Indian affairs. The Bureau  of Indian Affairs declined an interview request, but in a letter sent to the Cherokee Nation earlier this month, it said the Freedmen's citizenship rights cannot be revoked. The Cherokee first agreed to grant the Freedmen equal rights in a treaty signed with the U.S. in 1866, following the end of the Civil War. Emancipation And The Dawes Rolls In 1866, the Cherokee Nation signed a treaty with the federal government that abolished slavery, except as a means of punishment, and granted former African-American slaves and their descendants \"all the rights of native Cherokees.\" Blacks often had more rights on Indian reservations and territories in the South than they did in the Jim Crow South. Many of these former slaves were later listed by the U.S. government as \"Freedmen\" on an index known as the Dawes Rolls. The Dawes Rolls lists the names of Indian citizens who applied for enrollment on the rolls of various tribes in Oklahoma around the turn of the 20th century. Today, the Cherokee Nation requires that a citizen have an Indian ancestor who appears on the Dawes Rolls. The document not only had categories for Indians who were mixed with white, but also categories for whites who married into the tribe, and blacks (Freedmen). The index was finalized on March 4, 1907, though updates would be made later. -- Tasnim Shamma, Alex Kellogg Source: Oklahoma State University Digital Library, National Archives The Freedmen say they've been kicked out of the Cherokee Nation by people who are  no more Indian than they are. \"The majority of folks who are members of the tribe ... have lived lives of white privilege,\" says Marilyn Vann, who heads  the Descendants of Freedman Association.  She says many Cherokees are largely white and are \"people who have never been discriminated against in their lives.\" The  Cherokee Nation's Supreme Court ruled in late August that the black Freedmen could be stripped of their  citizenship because they can't prove they have Indian blood. The tribe first  voted in favor of this effort in 2007.  While turnout for Cherokee elections tends to be low, more than 75 percent of all voters were in favor of the move. Cherokee  leaders say it's not a matter of race, but a simple matter of narrowing the  definition of Indian down to those people who can prove they have Indian  blood. \"This is  not a club; you can't just claim to be Cherokee and show up and be included,\"  says Cara Cowan Watts, a vocal member of the Cherokees' tribal  council. The  Cherokee Nation is the largest of three federally recognized Cherokee tribes.   It boasts more than 300,000 members, and like many Indian nations, it fiercely defends its  right to self-governance. \"This is  absolutely something that we have to defend. And the Cherokee people  overwhelmingly voted in the Constitution that we want to remain an Indian tribe  made up of Indians,\" Watts  says. Watts notes that the Cherokee Nation has decided that the  Freedmen will be allowed to regain their citizenship if they can simply prove  they are part Indian. Watts also points out that there are approximately 1,500 black citizens in the Cherokee Nation who have not lost their citizenship rights, because they are not just descended from Cherokee slaves but also from Indians. Supporters of Chad Smith take part in the Cherokee National Holiday parade on Sept. 3 in Tahlequah, Okla., the heart of Cherokee country, on Labor Day weekend. Smith was tribal chief from 1999 until earlier this year. He is hoping to win re-election later this month. The federal government says it won't recognize the election results.\n                \n                    \n                    Alex Kellogg/NPR\n                    \n                \nhide caption Supporters of Chad Smith take part in the Cherokee National Holiday parade on Sept. 3 in Tahlequah, Okla., the heart of Cherokee country, on Labor Day weekend. Smith was tribal chief from 1999 until earlier this year. He is hoping to win re-election later this month. The federal government says it won't recognize the election results. It is a  largely forgotten footnote of history that some wealthy Indians in the Deep South owned African slaves. Those slaves  joined their Indian masters on the Trail of Tears, when tens of thousands of Indians were pushed  out of the Deep South and west  into Oklahoma  in the early 1800s. The Freedmen say the Nation's decision prevents more than 3,500 blacks from becoming Cherokee citizens,  because their applications have never been processed. They claim tens of thousands of Freedmen exist and that many have been discouraged by historic discrimination and other barriers to citizenship blacks have faced, particularly in recent decades. The Freedmen's estimates may be sound — many historians agree that at least 10 percent of all people on the Cherokee Trail of Tears were black. The vast majority were slaves, though some were runaways and intermarried, free blacks. Some Indian tribes have a blood quantum that requires a grandmother or great-grandfather be Indian. Not the Cherokees. They simply require that a citizen have an Indian ancestor who appears on the Dawes Rolls — lists  of Indian citizens created by the U.S. government in the early 1900s.   They included categories not only for Indians of various blood mixtures but for whites and blacks as well. In fact, the  Dawes Rolls included thousands of blacks and whites who had lived with Indian  tribes such as the Cherokee for generations.  These non-Indians were historically recognized as Cherokee citizens. And that's  why some view the tribe's recent decision as  unjust. \"They never  said we were lying; they never said that evidence that is in the National  Archives, that is in the libraries here, was false,\" Vann says. \"But it's  basically, we can do what we want to do — we have casinos; we can buy  Washington, D.C., from the top on down — that's the mentality of the folks  here.\" Daniel  Littlefield is a historian at the University of Arkansas who has written books on this  subject. He says  there's another problem with the Nation's decision: Many black Freedman actually  have Indian blood. \"I have to  say frankly that when you start making a blood argument for membership in an  organization, you are dealing with race whether you want to or not,\" he  says. But the  problem, he says, is that blacks — even those who were part Indian — were simply  labeled as black on the Dawes Rolls, yet those Indians mixed with white were  labeled Indian. That's why  Littlefield thinks it's unfair for the Freedmen to be singled  out. \"There were  many Cherokees in the Cherokee Nation and on the Cherokee-by-blood roll who had  very little blood quantum,\" he says. \"If you think that one-one-thousand  twenty-fourth Cherokee blood makes you a Cherokee, then that to me is one of the  most blatant forms of racism.\"",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/09/19/140594124/u-s-government-opposes-cherokee-nations-decision"
        },
        {
            "headline": "As Election Looms, Obama Seeks To Rouse His Base",
            "author": "Scott Horsley",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 30,
                "year": 2011
            },
            "article_content": "Then-Sen. Barack Obama drew enthusiastic crowds at a rally in Columbus, Ohio, just days before the 2008 election. Now, after a few rocky moments with the coalition that helped send him to the White House, and with a re-election battle looming, Obama is trying to re-energize his supporters.\n                \n                    \n                    Joe Raedle/Getty Images\n                    \n                \nhide caption President Obama speaks this weekend to the nation's largest gay rights group. Last week, he addressed a dinner hosted by the Congressional Black Caucus, and in recent days, he's also been reaching out to Latino voters. Somehow he seemed to be speaking for every individual in the movement on a personal and emotional level, in a way that's frankly impossible to maintain. UCLA political scientist Andrew Sabl As a re-election battle looms, the president is trying to re-energize the coalition that helped send him to the White House. But his governing has left some of his early supporters disappointed. \"Many of you don't believe progress has come fast enough,\" the president acknowledged when he first spoke to the Human Rights Campaign's annual dinner two years ago. \"I want to be honest about that, because it's important to be honest among friends.\" At times, the president has been painfully honest with supporters about the limits of what he can do for them, even as he seeks their support. To gay rights activists, for example, Obama made it clear that the battle over the military's \"don't ask, don't tell\" policy had to be waged in the Senate, where his own power of persuasion was limited. \"It's a false notion that the president on any issue can simply wave a magic wand and deliver the votes in Congress,\" says Human Rights Campaign President Joe Solmonese. \"It was going to take something else or somebody else — either the military leadership or a ground campaign.\" 'We've Got Work To Do' Obama delivered a similar message this week to Latino supporters, many of whom are frustrated by the lack of movement on immigration reform. He challenged Latinos to get more politically active and focus more attention on Congress. In May 2009, gay rights supporters demonstrated outside the Beverly Hills hotel where Obama attended a fundraiser to express disappointment over the lack of progress on gay rights. Since then, the military's \"don't ask, don't tell\" policy has been repealed, and the administration dropped legal support for the Defense of Marriage Act.\n                \n                    \n                    Damian Dovarganes/AP\n                    \n                \nhide caption In May 2009, gay rights supporters demonstrated outside the Beverly Hills hotel where Obama attended a fundraiser to express disappointment over the lack of progress on gay rights. Since then, the military's \"don't ask, don't tell\" policy has been repealed, and the administration dropped legal support for the Defense of Marriage Act. \"We have to recognize how the system works and then apply pressure to those places where votes can be gotten — and ultimately, we can get this thing solved,\" he said. The president's approval ratings among Latinos and blacks are still higher than his overall ratings, although support has dipped in both groups. Some want the president to speak more forcefully about the black unemployment rate, which is nearly twice as high as the national average. Obama made waves at a Congressional Black Caucus dinner last week, when he told participants: \"Take off your bedroom slippers. Put on your marching shoes.\" White House spokesman Jay Carney says Obama has used similarly tough language with other audiences. \"Shake it off,\" Obama said. \"Stop complaining, stop grumbling. Stop crying. We are going to press on. We've got work to do.\" It will be difficult for the president to re-create the enthusiasm or the turnout generated by his 2008 campaign, when the little-known candidate seemed to channel the disparate goals and ambitions of many different voters. \"Somehow he seemed to be speaking for every individual in the movement on a personal and emotional level, in a way that's frankly impossible to maintain,\" says UCLA political scientist Andrew Sabl. If we don't re-elect this president, all of the progress we've made in the last couple of years is going to come to a screaming halt. Joe Solmonese, president of the Human Rights Campaign In his campaign for re-election, Obama will have to adopt a different tone. \"He's going to have to dial down some of the rhetoric about a social movement and really be clear about the fact that he can accomplish some things and not others, and should be rewarded for limited but real achievements rather than for promising transformation,\" Sabl says. For gay rights activists, those achievements include the repeal of \"don't ask, don't tell\" and the administration's decision to drop legal support for the federal government's Defense of Marriage Act. Solmonese of the Human Rights Campaign says that while many gay rights activists are disappointed that the president has not endorsed same-sex marriage, he expects them to strongly support Obama in 2012. \"If we don't re-elect this president, all of the progress we've made in the last couple of years is going to come to a screaming halt,\" he says. Obama made that case himself last week at a California fundraiser. \"Don't compare me to the almighty,\" he said. \"Compare me to the alternative.\"",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/09/30/140955723/as-election-looms-obama-seeks-to-rouse-his-base"
        },
        {
            "headline": "How Important Is Iowa?",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 14,
                "year": 2011
            },
            "article_content": "We have been witnessing a very odd and somewhat surreal battle for the Republican presidential nomination this year, with candidates consistently rising and falling, and no doubt there will be many more surprises to come.   There is a recurring theme, however, one which we hear every four years: how important a role should Iowa play? Forget the national polls; they are completely irrelevant.  The name of the game right now is the early contests, starting with Iowa on Jan. 3.  A major question for the campaign of Mitt Romney, the presumed frontrunner, is how seriously they need to compete in the caucuses, and what a defeat might mean for him. Four years ago, Romney went all out in Iowa, winning the 2007 straw poll by a comfortable margin and investing heavily throughout the state.  But come caucus night, Romney lost to Mike Huckabee by nearly nine percentage points.  John McCain, who deliberately skipped the caucuses (as he did in 2000), came in fourth, behind Fred Thompson.  And who went on to win the nomination?  McCain. This of course was not the first time we saw a candidate lose the Iowa caucuses and go on to be crowned the nominee at the national convention.  Ronald Reagan lost to George H.W. Bush in the 1980 caucuses but went on to win it all.  In 1988, that same Bush — by now the vice president — hoped to succeed Reagan but lost to Bob Dole in the caucuses, finishing third in fact.  But Bush, like Reagan before him, went on to win both the nomination and the White House after a loss in Iowa. And it's not just a Republican phenomenon.  In 1988, Michael Dukakis finished third in Iowa (behind Richard Gephardt and Paul Simon) but won the nomination.   And in 1992, favorite son Tom Harkin took Iowa that year but was never heard from again.  Bill Clinton, in fact, failed to win Iowa as well as New Hampshire on his successful road to the White House. Romney may be the Republican frontrunner for 2012, but he is a very precarious frontrunner.  Polls continue to show a sizable number of conservatives who say they could never support him.  And even as some rivals were facing serious speed bumps on their own road to the nomination, such as Rick Perry and Herman Cain, Romney seemed unable to take advantage; his polling numbers have been static for months. Romney, who no doubt remembers his Iowa experience from four years ago, is in the final stages of deciding how seriously to compete this time.  One would think that with seven weeks to go he doesn't have much time.  But this is a different kind of campaign from what we have witnessed in the past, with candidates sparkling and then flaming out at a regular pace.   (Remember when Michele Bachmann was the odds-on favorite in Iowa?)  The fact that Romney — as well as Cain — can poll so strongly despite having hardly shown up in the state to campaign is a good sign.  And a win in Iowa could lead to momentum a week later in New Hampshire. But a defeat in the caucuses, or a weaker-than-expected finish, could give his campaign fits.  Go back to 1996, when Dole won Iowa but only by a hair over Pat Buchanan.  In many respects, the \"winner\" was not Dole but really Buchanan, who used his Iowa Big Mo to take New Hampshire eight days later.  Dole, as the history books tell us, ultimately won the nomination.  But his relatively weak showing in Iowa and his loss in New Hampshire sent a signal to voters from the outset that he was not going to be a strong candidate in the general election.  And he wasn't. Political Updates. I post periodic political updates during the week on Twitter. You can follow me at @kenrudin.  Meanwhile, here are some questions in the e-mail bag: Q: Regarding your Nov. 7 column and the history of dumped vice presidents, Henry Wallace replaced John Nance Garner in 1940 as the VP candidate.  I cannot recall if this was at the request of \"Cactus Jack,\" but I seem to remember that Roosevelt wanted to reward the more liberal wing of the Democratic Party, knowing that the \"solid South\" would be with him anyhow. — Former Sen. Jim Broyhill (R-N.C.) A:  There was a major falling out between President Franklin Roosevelt and Vice President Garner during FDR's second term.  The two split over a number of issues, notably Roosevelt's plan to \"pack\" the Supreme Court and his desire to purge the Democratic Party of certain conservatives in the 1938 midterm elections.  As 1940 was approaching, it was not clear whether Roosevelt would run for an unprecedented third term, and Garner was clearly making himself available for the nomination.  He entered several primaries but, with the situation in Europe worsening and more Americans clamoring for a third term, Garner got walloped by FDR in every one.  With Garner clearly no longer the loyal team player, and thus no longer acceptable as VP, Roosevelt pushed the 1940 convention to accept Henry Wallace as his new running mate.  Garner's challenge was the last time a vice president took on his boss for the nomination. Q: In your opinion, what was the biggest surprise in Tuesday's election results? — Scott Rothschild, Topeka, Kansas A:  Actually, there weren't many; certainly none in the handful of gubernatorial and mayoral contests, which resulted for the most part in the status quo. Lots of ink was spilled over the elections in Virginia, where most thought the GOP had a shot at picking up the two state Senate seats needed to give them control, and they did.  No more, no less.  Democrats were \"surprised\" that Republicans failed to win more seats.  But, Republicans pointed out, the district lines were drawn by Senate Democrats.  In the House, where the lines were drawn by Republicans, the GOP picked up seven seats, and now have their largest majority in state history.  So, not much of a surprise. And in Ohio, everyone knew that Question #2 — the limiting of collective bargaining rights for public employees — was going down to defeat, but I guess the margin (61-39%) was larger than most people expected. Perhaps most surprising was how big a margin the \"Personhood\" amendment went down in Mississippi, the bill that would equate an embryo with a human being.  Both gov. candidates supported that one, as did retiring Gov. Haley Barbour.  But it lost convincingly. And speaking of Mississippi ... Q:  You have said many times that Johnny DuPree was the first African-American candidate for governor [of Mississippi] of a major party.  Why do you always include the words \"major party?\" — Lucy Harris, Chicago, Ill. A:  Because a black candidate has run for governor in the state before, just not as the nominee of a major party.  In 1971, Charles Evers — the mayor of Fayette and brother of slain civil rights leader Medgar Evers — ran for governor as an independent.  With no Republican running in the general election, Evers got 22% of the vote against Bill Waller, becoming the state's first black gubernatorial candidate.  Waller's 77% remains the largest since the GOP became a factor in the state in the 1960s. Q:  I believe you said this on the air today [Wednesday on TOTN], but could you please explain how the new constitutional amendment here in Ohio (Issue 3) was largely a symbolic win? — J.R. Liston, Circleville, Ohio A:  Issue 3 was the measure where voters, by a resounding 2-1 margin, rejected the individual mandate plank of Obama's health care plan ... and thus voting to \"preserve the freedom of Ohioans to choose their health care,\" according to the bill's language.  But no one seems to think it makes much of a difference.   In his post-election analysis, Washington Post columnist Charles Krauthammer — no fan of \"Obamacare\" — wrote that the ballot measure \"has no practical effect, federal law being supreme.\"     Here's more from William Hershey of the Dayton Daily News: As far as the requirement in Obama's federal health care law goes, it was a symbolic victory. The federal law requires all Americans to buy health insurance by 2014 or be fined. State  laws and constitutions can't supersede federal laws, most experts  agree, even backers of Issue 3 such as Ohio's Republican Attorney  General Mike DeWine. The U.S. Supreme Court, not Ohio voters,  ultimately will decide the fate of the federal health care law,  including the individual mandate, these experts say. It's a decision, one way or the other, that everyone is waiting for.  In a sense, everything that happens until then is symbolic. Political Junkie segment on Talk of the Nation. Each Wednesday at 2 p.m. ET, the Political Junkie segment appears on Talk of the Nation (NPR's call-in program), hosted by Neal Conan with me adding color commentary, where you can, sometimes, hear         interesting conversation, useless trivia questions, and sparkling jokes.     Last week's show focused on the allegations against Herman Cain, the results of the 2011 off-year elections and a look ahead to 2012 with Democratic pollster Anna Greenberg and Republican consultant Alex Vogel.  You can listen to the entire segment right here: And Don't Forget ScuttleButton. ScuttleButton,        America's favorite waste-of-time button puzzle, can be found in    this     spot every Wednesday. A randomly-selected winner will be    announced   each   week during the Political Junkie segment on NPR's Talk of the Nation.  It's not too late to enter last week's contest, which you can see here. Not only is there incredible joy in deciphering the answer, but the winner gets a TOTN t-shirt!  DON'T FORGET TO CHECK BACK HERE ON WEDNESDAY FOR THE NEW PUZZLE. Ford's line in 1976 about Soviet domination of Eastern Europe was considered the biggest debate gaffe of all time.  Until ...\n                \n                    \n                    Ken Rudin collection\n                    \n                \nhide caption Podcast. There's also a new episode of our weekly podcast, \"It's All Politics,\" every Thursday. It's hosted by my partner-in-crime, Ron Elving,       and me.  This one was taped the day after the Rick Perry \"oops\" debate, is filled with some great historical tape and, frankly, is not one you should miss.  You can listen to it   here: Thank you Iowa. Thanks to the folks at Iowa Public Radio for hosting a wonderful event in Des Moines on Nov. 7. Remembering Hal Bruno. It's Election Night, 1984, and I'm part of the ABC News Political Unit in New York.  It's my first real journalism job since my stint as editor of the Lokanda Lantern at Camp Lokanda many years before.  And I had been a political junkie since 1066.  But this was the real deal.   Anyway, there was no suspense in the presidential race that year — Ronald Reagan won 49 out of 50 states against Walter Mondale.  But something happened that night that changed my life forever.  Hal Bruno, the ABC political director who worked in Washington, was always in the New York studios on election night to share his expertise with and give guidance to Peter Jennings, David Brinkley and the other political correspondents.  After the broadcast was over, as we were wrapping up and congratulating each other for a job well done, Hal came over to me and said he wanted me to be his deputy in Washington. I'll never forget that moment.  It was a dream come true.  I wanted the opportunity to come to D.C. more than anything.  And in the years I worked for Hal, I learned more about the right ways to cover politics than I ever imagined.  He often put me on a plane, off to a caucus or a convention or some political event where I became his (and the network's) eyes and ears as to what was going on.  Working for Hal opened up conversations and relationships for me that I never would have had otherwise.  Politics has always been politics, but it wasn't as vitriolic as it is today.  My relationships with these people, Democrats and Republicans alike, were always solid and genuine because we treated everyone fairly.  No focusing on innuendo or rumor or the kind of snarkiness that has come to represent current political coverage.  And when you gave your word, you kept it. Peter Jennings was the first to admit that he had a lot to learn about politics, and he leaned on us quite a bit to tell him what we were hearing in our travels.  Sitting election night 1986 and 1988 with Peter and Hal, there to provide analysis and insight, is something I will never forget. It was also a thrill to see the parade of politicians come through Hal's office, and it was a privilege to be part of the conversations.  I always think of that day in early 1987 when a young Southern governor (with rumored national ambitions) and his wife, Bill and Hillary Clinton, came into the office to just chat.  Nobody was guarded, nobody was fake.  Everything was off the record, and it felt genuine.  (And yes, within a few days came a package sent to me filled with old Clinton campaign memorabilia, alongside a lovely note from the governor himself.) I was already the political editor at NPR by the time of the 1992 elections, when Hal was selected to be the moderator for the vice presidential debate among Dan Quayle, Al Gore and James Stockdale, the running mate to Ross Perot.  Hal's innocuous opening line to him — \"Admiral Stockdale, your opening statement, please, sir?\" — was followed by one of the most oft-quoted lines in debate history, in which Stockdale said, \"Who am I?  Why am I here?\"  The debate was perhaps more notable for the childish bickering that Quayle and Gore constantly found themselves in, and despite his best efforts, Hal couldn't get them to behave.  Years later, in one of my last conversations with him, Hal rued that he seemingly lost control of the debate. There was much more to Hal Bruno than his day job at ABC.  He spent many a night as a volunteer fireman and became an expert on fire safety.  He was a major figure with the National Fallen Firefighters Foundation, which honors those firefighters who lost their lives in the line of duty. And he loved bluegrass music.  Often I found myself in his backyard, listening to him and other members of his group, \"The Informed Sources,\" play and sing away.  One of the members was the late Henry Trewhitt, who worked for the Baltimore Sun.  Trewhitt was also on the 1984 presidential debate panel, where he asked President Reagan the famous question about \"age\" — which Reagan hit out of the park.  But when Hal and Trewhitt and the others were banjo-ing away in the Bruno backyard and basement, politics rarely was discussed. More than anything, Hal loved his family.  His wife Meg was always warm and generous, always knowing that she shared Hal with everyone who wanted a part of him.  But his relationship with Meg was a true love affair. I wish you could have heard the countless tributes that were said at last Friday morning's memorial service.  He affected many people and he made a difference. And he died on Election Day, which somehow seems appropriate.   R.I.P. Hal.  We won't see the likes of you ever again. (Click here for the New York Times obituary, which included a few of my remarks.) ON THE CALENDAR: Nov. 15 — Advocates of recall of Wis. Gov. Scott Walker (R) begin signature petition; must reach 540,000 within 60 days. Nov. 19 — GOP candidate forum, Des Moines.  Also: Iowa Democratic Party Jefferson-Jackson Day Dinner, Des Moines. Nov. 22 — GOP presidential debate in Washington, D.C., sponsored by the  Heritage Foundation and the American Enterprise Institute (CNN, 8 pm  ET). Dec. 7 — Virginia Senate debate, Univ/VA at Charlottesville. Dec. 10 — GOP debate, Des Moines (ABC News, 8 pm ET). Dec. 15 — GOP debate, Sioux City, Iowa (Fox, 8 pm ET). Dec. 19 — GOP debate, Johnston, Iowa (PBS/Des Moines Register, 8 pm ET). Dec. 28 — Talk of the Nation/Political Junkie from Des Moines. Mailing list. To receive a weekly email alert about the new column and ScuttleButton puzzle, contact me at politicaljunkie@npr.org. ******* Don't Forget: If you are sending in a question to be used in this column, please include your city and state. ********* This day in political history: Nancy Pelosi becomes the first woman in history to lead a political party in Congress, as House Democrats elect her minority leader.  She easily defeats Rep. Harold Ford Jr. (D-Tenn.) 177-29.  Pelosi, from San Francisco, succeeds Rep. Richard Gephardt, who relinquishes his job to focus on his 2004 presidential ambitions.  Steny Hoyer (D-Md.) succeeds Pelosi as minority whip.  There are no contests on the Republican side, as Dennis Hastert (R-Ill.) is renominated as speaker, Tom DeLay (R-Tex.) moves up from majority whip to majority leader (replacing the retiring Dick Armey, also of Texas), and Roy Blunt (R-Mo.), a DeLay ally, becomes whip (Nov. 14, 2002). Got a question? Ask Ken Rudin: politicaljunkie@npr.org",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/politicaljunkie/2011/11/14/142270480/how-important-is-iowa"
        },
        {
            "headline": "Cain To Defend Against Harassment Allegations",
            "author": "Ted Robbins",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 9,
                "year": 2011
            },
            "article_content": "Republican presidential candidate Herman Cain responded to accusations of sexual harassment at a news conference in Scottsdale, Ariz., Tuesday. Cain say he has \"never acted inappropriately with anyone.\"  STEVE INSKEEP, HOST: Republican presidential contender Herman Cain says he will not be deterred by allegations of sexual harassment. HERMAN CAIN: And as far as these accusations causing me to back off and maybe withdraw from this presidential primary race - ain't going to happen. INSKEEP: That was Cain at a news conference yesterday in Scottsdale, Arizona. NPR's Ted Robbins was there and has this report on the latest accusations against Cain as well as his denials. TED ROBBINS, BYLINE: The first person to step to the microphone was not Herman Cain. It was Lin Wood, one of the country's most prominent libel lawyers. LIN WOOD: I have also had the privilege to represent a number of innocent victims accused by the media of serious crimes - false accusations. ROBBINS: Wood represented the parents of 6-year-old murder victim Jon Benet Ramsey as well as Richard Jewell, the man cleared of the Atlanta Olympics bombing. The message: Herman Cain intends to vigorously fight back against harassment allegations. Cain stood in front of four American flags in a hotel meeting room and denied the allegations several times, using the same statement. CAIN: I have never acted inappropriately with anyone, period. ROBBINS: The news conference capped a day which began with Sharon Bialek making the rounds on network TV. On CBS, she explained why she came forward to say that Cain groped her in a car as she sought his help finding a job. (SOUNDBITE OF TELEVISION INTERVIEW) SHARON BIALEK: I don't despise the man. I actually did it because I wanted to help him. I wanted to give him a platform to come clean, to tell the truth. ROBBINS: Cain came forward, all right. He said he couldn't even remember meeting Bialek. He called her a troubled woman, and pointed to financial problems she's had as a possible reason for her accusation. CAIN: From a commonsense standpoint, one would have to ask if, in fact, that might not have been a motivation for her being subjected to this. ROBBINS: Cain said he thought Bialek was being used by the Democratic Party to get him out of the race, though he said he had no evidence. He said what he called the machine was trying to keep a businessman out of the White House. Cain is the former head of Godfather's Pizza and of the National Restaurant Association. But one of Cain's Republican opponents, Mitt Romney, also weighed in. FORMER GOVERNOR MITT ROMNEY: A number of women have come forward with concerns. This woman's charges are particularly disturbing and they're serious. ROBBINS: One of the other women, who was anonymous, came forward publicly yesterday. She is Karen Kraushaar, who worked at the National Restaurant Association when Cain was there. She has since worked as a spokesperson for the Immigration and Naturalization Service. Now, she works for the Inspector General's office at the U.S. Treasury Department. When Kraushaar left the Restaurant Association in 1999, she received money to settle her harassment claim against Cain. Yesterday, Herman Cain said he remembered one incident in his office in which he compared Kraushaar's height with his wife's. CAIN: The door was open. My secretary was sitting there. It wasn't anything behind closed doors. I gestured because of her height, comparing it to my wife's height. End of story. ROBBINS: Late yesterday, Karen Krausehaar said she wanted Herman Cain's other accusers to join her and hold their own news conference. Ted Robbins, NPR News, Scottsdale. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/11/09/142164400/cain-to-vigorously-defend-harassment-allegations"
        },
        {
            "headline": "Obama Debt-Ceiling Pitch Sounds Re-Election Themes",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "June",
                "day": 29,
                "year": 2011
            },
            "article_content": "President Obama during a White House East Room news conference June 29, 2011.\n                \n                    \n                    Carolyn Kaster/AP\n                    \n                \nhide caption President Obama during a White House East Room news conference June 29, 2011. Watching President Obama Wednesday at his first full-scale news conference since February,  it was difficult not to be aware of the two simultaneous campaigns he was waging. The first and more short-term campaign was his effort to get congressional Republicans to agree to raise the federal debt ceiling by the Aug. 2 deadline set by the U.S. Treasury Department to avert a debt default by the U.S. government. Since the economy is the issue that tops all others for voters, Obama said the debt-ceiling was about jobs. OBAMA: And I want to — I want everybody to understand that this is a jobs issue.  This is not an abstraction.  If the United States government, for the first time, cannot pay its bills, if it defaults, then the consequences for the U.S. economy will be significant and unpredictable. Congressional Democrats had been complaining that Obama wasn't doing enough to communicate the importance of the issue to the public and risks of not acting. Wednesday's news conference should answer some of those concerns. The second and longer campaign was, of course, his effort to win one more term in the White House. Those two campaigns overlap since Republican officials, like Sen. Mitch McConnell, the Senate minority leader, have been open about viewing part of their job to be keeping Obama from a second term. In discussing the need to raise the $14.3 trillion debt ceiling which would allow the federal government to meet its obligations, Obama framed his disagreement with Republicans in ways meant not just to get him through the debt-ceiling fight but past the eventual Republican presidential nominee as well. By refusing to consider any tax increases, even on the wealthiest, Republicans were fighting for \"millionaires and billionaires\" who wanted to keep tax breaks for corporate jets as well as the oil and gas industry, Obama said. Meanwhile, in seeking to end or reduce such tax breaks, Obama said, he and congressional Democrats were trying to save federal spending important to the well being of middle-class Americans. OBAMA: ... If we do not have revenues, that means there are a bunch of kids out there who are not getting college scholarships.  If we do not have those revenues, then the kinds of cuts that would be required might compromise the National Weather Service.  It means that we would not be funding critical medical research.  It means that food inspection might be compromised.  And — and, you know, I've said to some of the Republican leaders:  You go talk to your constituents, the Republican constituents, and ask them, are they willing to compromise their kids' safety so that some corporate-jet owner continues to get a tax break.  And — and I'm pretty sure what the answer would be. It's hard to imagine a more powerful metaphor for wealth and privilege than the corporate jet. Many congressional Republicans have argued that any tax increases with so tepid an economy are sure \"job-killers.\" The private jet tax break is meant as a strong counter to that. It was the president's attempt at portraying congressional Republicans as the unreasonable, extreme and radical ones, refusing to consider any ways of attacking the nation's deficits and debt other than deep spending cuts in discretionary and mandatory programs. Obama, on the other hand, said he favored a more balanced approach that included not just spending cuts but new tax revenues. To prove he had the better argument, he cited ex-congressional Republicans like Alan Simpson, the former senator from Wyoming, and Pete Domenici, the former senator from New Mexico, as agreeing with him. The implication was that once out of office, Republicans were freer to take less partisan stands than those still in Congress. As he has done before, Obama said entitlement programs cherished by Democrats, Medicare and Medicaid, would have to be part of the discussion too. Democrats have to accept some painful spending cuts that hurtsome of our constituencies and we may not like.  And we've shown awillingness to do that for the greater good, to say:  Look, there aresome things that are good programs, that are nice to have; we can'tafford them right now. The statement reflected Obama's governing style. He is more pragmatist than anything else. But it also places him in between the hardliners in both the Democratic and Republican parties, allowing him to occupy the sensible middle. That's where political independents are, the voters thought to be crucial to his reelection chances. Through that kind of triangulation between ideologues in both parties, the president can make a stronger case for the support of those independents. This actually is one of Obama's advantages going forward over the Republicans vying for the chance to run against him as their party's nominee. Because they're running for the GOP nomination, those in the Republican field are forced to take positions to the right of most of the electorate. The eventual nominee will need to get back to the political center and quickly during the general election. The president, on the other hand, is in the political center now and can work that middle ground all through the Republican primaries. Obama clearly tried not to get too far away from the political center on gay marriage. Obama said he approved of what happened in New York state last week when it became the largest state to make same-sex marriage legal. That led a Laura Meckler, a Wall Street Journal reporter to ask the president if he had changed his mind on the issue. The president has in the past said he supports civil unions but not gay marriage though he has added that his views on the matter are \"evolving.\" Since he was speaking positively of what had happened in New York, had he evolved all the way to supporting gay marriage as a matter of national policy? Obama said: \"I'm not going to make news on that today. (laughter) Good try, though.\" An observer could easily have gotten the impression that the president didn't plan on making news on this front until the day after the 2012 general election, assuming he's re-elected. In what is likely to be a close election, the president will likely need to thread his way to the required 270 electoral votes. Openly supporting gay marriage before the election could leave him short of that. Still, Obama could and did make a hard-to-refute claim aimed at binding to him the support of LGBT people and their circle of family and friends despite his gay-marriage dodge: that his administration has done the most in history to them on an equal legal footing with others. OBAMA: You know, let me start by saying that this administration, under my direction, has consistently said, we cannot discriminate, as a country, against people on the basis of sexual orientation.  And we have done more in the two and a half years that I've been in here than the previous 43 presidents to uphold that principle, whether it's ending \"don't ask, don't tell,\" making sure that gay and lesbian partners can visit each other in hospitals; making sure that federal benefits can be provided to same-sex couples across the board; hate crimes. There was another indication that the president sees raw partisan politics everywhere he looks these days. He was asked about the War Powers Act in relation to the U.S. military's role in Libya. Though Democrats and Republicans alike have accused the president of not consulting with Congress enough despite the limited role played by U.S. forces, Obama reduced the dispute to a simple case of Ds versus Rs. We have engaged in a limited operation to help a lot of peopleagainst one of the worst tyrants in the world, somebody who nobody should want to defend.  And we should be sending out a unified message to this guy that he should step down and give his people a fair chance to live their lives without fear.  And — and this suddenly becomes the cause celebre for some folks in Congress?  Come on. In the news conference, Obama also seemed to be laying the groundwork for a variation of President Harry Truman's successful \"do-nothing Congress\" campaign of 1948. Obama portrayed himself as the effective chief executive, getting things done compared with a legislature that, he suggested, wasn't feeling the same urgency he was. At the start of the news conference, he listed a number of pieces of legislation  already introduced that Congress could pass that would create jobs. He did this knowing full well the GOP-led House would likely ignore his recommendations. That opens up the opportunity to accuse House Republican leaders of a litany of failures. To drive home the image he wished to convey of a busy president and of a Congress that doesn't quite get how much needs to be done, he said: And — and — if — if by the end of this week we have not seensubstantial progress, then I think members of Congress need tounderstand we are going to, you know, start having to cancel thingsand stay here until we get it done.  You know?  They're — they're --they're in one week; they're out one week.  And then, they're --they're saying, Obama's got to step in it.  You need to be here.(Laughter.)  I've been here.  (Laughter.)  I've been doing Afghanistanand bin Laden and — (laughter) — the Greek crisis, and — (laughter)-- you stay here.  (Laughter.)  Let's get it done. At the end of the news conference, the president sounded less angry, returning to the high ground bipartisan political pragmatism and sounded themes we're likely to hear for months to come. The nation's political leaders know what works, he said. They just need to put aside thoughts of political advantage and do what's needed. There are — there are some things that aren't going to solve allour problems, but can make progress right now.  And the question is whether or not Democrats and Republicans are willing to put aside the expedience of short-term politics in order to get it done. And these folks are counting on us. They are — they desperatelywant to believe that their leadership is thinking about them, and notplaying games.  And — and — and I think that if — if all of theleadership here in Washington has the faces and — and — and thestories of those families in mind, then we will solve this debt limitissue, we will put in place steps like a payroll tax cut andinfrastructure development, we'll continue to fund education, we'llhold true to our commitment to our seniors. These are solvable problems, but it does require us just getting outof the short-term and, frankly, selfish approach that sometimespolitics breeds. And we've got to think a bit long term.",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/itsallpolitics/2011/06/29/137501539/obama-debt-ceiling-pitch-sounds-re-election-themes"
        },
        {
            "headline": "Obama Gives Back Robert Gibbs' Necktie",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 11,
                "year": 2011
            },
            "article_content": "President Obama returns Press Secretary Robert Gibbs necktie, February 11, 2011.\n                \n                    \n                    NICHOLAS KAMM/AFP/Getty Images\n                    \n                \nhide caption President Obama returns Press Secretary Robert Gibbs necktie, February 11, 2011. On a much slower news day, White House Press Secretary Robert Gibbs' last day would be getting more attention. But Friday was anything but slow, with the exit from power of Egyptian President Hosni Mubarak after two weeks of massive protests in Egypt. Which President Obama alluded to when he entered the White House press briefing room bearing a gift for the aide and friend he refers to as \"Gibbs. \"Obviously, Gibbs' departure is not the biggest one today,\" the president said, spurring a big laugh from reporters. Obama carried a necktie in a large picture frame with accompanying photos and a note card. It was Gibbs' necktie. The president explained that he had borrowed Gibbs' neckwear for the electrifying \"Red America, Blue America, One America\" speech he gave at the 2004 Democratic National Convention as his party's nominee for a U.S. Senate seat from Illinois. The speech boosted him to a much higher altitude as a national figure. Obama told the story behind the tie: And I know that a lot of you think that probably most attention was devoted to the speech that I delivered, the keynote speech in Boston, but in fact actually the most challenging problem was what tie to wear. And this went up to the very last minute. I mean, 10 minutes before we were about to go on stage, we were still having an argument about ties. I had bought five, six ties. And Michelle didn't like any of them. Axelrod didn't like a couple of them — him being, you know, one of the best-dressed men in the world — (laughter) — so we really valued his opinion.  (Laughter.) And then somebody — I don't remember who it was — turned and said:  You know what?  What about Gibbs' tie?  What about Gibbs' tie?  That might look good. And frankly, Robert didn't want to give it up, because he thought he looked really good in the tie. But eventually he was willing to \"take one for the Gipper,\" and so he took off his tie and I put it on. And that's the tie that I wore at the national convention. He has not said about — anything about this tie all these years, but I have to tell you that I know there's a simmering resentment that he never got it back. MR. GIBBS:  You don't need to give it back. PRESIDENT OBAMA:  And so as a consequence, I wanted, here today— PRESS CORPS MEMBERS:  Awww. PRESIDENT OBAMA:  — the — I wanted this on the record, oncamera — (laughter) — that I'm finally returning Robert's tie. And if he chooses to break the glass, he can.  (Laughter.) But this is going to be a reminder to me that Robert has not only been an extraordinary press secretary, but he has been a great friend. After a few more words and a hug, Obama left the briefing room and Gibbs took the podium for the last time. Clearly fighting to stave back his emotions, Gibbs thanked the president and his colleagues: I — it is a tremendous honor and privilege to do this each and every day, to serve and to take part in days like today that are  so momentous. And I want to thank the president and all of his team for, again, theprivilege to serve. I don't want to spend a lot of time doing this.  I don't talk about myself well.  But I would be remiss if I didn't talk about a group of people that I want to be clear doesn't work for me, but I have the great privilege and am lucky enough to work with.  I would not want to do this job, as amazing and as exciting as it is, without them. And I wouldn't have made it through it without them. Gibbs, who has a family, had indicated that he's leaving to escape the all-consuming nature of the job. And the expectation is that he'll make a lot of money giving speeches and consulting. One of his clients will be Obama as Gibbs and other White House officials have said he will be involved in the president's re-election efforts. So Obama will have plenty of other opportunities to eye Gibbs' ties, if not borrow them.",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/itsallpolitics/2011/02/11/133690063/obama-gives-robert-gibbs-his-necktie-back"
        },
        {
            "headline": "The 'Black History' Of America's White House",
            "author": "By  \n\n      Clarence Lusane",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 3,
                "year": 2011
            },
            "article_content": "1 of 7 For many Americans, the White House stands as a symbol of liberty and justice.  But its gleaming facade hides harsh realities, from the slaves who built the home to the  presidents who lived there and shaped the country's racial history, often for the  worse. In The Black History of the White House, Clarence Lusane traces the path of race relations in America by telling a very specific history — the stories of those African-Americans who built, worked at and visited the White House. \"Most of us grew up learning history, and we learned about George Washington and the cherry tree and all of that,\" Lusane tells NPR's Mary Louise Kelly, \"but everything else was kind of a blur.\" But when you do the research, he says, you see how slavery \"really shaped the first third of the country's history, and certainly impacted the White House and the occupants of the White House.\" Read An Excerpt George Washington owned 10 slaves as an 11-year-old, and more than 300 by the time he died. One woman, named Oney Judge, captured Lusane's interest. \"Oney was one of the enslaved individuals who traveled with George Washington after he was elected president,\" Lusane explains. The White House hadn't been built yet, so during the 10 years of its construction, Washington spent time in New York, then moved to Philadelphia. In Philadelphia, \"he had a couple of problems.\" Philadelphia had a law called the Gradual Abolition Act, passed in 1780. It stated that any slave brought into the state was eligible to apply for their freedom if they were there for longer than six months. Washington rotated his slaves to get around the law. Judge worked for Martha Washington, who planned to give her away to a relative as a wedding gift. That inspired Judge to act — she knew the Washingtons planned to free their slaves upon their deaths, but that would be unlikely under a new master. \"One evening in 1796, before Washington's presidency ended in Philadelphia, while the Washingtons were sitting down to dinner, she went out the back door,\" says Lusane. She'd made contact with the local black community, and they helped her escape. Judge was later discovered in New Hampshire, and President Washington decided to go after her. \"Now, think about this,\" says Lusane. \"You've escaped from the most powerful individual in the country, who can send virtually anybody after you. That's the kind of courage that she had.\" Washington sent someone to sit down with her and ask her to come back with the promise that she'd eventually be free. Her response, says Lusane, was, \"Well, I'm already free.\" Washington then sent his nephew to kidnap her, but she had been warned and never went back into slavery. \"Her story is so compelling,\" says Lusane, because she started as powerless as could be — as a slave. But because her desire for freedom was so strong, \"she was willing to go up against the most powerful person in the country.\" by Clarence Lusane Paperback, 575 pages | Your purchase helps support NPR programming. How?",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/02/03/133470777/liberty-limited-in-white-houses-black-history"
        },
        {
            "headline": "White House Press Secretary Robert Gibbs Resigns",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 5,
                "year": 2011
            },
            "article_content": "White House press secretary Robert Gibbs is leaving the White House. He announced Wednesday that he will become a private sector consultant to the Obama re-election campaign, and he will appear in the media as surrogate for the president. Gibbs isn't the first to leave, and he won't be the last.  MICHELE NORRIS, host: This is ALL THINGS CONSIDERED from NPR News. I'm Michele Norris. A voice you've heard often from the White House is going silent - well, not really. Press Secretary Robert Gibbs is leaving. He announced today he will become a private sector consultant to the Obama re-election campaign, and he will appear in the media as a surrogate for the president. As NPR's Mara Liasson reports, Gibbs isn't the first to leave, and he won't be the last. MARA LIASSON: The long-anticipated White House shakeup has begun. Here's Robert Gibbs at his familiar perch in the briefing room today, describing the honor and privilege of the job he's about to give up. Mr. ROBERT GIBBS (Press Secretary, White House): I have enjoyed every time I've come out here, even on days when you wake up at four and pick up the paper and groan that you have the sense of what the first several questions might be. LIASSON: With hours like that and no real vacation since he signed on with then-Senator Obama seven years ago, Gibbs is understandably fried. Mr. ARI FLEISCHER (Former Press Secretary, White House): The White House press secretary job is the most wonderful job in the world, and it's the most burnout job in the world. LIASSON: That's Ari Fleischer who had Gibbs' job in the Bush White House. Fleischer, like Gibbs, had a sometimes contentious relationship with the press corps. He says the public gets a distorted view of the press secretary from those daily sparring sessions on television. Mr. FLEISCHER: The briefing room is such a misrepresentation of what the press secretary does. It's a TV show these days. It's not a real briefing anymore. The real work of the press secretary is done behind the scenes, 20 times a day when reporters walk into the press secretary's office, close the door and there's a private conversation between the press secretary and a reporter. That's how the job really gets done. LIASSON: And that's where Gibbs had the credibility to communicate the president's thinking that came from both unlimited access and a close relationship with Mr. Obama. Gibbs' replacement will be announced in a few weeks, but the administration has already made some other changes. Next week, Obama's campaign strategist David Plouffe arrives, taking over from David Axelrod who's moving back to Chicago to run the re-election campaign. Plouffe is an old hand, but Gibbs says he counts as fresh blood. Mr. GIBBS: You have to admit there's a bubble in here to some degree. So I think having new voices and having fresh voices, some of those voices that are coming back from having taken a couple of years off, are an important part of this process. LIASSON: It's a process Gibbs describes as a major retooling. Soon, there will be a new permanent chief of staff - maybe former Clinton Commerce Secretary William Daley, who is at the White House meeting with the president today. And on Friday, the White House is set to announce several new economic staff appointments. Mara Liasson, NPR News, the White House. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/01/05/132685297/White-House-Press-Secretary-Robert-Gibbs-Resigns"
        },
        {
            "headline": "Mass. Senate Race A Battle Over Who's More Populist",
            "author": "By  \n\n\n      Tovia Smith",
            "source": "NPR",
            "published_date": {
                "month": "December",
                "day": 21,
                "year": 2011
            },
            "article_content": "Elizabeth Warren speaks in October during a debate for the U.S. Senate seat in Massachusetts held by Republican Scott Brown. The race has become a contest of who is the \"real\" populist.\n                \n                    \n                    Elise Amendola/AP\n                    \n                \nhide caption Elizabeth Warren speaks in October during a debate for the U.S. Senate seat in Massachusetts held by Republican Scott Brown. The race has become a contest of who is the \"real\" populist. Republican Scott Brown of Massachusetts made a point of calling Ted Kennedy's old U.S. Senate seat the \"people's seat,\" and he won it in large part by casting himself as the opposite of that glamorous and privileged dynasty. Brown won in a special election in 2010. Now, Democrat Elizabeth Warren, a Harvard Law professor and Wall Street watchdog, is raising Democrats' hopes they can win the seat back. Just months after announcing her first-ever candidacy, polls show Warren pulling out ahead of Brown. The race so far is shaping up to be a contest of who is the \"real\" populist. Who Had It Worse? One ad features Brown's green pickup truck and worn-out barn coat. He stresses his hard-knocks upbringing by a single mom on and off welfare. He pretty much had that market cornered in the last election — but not this time. \"I grew up on the ragged edge of the middle class, and I know it's hard out there,\" Warren says in her ad. Warren entered the race swinging back against Republican suggestions that she's part of the out-of-touch Harvard elite. Brown's camp calls her \"Professor Warren\" every chance it gets, trying to box her in as an ivory-tower type — someone more likely to share a chardonnay than kick back with a beer. But Warren is telling a different story, of her Oklahoma childhood. \"We lost our car, the medical bills piled up. My mom went to work at Sears answering phones so that we could make the mortgage payments,\" she says in her ad. It became a game of one downs-manship. Her father was a maintenance man. His father abandoned him, and his stepfathers abused him. She was so hard up, she started waiting tables at 13. He was so desperate for cash, he posed nude for a Cosmo centerfold. \"You know, I didn't go to Harvard,\" he says, \"I went to the school of hard knocks, and I did whatever I had to do to pay for school.\" 'Regular People' Republican consultant Todd Domke says the candidates appear to be competing in an American-Idol-style contest for who has the \"best sob story.\" He says the decades-old tales-of-woe may end up doing little for either the now-incumbent U.S. senator or the law professor turned presidential adviser. Both are now pulling in millions of dollars in white-collar donations. Indeed, the candidates' battle-of-the-bios has already become the stuff of parody. \"What you have now is Scott Brown sort of running as ... the Allman Brothers' rambling man,\" says Boston University professor Tobe Berkovitz, \"And then you have Elizabeth Warren sort of the Loretta Lynn coal miner's daughter, and both of them are trying to show that they're regular people.\" Sen. Scott Brown addresses reporters at a Boston hotel in August. Brown won the seat in a 2010 special election in large part by contrasting himself with the Kennedy dynasty.\n                \n                    \n                    Steven Senne/AP\n                    \n                \nhide caption Sen. Scott Brown addresses reporters at a Boston hotel in August. Brown won the seat in a 2010 special election in large part by contrasting himself with the Kennedy dynasty. It's easy to understand the urge to stand with the 99 percent this year, but it's also easy to fall into the overzealous trap. For example, Warren visited the Occupy Boston protesters and claimed to be their intellectual mother. She also tried to prove she was \"jus' folks\" to a fellow Oklahoman, who was interviewing her. \"I'm going for the hick vote here, I just want you to know that,\" Warren said. \"Maybe we could start wearing stickers that say 'Hicks for Elizabeth.' Could we do that?\" Berkovitz says people can get a little carried away. \"A lot of this is just political kabuki that's so typical everywhere,\" he says. Different Enemies Still, Berkovitz says, it's a little more surprising in Massachusetts, where Harvard connections don't usually count against you, and where Joe the Plumber wouldn't automatically have more street cred than Jane the Professor. \"I think running against Harvard is a great campaign theme for a Republican in Tennessee,\" says Jeffrey Berry, a professor of political science at Tufts University. \"It's not so great around here, and it hasn't gained any traction.\" Academia is the industry here, and pedigree never seemed to hurt Kennedy, Sen. John Kerry or former Govs. William Weld and Mitt Romney. It is perhaps a sign of the times that even in Massachusetts, where income and education are higher and unemployment lower, candidates are scrambling to prove they are of the people as well as for the people. But what distinguishes Brown and Warren is the target of their wrath. While Brown is positioning himself as the populist crusading against big government, Warren aims at big business. \"I spent years standing up to Wall Street and the big banks, exposing their tricks and traps, fighting to get a fair shake for people,\" Warren says. Consultant Domke says the election might turn on what the average Joe here resents more: regulation and taxes or Wall Street and big banks. \"A recent Gallup poll showed that, by far, more Americans thought that big government was a threat to the future rather than big business, but in Massachusetts, that gap is probably less,\" he says. Ultimately, if it is Wall Street — not Washington — that's got Massachusetts voters most riled up, Warren may turn out to have the edge, convincing folks that she's the one fighting for the little guy.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/12/21/144078762/mass-senate-race-a-battle-over-whos-more-populist"
        },
        {
            "headline": "Income Gap Becomes Politicians' Latest Battleground",
            "author": "Mara Liasson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 3,
                "year": 2011
            },
            "article_content": "There's been a shift in the economic discussion in American politics. For months, the debate was focused on government spending, regulations, debt and taxes. Now there's something new: income inequality. And it's not just the Occupy Wall Street protesters who are worried about the growing gap between the richest 1 percent and the rest of America. The gap has been growing for 30 years, but in the midst of the recession, it appears to have reached a tipping point. A senior White House official says there's a surging sense among voters that the playing field is tilted toward the wealthy and connected. That's the sentiment behind President Obama's new populist push for his jobs bill. \"Middle-class families shouldn't pay higher tax rates than millionaires and billionaires,\" the president has said. \"Warren Buffett's secretary shouldn't pay a higher tax rate than Warren Buffett.\" Republicans in the past have done a very good job of screaming 'class warfare.' ... However, it may be that we have entered a phase where the gap has become so yawning, so wide, that those arguments are not going to be as effective. Democratic strategist Carter Eskew But where the president sees simple fairness, Republicans see class warfare. Last week, House Budget Committee Chairman Paul Ryan (R-Wis.) blasted Obama for his call to raise taxes on millionaires. \"The president is barnstorming swing states, pushing a divisive message that pits one group of Americans against another on the basis of class,\" Ryan said. \"This just won't work in America.\" A Populist Moment? Ryan says the income gap isn't as important as the American ideal of equality of opportunity — people's ability to move up the economic ladder. But social mobility is also slowing down. It's now lower in the United States than other developed countries. The number of Americans who can move up has shrunk as the income gap has gotten wider. \"This issue is one that drives Republicans crazy,\" says Democratic strategist Carter Eskew, who thinks this might be a rare populist moment in American politics, when Democrats instead of Republicans have the advantage. \"Republicans in the past have done a very good job of screaming 'class warfare,'\" Eskew says. \"We, I think, have an ambivalent feeling when people try to stoke those kinds of fears and divisions, and Republicans have been very good at playing to that. However, it may be that we have entered a phase where the gap has become so yawning, so wide, that those arguments are not going to be as effective.\" GOP strategist Ed Rogers thinks Republicans need to offer their own solutions to the widening gap between the rich and everyone else, which he believes is a real problem. The answer to income inequality isn't to confiscate [from] the few and spread out among the many. ... The solution is to build a bigger pie where more people get a bigger slice. GOP strategist Ed Rogers \"The answer to income inequality isn't to confiscate [from] the few and spread out among the many,\" he says. \"They tried that in Havana. They tried that in Moscow. It hasn't worked. \"The solution is to build a bigger pie where more people get a bigger slice.\" A 'Polite' Message Rogers wants the kind of economic growth where wealth is more evenly shared — but by the market, not by the government. But Democrats are confident the redistributionist label won't stick to them because Obama is delivering his populist message not with a pitchfork but with a teaspoon. \"The way that it's being framed is pretty polite,\" Eskew says. \"President Obama is not talking about a massive redistribution of wealth. What he's talking about is shared sacrifice, which most Americans would support.\" And they do. Polls show 75 percent of Americans back a millionaires' tax and equally big majorities see Republicans as defending the interests of big corporations. Rogers says that could present a risk for his party. \"You can't be a candidate or a party that appears to be in business to protect the interests of the privileged few, and that's where Democrats want to push the Republicans,\" he says. \"Republicans are pretty good at pushing back, but, nonetheless ... that would be an untenable political situation.\" Republicans Changing Tone One Republican who wants to avoid that trap is presidential candidate Mitt Romney. He initially called the Occupy Wall Street protests dangerous, but now he says he understands people's frustrations. \"I don't worry about the top 1 percent. I don't stay up nights worrying about 'Gee, we need to help them.' I don't think about that. I'm not worried about that. They're doing just fine by themselves,\" he has said. \"I worry about the 99 percent in America.\" Other Republicans are changing their tone as well. House Majority Leader Eric Cantor (R-Va.), who once called the Wall Street protesters a \"growing mob\" now says he wants to have a policy discussion about solutions to the income gap.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/11/04/142002704/income-gap-becomes-politicians-latest-battleground"
        },
        {
            "headline": "The State Of The GOP Field",
            "author": "By  \n\n\n      Ken Rudin",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 17,
                "year": 2011
            },
            "article_content": " GOP presidential candidates at a debate on the economy, Dartmouth College in Hanover, NH, Oct. 11, 2011.  GOP presidential candidates at a debate on the economy, Dartmouth College in Hanover, NH, Oct. 11, 2011. We're less than three months before the voters begin to have their say as to who will be the 2012 Republican presidential nominee, but here's what we know thus far.  Or what we think we know. The race has always been about Mitt Romney.  You either want him, or you want someone else.  There have been an assortment of \"someone elses\" over the past few months, but none with any apparent staying power.  Michele Bachmann entered the race with a bang, but the moment of her highest achievement — victory in the Ames, Iowa straw poll in August — came on the same day Rick Perry entered the race.  Nobody has seen Bachmann since. Perry has been winning statewide in Texas for more than two decades.  He is the longest serving governor in state history and the longest continuous serving in the country today.  He is a ferocious campaigner, employs a take-no-prisoners bravado and has a proven ability to raise tons of money. And he is making sure that plenty of it will be directed at producing anti-Romney commercials.  But all the money in the world — and he raised $17 million the last quarter — is not going to make up for what has been a series of less-than-impressive (to be gentle) performances in the last four debates.  He has seemed woefully unprepared and inarticulate; witness this attempted sortie from the recent Fox News/Google debate (start the video at 1:30 in). I thought the most recent debate, last week's Bloomberg/Washington Post affair that few were able to watch, was Perry's worst yet.  Here's why.  In the previous three, he was warned that he needed to pick up his game and be more certain of his facts.  Yet for much of the debate he was an almost marginal, incidental bystander, with much of the attention directed at the new hero, Herman Cain.  Asked to describe his plan to create jobs, Perry said it's all part of his energy policy.  Asked to describe his energy policy, he said he was not going to.  (He unveiled it in a speech days later in Pennsylvania.) Perry is still trying to defend himself from the ire of conservatives over his positions on education benefits for the children of illegal immigrants and a mandatory vaccine that would protect sixth-grade girls from a sexually transmitted disease.  And it is still too soon to say whether the outburst by one of his supporters, a Texas pastor by the name of Robert Jeffress — who called the Mormon Church a \"cult\" and said Romney \"is not a Christian\" — will be the kind of albatross for Perry the way the Rev. Jeremiah Wright was for Barack Obama during parts of the 2008 campaign.  But it's hard to see how it helps him. As Perry has begun to show that he may not be ready for prime time, entreaties to other would-be candidates went out.  The thought of Chris Christie being the answer to conservative prayers always felt a bit far-fetched, given his views on such issues as gun control, civil unions and climate control.  Perhaps it was just one indication of how far the Anybody but Romney crowd would go. Apparently they're still looking.  As for Cain, yes, he's an inspiring speaker, with a booming voice and great charisma.  But on more than a few occasions, let's face it, he sounds naive and uninformed on many issues.  His 9-9-9 economic plan, dismissed by many experts, could be disastrous for him in a state like New Hampshire, which has no sales tax.  When told the plan could shift the tax burden to the middle class and away from the wealthy, Cain says, simply, that is \"inaccurate,\" or the criticism is \"wrong,\" that his \"experts\" insist it will work.  When asked during last week's debate to name his favorite Fed chair of the past 40 years, he named Alan Greenspan, who, shall we say, completely missed the rapid decline of the economy during the latter years of the Bush administration.  Conservatives and liberals alike agree on that one. Cain has shown even less understanding    when it comes to foreign policy.  He has called for an electrified barbed-wire fence between the U.S. and Mexico and the building of an alligator-filled moat,  suggesting the addition of military troops \"with real guns and real bullets for part of it.\"  How to deal with Iran?  \"The U.S. has warships equipped with ballistic missile defense  capability. We're going to strategically place them in the right parts  of the world, and then just wait for somebody to attack our friends or  try to attack us.\" Guess what?  In the latest NBC News/Wall Street Journal poll, Cain leads the GOP field with 27%. Not surprisingly, this focus on Cain, this search for something/someone \"new,\" has limited the coverage and hurt the chances of the other candidates still in the race: Bachmann, Ron Paul, Rick Santorum, Newt Gingrich, Jon Huntsman and two who don't even register enough in the polls to make it in the debates, former Govs. Gary Johnson (N.M.) and Buddy Roemer (La.).  It's hard to get voters to listen to you when the media won't. The irony of all this is while Republican voters still seem unsold on Romney — his poll numbers have remained basically the same throughout all the Bachmann, Perry, Christie and Cain surges — the White House has made it clear they fear Romney the most.  David Axelrod, the Obama senior strategist, held a conference call last week specifically to single out Romney as inconsistent on the issues and a \"flip-flopper\" — a criticism first made of Romney during his 2008 bid, to great effect.  (Axelrod was a guest on Sunday's This Week on ABC, where he was asked the predictable questions about Romney and gave the predictable answers.) The flip-flopping charge is valid and remains a potential albatross, as does the health-care bill he pushed through in Massachusetts.  If, after all the flirtations have come and gone, Romney was suddenly pulling away in the GOP polls, that would be one thing.  But he's not.  And Perry is likely to raise the kind of money that his non-Romney rivals won't begin to approach. So for that reason alone, writing Perry's political obituary would be premature.  Even if I do think his debate performances have been abysmal. Oh, there's also the voters.  They don't weigh in for another two and a half months. The Dating Game. To no one's surprise, the move by Florida to advance its presidential primary date to Jan. 31, 2012 has had a domino effect on the entire calendar.  But when Nevada announced its caucuses would now be held on Jan. 14 — a week before South Carolina's primary and, more important, just four days after a possible New Hampshire date — that was too much for N.H. Secretary of State William Gardner, who notes that Nevada's caucus date is in violation of N.H. state law, which demands the next succeeding voting event take place at least seven days afterwards.  Gardner, who has been zealously protecting N.H.'s position since 1976, says that if the Silver State's date won't move back at least three days, then he could send N.H. voters to the polls as early as December. Most of the GOP candidates have lined up with Gardner, vowing to boycott Nevada should it insist on the Jan. 14 date.   Jon Huntsman led the way, saying not only will he bypass the caucuses out of respect to N.H. — where he is basing most of his campaign — but he won't appear at the CNN debate in Nevada on Tuesday (Oct. 18).  Also promising to boycott the caucuses (though not the debate):  Newt Gingrich, Rick Santorum and Herman Cain, all hoping the gesture would get favorable notices in New Hampshire. But there's another angle to the story. Nevada, with its sizable Mormon population, has long been seen as friendly to Mitt Romney's chances, and it was no secret that Romney's forces were behind Nevada moving its date up, hoping it would give the former Mass. governor an early boost.  By pulling out of Nevada, these candidates could end up making the state's caucuses a meaningless exercise and rob Romney of a headline grabbing victory. Prediction:  Nevada blinks.  It will move its caucuses later in January, perhaps the 17th, closer to South Carolina. Here's another date. Our friends at Oregon Public Radio are part of a team producing a GOP debate on — ready for this? — March 19 at 6 pm PT.  (NPR will provide a journalist for the panel of moderators.)  OK, so when was the last time the battle for the Republican nomination was really alive and well on March 19?  1980. How's Bayou. Don't be surprised if you didn't realize that this Saturday (Oct. 22) is the date of the Louisiana gubernatorial election.  Apparently, not many people in Louisiana have either.  This is the state's least competitive gov. race in memory, with all indications showing Gov. Bobby Jindal (R) en route to a smashing re-election victory.  What's most remarkable is that there isn't even a sanctioned Democratic candidate in the race.  Oh, others will be on the ballot, but none with any money or political standing to speak of.  Equally remarkable is that no Democrats have filed for any statewide office as well.  So along with Jindal's landslide victory on Saturday, the things to watch on the ballot will be battles among Republicans only for the other top positions.  (Runoffs, if necessary, come Nov. 19.)  This is a stunning turnaround in a state that didn't elect a Republican to the governorship post-Reconstruction until 1979 or to the Senate until 2004. The good news for Democrats?  Sen. Mary Landrieu (D) isn't up until 2014. Candidates 2012.  The Hawaii Republican Party got its dream candidate for the Senate seat being vacated by Daniel Akaka (D).  It's Linda Lingle,  the former two-term governor, whose candidacy gives the GOP their first  shot at winning a Senate seat in the Aloha State since Hiram Fong won a  third term in 1970.  Democrats trying to hold Akaka's seat include Rep.  Mazie Hurono and ex-Rep. Ed Case. ... Samuel Wurzelbacher,  dubbed \"Joe the Plumber\" during the 2008 presidential campaign as a  fighter for the middle class, files to run as a Republican in Ohio's 9th  CD.  It's the seat where two longtime Democratic incumbents, Dennis  Kucinich and Marcy Kaptur, are running against each other  in the May  primary ... With Elizabeth Warren looking strong in her bid for the  Democratic nomination for the Senate seat currently held by GOP  incumbent Scott Brown, two Democrats have dropped out of the contest:  activist Bob Massie and Newton Mayor Setti Warren. Political Updates. I will post periodic political updates during the week on Twitter. You can follow me at @kenrudin. Two questions from the mailbag: Q:  Did I understand correctly on the last podcast that delegates will be awarded proportionally rather than winner-takes-all in all the GOP primary states? That seems rather huge! I remember, as a Clinton-ite, how much that affected the 2008 Democratic primary, where even in states that Hillary *won*, Obama ended up winning almost as many delegates.  If this is true for the GOP this year (and why was the change made??), that means there will be ACTUAL Paul or Cain or Bachmann delegates running around in Tampa in 2012. — Phillip Gilfus, Fayetteville, N.C. A:  It's true.  Part of the reason was that while Republicans — in their familiar winner-take-all way — ended their nomination battle in 2008 earlier than ever before, the Democratic fight between Obama and Clinton went on until well into June ... capturing all the media attention, exciting the voters, and suddenly making long-forgotten states play an important role in the process.  I mean, who was paying attention to John McCain in the spring of '08?  The new rule allowing GOP delegates to be awarded based on the candidates' proportion of the vote pertains only to primaries and caucuses that are held before April.  After that, it's back to winner-take-all.  There's still no guarantee that the race will go on beyond April.  But the rule change has the potential to make it more interesting. Q:  Has there ever been a president elected straight from the House, as Michele Bachmann and Ron Paul are trying to do? — Anne Bowline, Casper, Wyo. A:  Just one:  James Garfield of Ohio.  In the House for 17 years, Garfield had actually been elected to the Senate early in 1880 but had not taken the seat by the time the Republican convention opened in Chicago.  As it turned out, the GOP delegates were split, with Garfield, a dark horse, winning the nomination on the 36th ballot.  He went on to defeat the Democratic candidate, Gen. Winfield Scott Hancock, a Civil War hero, in November.  Inaugurated on March 4, 1881, Garfield was shot in the back on July 2 by a disgruntled job-seeker, Charles Guiteau, and he died on Sept. 19. Podcast. There is a new episode of our weekly podcast, \"It's All Politics,\" every Thursday. It's hosted by my partner-in-crime, Ron Elving,    and me. Latest episode: the rise of Herman Cain, the encroaching primary and caucus calendar, and the GOP gets a boost in the Hawaii Senate race.  You can listen to it below. And Don't Forget ScuttleButton. ScuttleButton,   America's favorite waste-of-time button puzzle, can be found in this   spot every Wednesday. A randomly-selected winner will be announced each   week during the Political Junkie segment on NPR's Talk of the Nation.  It's not too late to enter the current contest. Not only is there incredible joy in deciphering the answer, but the winner gets a TOTN t-shirt! Political Junkie segment on Talk of the Nation. Each Wednesday at 2 p.m. ET, the Political Junkie segment appears on Talk of the Nation (NPR's call-in program), hosted by Neal Conan with me adding color commentary, where you can, sometimes, hear    interesting conversation, useless trivia questions, and sparkling jokes.    Alas, I missed last week's show, an omission that will not be repeated this week. What Gets America Angry Dept. As I travel around this great land of ours, the complaints I hear from people is that everyone is tired of inauthenticity.  In that regard, imagine how horrified we all were with the cover of the Sept. 25 Parade magazine that shows actor George Clooney in a suit wearing nearly two dozen campaign buttons — most of which are fakes and replicas.  At least seven are copies of older campaign buttons made by the Kleenex company (such as the FDR, Truman and Wilson buttons), two are McGovern-Eagleton items of suspicious origin (e.g., made after Eagleton left the '72 Dem ticket), and others are just complete fantasies. Here's Something You May Not Have Known.  Nancy Shevell, who wed former Beatle Paul McCartney on Oct. 9, was once married to Bruce Blakeman, who came in third in the 2010 GOP primary for a Senate seat in New York.  Of course, this is not nearly as interesting as the fact that Kitty Dickson, the first wife of the father of Rep. Jason Chaffetz (R-Utah), later married (and is still married to) Michael Dukakis. The Daley News. I didn't see it until it appeared in the Washington Post obituaries this week:  Steve Daley, the former political reporter for the Chicago Tribune, died Oct. 2.  He was 62 years old.  During my years (1983-91) at ABC News, I often found myself listening to Steve, a big, funny, grizzled kind of guy who would entertain anyone who'd listen with the greatest and wildest stories about the men and women who made up the world of politics.  Whether on the campaign trail or on Capitol Hill, I was privileged to be Steve's friend, to learn from him and share experiences.  He was irreverent and sharp, a true cut up, but rarely cynical and never nasty.  I hadn't seen him in years; I left ABC and covering the halls of Congress in 1991 when I came to NPR, and Steve left the Tribune to enter the world of public relations in 1996.  But when I think of journalists who made my job memorable and fun, I will always think of Steve Daley. Also gone:  Albert Rosellini, a former two-term governor of Washington, died Oct. 10 at the age of 101.  Rosellini, a Democrat, was elected governor in 1956 and re-elected four years later.  During his tenure he vastly improved the state's woeful prison system and made major advances in transportation and infrastructure.  But he was defeated for a third term in 1964 by Dan Evans (R), who accused Rosellini of \"illegally obtained\" campaign funds.  Rosellini tried again eight years later, but again lost to Evans ...Richard Mallary, 82, a Vermont Republican who served three years in the House before giving up his seat for an unsuccessful run for the Senate, died on Sept. 27.  Mallary won a special House seat in 1971 to succeed Robert Stafford (R), who was appointed to the Senate, and served in Congress until 1974, when he lost an open Senate race to Pat Leahy.  Leahy, who still serves, became the first Democrat ever to win a Senate race in Vermont ...the Rev. Fred Shuttlesworth, 89, a longtime civil rights leader who co-founded the Southern Christian Leadership Conference with Dr. Martin Luther King Jr. in the 1950s and who survived beatings and bombings in his native Alabama, on Oct. 5. ... Franklin Kameny, 86, who for a half-century was a tireless backer of gay and lesbian rights and a leader in the cause, on Oct. 11.  In his one foray into elective politics, Kameny lost a bid for D.C. congressional delegate in 1971 ... Kenneth Dahlberg, 94, a Minnesota businessman and Midwest finance coordinator for the Committee for the Re-election of the President, on Oct. 4.  Dahlberg's 1972 check to the Nixon campaign wound up in the bank account of one of the Watergate burglars, Bernard Barker — a sequence that led to the resignation of President Nixon.  Dahlberg was also the deputy fundraising chair for 1964 GOP presidential candidate Barry Goldwater. ON THE CALENDAR: Oct. 18 — GOP presidential debate in Las Vegas, 8 pm ET (CNN). Oct. 22 — Louisiana gubernatorial election, where Bobby Jindal (R) is seeking a second term. Nov. 8 -- Election Day.  Also: primaries in Oregon's 1st CD (to succeed David Wu, D). Nov. 9 — GOP presidential debate in Rochester, Mich., 8 pm ET (CNBC). Nov. 10 — GOP debate, Exeter, N.H. Nov. 19 — GOP candidate forum, Des Moines.  Also: Iowa Democratic Party Jefferson-Jackson Day Dinner, Des Moines. Dec. 7 — Virginia Senate debate, Univ/VA at Charlottesville. Dec. 10 — GOP debate, Des Moines (ABC News). Mailing list. To receive a weekly email alert about the new column and ScuttleButton puzzle, contact me at politicaljunkie@npr.org. ******* Don't Forget: If you are sending in a question to be used in this column, please include your city and state. ********* This day in political history: Testifying before the House Judiciary Committee, President Gerald Ford says that no deals were made between himself and his predecessor, Richard Nixon, regarding his Sept. 8 pardoning of the former president for crimes committed during the Watergate scandal.  It is the first time in history a sitting president has formally testified before a congressional committee (Oct. 17, 1974). Got a question? Ask Ken Rudin: politicaljunkie@npr.org",
            "bias": "white privilege",
            "url": "https://www.npr.org/sections/politicaljunkie/2011/10/17/141361715/the-state-of-the-gop-field"
        },
        {
            "headline": "Anti-White Bias On The Rise?",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 13,
                "year": 2011
            },
            "article_content": "New research shows that whites in the U.S. believe there are increases in racial bias toward them and public policies that create inequality. Vice Chair of the U.S. Commission on Civil Rights Abigail Thernstrom deems these claims as 'ridiculous,' and adds that race-based preferences will vanish when all students have leveled playing fields in schools. Host Michel speaks with Thernstrom to learn more of her opinion.  MICHEL MARTIN, Host: I'm Michel Martin and this is TELL ME MORE from NPR News. Back in March, we told you about a young man at Texas State University who told us he was setting up a college scholarship program for white males like himself who he believed were at a disadvantage when it comes to getting college scholarship money. His name was Colby Bohannan and he called his group The Former Majority Association for Equality. You can hear my original conversation with Colby Bohannan by going to our website. Just go to the Programs tab at NPR.org and click on TELL ME MORE. Well, earlier this month, Mr. Bohannon made good on that promise and announced that the group has raised $18,000 for five scholarships. The story has gotten a lot of traction, particularly when it was announced that one of Bohannan's Army buddies, who is African-American, has agreed to hand out the awards. But the core issue is Mr. Bohannan's belief that white people are somehow at a disadvantage when it comes to opportunities in this country. Well, a new study out of Harvard Business School attests to the view. It was recently published in a journal called Perspectives On Psychological Science. Business school professor Michael Norton and his co-author Samuel Sommers says that white people believe that they are, in fact, more likely to be victims of discrimination than black people now. We're going to hear from Professor Norton in a minute. But first, for perspective, we've called upon Abigail Thernstrom. She is the vice chair of the U.S. Commission on Civil Rights. She's a Republican member of that bipartisan commission. In her varied career, she's been a state education official, a fellow at a conservative think tank and she's written a number of critically acclaimed books about race and ethnicity. And she's with us now. Thank you so much for joining us. ABIGAIL THERNSTROM: Hey, Michel, I'm delighted to be here. MARTIN: Now, you've already reacted to the study. You wrote a piece as part of a collection of essays in the New York Times about that particular study. You said this is not new news. THERNSTROM: Oh, it's not new news at all. I mean, what they've found out is that there is a high level of white resentment against racial preferences, which some people call affirmative action. I prefer the term racial preferences because I think it's more accurate. And whites don't much like it when at a selective, elite university you've got a certain number of seats set aside for blacks and Hispanics and they are admitting minority students - non-Asian minority students, I should say - Asians are never privileged - by standards different than those applied to Asians than whites and that violates some core values of actually a majority of Americans. MARTIN: When we talk about racism, do you think that whites, by and large, and - let's say blacks, by and large, because that's probably mainly who we're talking about... THERNSTROM: Right. MARTIN: ...are seeing and talking about different things. Do you think whites are talking about racial preferences? Because I'm not sure that that's what black people mean when they say, is racism - has racism gone away? I don't think they're talking about policies, per se. THERNSTROM: No. When we talk about racism in general, we talk about a bias against people on the basis of ascribed characteristics: color, in some cases natural origin if you're talking about Hispanics and so forth. But they're not talking about private feelings of antagonism in their article towards whites. I mean, nobody thinks that whites are the victims of the kind of racist sentiment that has been historically so prevalent in American history, but has so diminished by this time what they - the only thing they can be talking about is public policy. MARTIN: Well, now, see- but I'm not sure that that's - I think that that's - I guess what I'm more interested in is what is your opinion about whether a majority of whites actually think that they are the targets of animus of feelings that attend to African-Americans or black people who feel that private attitudes, which then translate into public behavior which disadvantage them on a conscious and unconscious level. Do you think that the majority of whites feel that way, that there is that kind of animus directed toward them? THERNSTROM: No way. No way. That targets of discrimination, feeling that racial slurs against whites, I mean, that is a ridiculous notion. I mean, they were asked, not about racism. They were asked about discrimination - two very different things. And, you know, the first thing whites think of is, well, wait a minute. They aren't creating a level playing field with public policy. They are privileging to minority groups. And that is the only possible source of white resentment. MARTIN: Well, what if it's irrational? I think the authors can speak for themselves in a minute. But one of the argument is that some people, perhaps to many people - I don't know how many - translate no longer being advantaged to being discriminated against. THERNSTROM: Well, first place, being discriminated against is different then being the target of racism, and that is really an important distinction. Now being discriminated against, what in private life in, so, you know, I mean if you take as your classic model of racism, the Jim Crow South, do whites think that they have somehow become blacks in the equivalent of the Jim Crow South? No. Of course not. One of the things that I thought was interesting about this study is both whites and blacks agree on the degree of racial progress in this society. Very nice agreement that, yeah, the level of white racism towards blacks has gone, oh, in my lifetime, it's been a remarkable change and something to celebrate. And so, now they say, oh, well, wait a minute. We've got this racism towards whites. That's ridiculous. MARTIN: Is there something that there is important to discuss here in terms of the feelings that white people may have about being discriminated against? I know that you feel affirmative action racial preferences is an ongoing sore point to the degree that it still exists as policy. But more broadly, I know that these are issues that have come before you at the commission. THERNSTROM: Right. MARTIN: Is there a broader conversation you think we should hear about it? THERNSTROM: Yeah, there's a broader conversation. I mean these preferences, race-based preferences have to go. But they're not going to go till we no longer have such radical disparities in the results of testing of every sort, whether it's SATs or LSATs, medical exams, just name it, you have got radical disparities. We have got to do something about American education. And we just keep spinning our wheels so that we're not educating kids. That's the place to create a level playing field and when we create a level playing field the whole issue of preferences will disappear. MARTIN: Abigail Thernstrom is the vice chair of the U.S. Commission on Civil Rights and the author of many books, as we said. Most recently of \"Voting Rights-And Wrongs: Racially Fair Elections.\" And she was kind enough to join us in our Washington, D.C. studios. Abigail Thernstrom, thank you so much for joining us. THERNSTROM: Oh, thank you for having me. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "white privilege",
            "url": "https://www.npr.org/2011/07/13/137818175/anti-white-bias-on-the-rise"
        },
        {
            "headline": "Judge Dismisses Challenge To Election Monitoring",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 22,
                "year": 2011
            },
            "article_content": "A federal judge in Washington, D.C. has upheld a key part of the 1965 Voting Rights Act. Shelby County, Ala., had sued to get out from under requirements that it send all of its election changes to the federal government for pre-approval to protect the interest of minority voters. A judge threw out the lawsuit saying that Congress had acted within its power under the Constitution.  DAVID GREENE, Host: Here in Washington, a federal judge has upheld a key part of the 1965 Voting Rights Act that's been under challenge from prominent conservatives. Shelby County, Alabama challenged the law's requirement that any changes to voting procedures be pre-approved by the federal government. Now lawyers for the county say they'll appeal all the way to the U.S. Supreme Court. NPR's Carrie Johnson reports. CARRIE JOHNSON: But as the years have passed, some states have bristled at the federal oversight. And three separate lawsuits, including the one filed by Shelby County, Alabama, are seeking to overturn that part of the law. Rick Hasen of the University of California at Irvine says all of those cases involve one critical question. RICK HASEN: Whether or not there's still enough evidence of unconstitutional conduct by the states to justify the portion of the Voting Rights Act that requires these covered jurisdictions to get permission before they change any of their voting rules. JOHNSON: Edward Blum directs the Project on Fair Representation, a non-profit group that helped Shelby County with resources to bring a lawsuit. EDWARD BLUM: It makes no sense for Texas and Alabama to be required go to the Justice Department to pre-clear voting changes, but not Arkansas and Oklahoma. JOHNSON: Blum says he's willing to take the Alabama case all the way up to the nation's highest court. BLUM: Congress never made a finding that racial discrimination still exists in these covered jurisdictions and not outside of these covered jurisdictions, so that's why we think the law is unconstitutional in and of itself. JOHNSON: Carrie Johnson, NPR News, Washington. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/09/22/140694872/judge-dismiss-ala-challenge-to-voting-rights-act"
        },
        {
            "headline": "Mixed Signals Spark Fear, Hope For Saudi Women",
            "author": "By  \n\n\n      Soraya Sarhaddi Nelson",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 10,
                "year": 2011
            },
            "article_content": "A Saudi woman drives a car in Riyadh in June as part of a campaign to defy the kingdom's ban on women driving. The image is from a video released by Change.org.\n                \n                    \n                    AP\n                    \n                \nhide caption A Saudi woman drives a car in Riyadh in June as part of a campaign to defy the kingdom's ban on women driving. The image is from a video released by Change.org. Saudi women are getting conflicting messages from their government about whether it intends to expand their rights. They received a boost from King Abdullah, who pledged to give  them more political power in the coming years. But new  Crown Prince Nayef bin Abdel-Aziz Al Saud is known for his opposition to  women's rights. Such mixed messages stir up hope, fear and frustration. Several Saudi women tell NPR they simply want a say in how they live. Tug-Of-War: Women In The Middle Even finding a public place where they can meet with a reporter is a struggle. They are kicked out of a Starbucks because it is prayer time, when shops must close. A nearby hotel lobby won't work, either, because there are men inside. Saudi women lingering in the same space as men could trigger a visit by the dreaded mutawa, or religious police, who enforce a strict segregation of the sexes in public spaces. So the women decide to gather in the reporter's small hotel room. But even that proves a challenge, as they search for an elevator with no men inside. Nuha al-Suleiman says such obstacles take the fun out of going anywhere. \"I feel just frustrated when I go out because I have to find my driver. I will have to stay in some places. I cannot walk in all streets,\" she says. \"There are religious police everywhere, and they can complain about anything, so I just prefer staying home.\" The 28-year-old businesswoman and other Saudi women interviewed for this story say they are tired of waiting for rights most other women around the world take for granted. The mixed signals especially bother them. In a historic speech in September, Abdullah pledged to add women to his all-male advisory council and allow them to take part in the next municipal elections. Two days later, a court in the port city of Jeddah sentenced a young mother to 10 lashes for driving a car. The king later set the sentence aside. Even so, analysts say it was an unusually harsh punishment for violating a female-driving ban that isn't enshrined in law. Ruba, a 21-year-old university student, calls the sentence shameful. She believes it was a backlash against the decision to offer women political rights. Ruba, like several women in this story, asked that only her first name be used to protect her family. \"Of course, it felt like a game of tug-of-war between the liberals and the conservatives,\" she says. \"When the liberals pulled harder and won, the conservatives pulled even harder. \"So it just felt like women were that rope between the two parties.\" 'Society Is Ready' Nevertheless, Saudi women these days are going after their rights like never before, says Fawzia al-Bakr, a 45-year-old Saudi columnist and college professor who defied the driving ban in 1990. \"I remember when I [went] to any gathering, or social gathering or the family, everybody [looked] at you as odd — totally odd — because you were asking for something that is against the religion and against the social ... code and all that,\" she says. \"Now ... I can actually talk to my students about things. It's an interesting time.\" Saudi activist Manal al-Sharif drives in Khobar, Saudi Arabia, while talking about the  difficulties women face. She was later arrested for driving and spent 10 days in jail. She credits greater educational and work opportunities for their empowerment — that, and the Internet, which has made it easier for women to network and draw attention to their efforts. Activist Manal al-Sharif posted a video of herself driving in the city of Khobar in May, leading to her arrest. Supporters quickly created a Facebook page for her and demanded that she be released. Public pressure and an apology by Sharif, who also signed a pledge that she wouldn't drive again, led authorities to release her 10 days later. Still, the news spurred other Saudi women to get behind the wheel, including Rasha Alduwisi. Alduwisi, a 30-year-old banker, says she's tired of paying one-third of her salary to drivers to take her to and from work. \"The society is more accepting now, that's for sure,\" she says. \"Like, you can see people waving to you and giving you the thumbs up and all that. ... That tells me society is ready.\" It isn't as if Saudi women have any choice but to drive, adds Mohammed Fahad al-Qahtani, who heads the Saudi Civil and Political Rights Association in Riyadh. He says a growing number are working or going to school, and the kingdom has no public transit system, making cars the only viable option. Qahtani explains that the ban is hard on men, too. They often have to play chauffeur, as he does for his wife and children. \"I drive my kids in the morning, and I drive her to work, too, and I collect them in the afternoon,\" he says. \"Can you imagine this busy schedule, and sometimes I'm the family driver, too, at night? \"So when I travel — and I do, I travel a lot — she'll be alone standing in the street with her kids, flagging a taxi to take them, and they are not reliable.\" Beyond Driving Ending the driving ban is not the only change many Saudi women want. Some say it's more important for the Saudi government to establish an age of majority for women. Under current Saudi law, a woman is the dependent of a male relative, be he her father, brother, husband or even her son. She always needs that male guardian's permission to do almost anything outside the home throughout her life. She can even be married off without being told, says Sarah, a 23-year-old marketing specialist. \"When we get rid of that law, I will be able to tell you that Saudi Arabia is headed toward change,\" she says.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/11/10/142185015/saudi-women-drive-change-despite-mixed-signals"
        },
        {
            "headline": "Redistricting Cases Challenge The Voting Rights Act",
            "author": "Carrie Johnson",
            "source": "NPR",
            "published_date": {
                "month": "July",
                "day": 21,
                "year": 2011
            },
            "article_content": "President Lyndon B. Johnson signs the Voting Rights Act into law. One provision of the law is still controversial.\n                \n                    \n                    AP\n                    \n                \nhide caption The landmark 1965 Voting Rights Act  has been the law of the land for nearly half a century, removing barriers for  generations of black voters in the South. But one of its key provisions still sparks controversy. The law requires the Justice  Department to preapprove changes made to election procedures in states with a  history of racial discrimination. Many conservatives say that any need for the  law has long since passed, and this month, they got a boost. A federal  appeals court in Washington,  D.C., allowed a  constitutional challenge to the preapproval language to move  forward. The current federal oversight  rankles many of today's conservatives. \"You have the federal  government having to approve things, laws and ordinances, that are passed by  local governments and state governments. You don't see that in any other area,\" says Hans von Spakovsky, a former Justice Department official under President George W. Bush. Von Spakovsky and another former  Bush Justice Department official, Robert Driscoll, point out that the preapproval  process was never supposed to be permanent. But today, parts of 16 states, most  of them in the South, operate under a form of federal receivership based on  minority voter turnout data gathered in the 1960s. \"This was needed in 1965, because in  1965 there was systematic discrimination in the South against black voters. But  there's no one that can show there's anything like that today,\" von Spakovsky  says. Chief Justice John Roberts also  raised doubts about the Justice Department's preapproval authority under  Section 5 of the Voting Rights Act in a Supreme Court ruling two years  ago. The high court didn't rule on the issue directly in that case. But since  then, lawyers have been looking for another way to present the question to the  high court. Thanks to a recent lower court ruling, they may have found  it. Earlier this month, a federal  appeals court in D.C. allowed a Republican candidate in the small town of  Kinston, N.C., to move forward with his  lawsuit, challenging the federal government's power to force its elections law  decisions on states. \"The Voting Rights Act has been a  crown jewel of the civil rights movement, and for the court to say that Congress  doesn't have the power to step in and require this kind of federal review of  voting rules would be a dramatic shift in how the court views the federal state  balance,\" says Rick Hasen, a professor of election law at University of California, Irvine. But election lawyers like Democrat Gerry  Hebert of the nonpartisan Campaign Legal Center say the threat of a Supreme Court  case is already making a difference. \"Many of us feel that the Justice  Department is too concerned with the fact that the Supreme Court will strike  down the act, and so, maybe doesn't enforce it as vigorously as it should, because  it's concerned that if it's accused of overreaching, that the Roberts court will  strike the act down,\" Hebert says. It's unclear whether striking down the preapproval section of the act would endanger the entire law. But it would almost certainly give new determination to those who want to strike down the full act on the grounds that these decisions should be left to the states. For the past several years, experts  say, the Justice Department has approved the vast majority of voting changes it  reviews under the pre-clearance rules. So far this year, it's given a green  light to election changes in Louisiana and  Virginia. But  most of the state and local redistricting plans — more than 2,000 in the covered  areas — haven't arrived on the department's  doorstep. In one of the most  closely watched tests of the reach of the Voting Rights Act this year, Texas has  just submitted its proposed redistricting changes to a federal court — not the  U.S. Justice Department — for approval. Some Republican governors and attorneys  general have advocated bypassing the Obama administration, arguing that they  will get a less politicized answer from the courts, even though a Justice  Department spokeswoman says the Attorney General has objected to only about \"1  percent\" of the proposals since the law was enacted. Hasen  says he'll be watching how the Department of Justice handles the redistricting plans. \"This is the first time that a  Democratic administration will be in charge of the Department of Justice during  one of these redistricting periods, putting aside the Johnson administration,\"  he says. Supporters of the Voting Rights Act  say the law and the Justice Department still play an important role in  protecting minority voters. Congress seemed to agree back in 2006 when it  renewed the Voting Rights Act and the preapproval process for 25  more years. Driscoll, the former Bush Justice Department official, says that process was  never intended to be permanent. \"And so the real question is do the distinctions  that existed in 1965 exist now that would justify disparate treatment in  different parts of the country?\" he asked. As the North Carolina case makes  its way toward the Supreme Court, it becomes more likely that the future of  the law will be determined by the courts, not the  voters.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/07/21/138472568/redistricting-cases-challenge-the-voting-rights-act"
        },
        {
            "headline": "Foreign Policy: Democracy Doesn't Fix Everything",
            "author": "By  \n\n      Charles Kenny",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 30,
                "year": 2011
            },
            "article_content": "Indian Muslims shout slogans during a protest rally against the ongoing political turmoil in Bahrain, Libya, and Yemen, in Hyderabad on Sunday. Pro-democracy protests have been sweeping across the Mideast this year, events that some claim to be chain reactions caused by the uprising in Tunisia.\n                \n                    \n                    Noah Seelam /AFP/Getty Images\n                    \n                \nhide caption Indian Muslims shout slogans during a protest rally against the ongoing political turmoil in Bahrain, Libya, and Yemen, in Hyderabad on Sunday. Pro-democracy protests have been sweeping across the Mideast this year, events that some claim to be chain reactions caused by the uprising in Tunisia. Charles Kenny is a senior fellow at the Center for Global Development. As protesters from Benghazi to Sanaa risk their lives in the name of democratic freedoms, while Bush-era stalwarts cry victory for the \"Freedom Agenda\" and their opponents note that freedom in Egypt and Tunisia came from within, it is worth remembering two things: that the right to vote is worth such sacrifice, and that it is far from a guarantee of freedom. Democratic institutions may be part of the secret to long-term growth (if not to the short-term kind). As Amartya Sen has pointed out, they don't tend to let their citizens starve to death. And people living in democracies report themselves marginally happier than people living under other forms of government. As we all know by now, democracies don't go to war with each other (much). But for all of their positive attributes, democracies can be shallow and easy to overturn. First, a lot of democracies don't stay democracies. You don't have to go quite as far as Niall Ferguson — who has argued that recent events in the Middle  East could lead to a New Caliphate intent on Islamic global revolution — to worry that newly democratic regimes might fall back toward more autocratic rule. Indeed, many people in Egypt were concerned over just this thing as the March 19th vote on the country's new constitution approached. Democracies can also be shallow in their roots. Notre Dame's Christian Davenport and University of Wisconsin-Milwaukee's David Armstrong found that \"limited\" democracies — countries with the vote but with less than free or fair elections — were no better at protecting civil rights than non-democracies. Davenport even suggests that limited democracies include some of the worst abusers. David Richards at SUNY  Binghamton University similarly suggests that there is no link between the mere presence of national elections and observance of human rights. In 1997, Fareed Zakaria coined the term \"illiberal democracies\" to describe this phenomenon of democratic governments running amok with civil rights. But he wasn't describing a new type of regime — throughout history, most democracies have, in fact, been markedly illiberal. The word itself, after all, comes from ancient Athens: a city that tolerated slavery, denied women participation in public life, and had a weak record on fair trial, empirically demonstrated by the firsthand experience of the philosopher Socrates. The protection of broader rights in putative democracies has been patchy ever since. The United States ratified a constitution dedicated to representative government in 1788, but only finally abolished slavery in 1865, guaranteed the vote to women in 1920, and only passed the Civil Rights Act ending racial segregation and discriminatory voter registration practices 176 years after the Constitution was ratified. And the lion of liberty, Winston Churchill, believed his democratic bona fides were in no way compromised by a determination to deny votes to women or democracy to India and other parts of the British Empire. He was also happy to say of Native Americans that \"I do not admit that a wrong has been done to these people by the fact that a stronger race, a higher-grade race, a more worldly wise race to put it that way, has come in and taken their place.\" Moving on to the (old) Empire, India still faces human rights challenges despite being the world's largest democracy since 1947. The country has, it's true, made considerable progress over that time in social and economic development. Nevertheless, there is continuing discrimination against dalits — \"untouchables\" — which Prime Minister Manmohan Singh has likened to apartheid (not that he's had much success in solving the problem). And there are widespread accusations of torture by Indian security forces in Kashmir. The gap between democracy and civil rights isn't a matter of government institutions falling behind the popular will. In fact, it often reflects popular attitudes across the world. The same polls that suggest ubiquitous global support for statements like \"democracy may have its problems, but it's better than any other form of government\" also report considerable variation in answers to questions about civil rights. For example, Islamic and Western countries score almost exactly the same in popular opinion polls when it comes to attitudes toward democracy and democratic ideals, note Pippa Norris and Ronald Inglehart of Harvard University and the University  of Michigan, respectively. But support for gender equality, divorce, and abortion is notably lower in Islamic countries, and acceptance of homosexuality hardly registers. (Indeed, homosexuality is still illegal in 80 countries, including many democratic ones, according to the U.N.'s Human Development Report.) In Egypt, the harassment and intimidation of women holding a rally in Tahrir Square on International Women's Day highlights the fact that while democracy has finally arrived, some things take longer. Women in the Arab world occupy only 9.5 percent of parliamentary seats — the lowest of any region in the world. Less than 35 percent of women are in the workforce in the Middle East and North Africa, compared with a global average of 56 percent. These statistics are unlikely to improve just because Hosni Mubarak has decamped to Sharm el-Sheikh. In 2009 Afghanistan — another beneficiary of American enthusiasm for democratization — saw its democratically elected parliament pass a law that denied Shiite women the right to leave their house without permission from a male relative and legalized rape within marriage. To repeat: Democracy is a great thing in its own right. And over the long term it appears to be linked to a range of positive outcomes from wealth to health and even to happiness. That means it is wonderful news that the world is more democratic than ever before and, due to the bravery of protesters in Tunisia, Egypt, and hopefully elsewhere in the Middle East and beyond, about to get even more so. But democracy is no instant panacea — especially not for wounded liberties. History, it seems, won't end when the last dictator falls.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/03/30/134975835/foreign-policy-democracy-inaction"
        },
        {
            "headline": "The Supreme Court's Failure To Protect Blacks' Rights",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 24,
                "year": 2011
            },
            "article_content": "Read An Excerpt After the Civil War, 4 million former slaves were looking for social equality and economic opportunity. It wasn't clear initially whether they would enjoy full-fledged citizenship or would be subjugated by the white population. In the 1860s, it was the Republican Party in Washington — the home of former abolitionists — that sought to grant legal rights and social equality to African-Americans in the South. The Republicans — then dubbed radical Republicans — managed to enact a series of constitutional amendments and reconstruction acts granting legal equality to former slaves — and giving them access to federal courts if their rights were violated. The 13th Amendment, which was ratified in 1865, abolished slavery. Three years later, the 14th Amendment provided blacks with citizenship and equal protection under the law. And in 1870, the 15th Amendment gave black American males the right to vote. Five years later, Congress passed the Civil Rights Act of 1875, a groundbreaking federal law proposed by Republican Sen. Charles Sumner of Massachusetts, which guaranteed that everyone in the United States was \"entitled to the full and equal enjoyment\" of public accommodations and facilities regardless of race or skin color. \"What the radical Republicans wanted, led by Charles Sumner in the Senate and Thaddeus Stevens in the House, was probably the largest experiment in social engineering ever taken,\" says constitutional scholar Lawrence Goldstone. \"They wanted the federal government to take these four million newly freed slaves and integrate them fully into society virtually immediately.\" But that didn't happen — and wouldn't for decades — in part because of decisions handed down by the Supreme Court, which declared the Civil Rights Act of 1875 unconstitutional in 1883. The court also said Congress lacked the constitutional authority under the 14th Amendment to grant equal protections under the law to blacks, stating that only states and local governments could do that. It also passed a ruling stating that the Enforcement Act of 1871, which forbade meetings of Ku Klux Klan members, was unconstitutional. In his book Inherently Unequal, Goldstone examines how the Supreme Court's rulings in these cases suppressed the civil rights movement in the latter half of the 19th century and affected the treatment of blacks in Southern states for decades, ultimately resulting in their mass migration to cities in the North.  The court's rulings opened up \"a period of de jure racial discrimination that would last almost a century and was virtually as odious as slavery itself,\" writes Goldstone. \"[It] also threw open the door to a more codified approach to removing African-Americans first from the voting rolls and then from mainstream civil life.\" After the Supreme Court ruled against the Civil Rights Act of 1875, every single Southern state redrafted its constitution. In South Carolina and Alabama, ballots were introduced to make it virtually impossible for people with poor reading skills to correctly cast their votes. In Mississippi, voting tests required applicants to interpret a section of the state constitution — whites were given a simple clause to read, while blacks were given some of the most difficult passages in the constitution, some of which had been written for that very purpose. Lawrence Goldstone\n                \n                    \n                    Wendy Kann/Walker & Co.\n                    \n                \nhide caption Lawrence Goldstone \"In Louisiana, in 1897, there were 130,000 African-Americans registered to vote,\" Goldstone says. \"A new constitution was passed in 1898. It was not sent to the people for ratification but just passed by the legislature. Two years after that — by 1900 — that 130,000 African-American voting bloc had been reduced to 5,000 [voters].\" In 1890, the legislature in Louisiana also passed a law forbidding the mixing of races on public railways. The law said rail cars could be separate — but they had to be \"equal.\" The Supreme Court case Plessy v. Ferguson then upheld that decision in 1896, legitimizing even more discriminatory actions against African-Americans. It was not until 1954, when the court overturned Plessy v. Ferguson in the Brown v. Board of Education decision, that \"de jure racial segregation was ruled a violation of the Equal Protection Clause of the 14th Amendment.\" But the damage of the court's decision had already been done, Goldstone says. \"All you have to do is look at the rise of Jim Crow and the ability of Southern state governments to segregate, to discriminate, to imprison without trial, to beat to death, to lynch — without anyone ever being brought to justice,\" he says. \"It was only possible because the court had very slowly chipped away at [the Civil Rights Act of 1875 and the 14th Amendment].\" The Betrayal of Equal Rights by the Supreme Court, 1865-1903 by Lawrence Goldstone Hardcover, 242 pages | Your purchase helps support NPR programming. How?",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/02/24/133960082/the-supreme-courts-failure-to-protect-civil-rights"
        },
        {
            "headline": "'News Lady' Carole Simpson's Career Of Firsts",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 20,
                "year": 2011
            },
            "article_content": "After 15 years as the anchor of ABC's World News Sunday, Carole Simpson said goodbye in 2003. From her first day on the radio in Iowa City in 1964, Carole Simpson had to regularly deal with racial and gender discrimination in the broadcast news business. Host Liane Hansen talks with former ABC News journalist Carole Simpson about her new memoir, News Lady.  (Soundbite of theme song, ABC News) Unidentified Man: From ABC, this is \"World News Tonight Sunday.\" Ms. CAROLE SIMPSON (Former News Anchor, ABC News): Good evening, everyone. Im Carole Simpson. LIANE HANSEN, host: After 15 years as the anchor of ABC's \"World News Sunday,\" Carole Simpson said goodbye on October 19, 2003. From her first day on the radio in Iowa City in 1964, Carole Simpson had to regularly deal with racial and gender discrimination in the broadcast news business. She now teaches journalism at Emerson College in Boston, and has written a memoir of her long, hard road to the network anchor chair. It's called, \"News Lady.\" And Carole Simpson is in the studio at member station WBUR in Boston. Welcome to the program. It's so nice to talk to you. Ms. SIMPSON: Thank you, Liane. Nice to talk to you. HANSEN: Are you familiar with the film, \"Ron Burgundy: Anchorman?\" Ms. SIMPSON: I am. (Soundbite of laughter) HANSEN: All right, I want to play it. It's the movie - it's the Will Ferrell movie. It's set in the '70s. So, you know, we're supposed to be looking back at this sort of funny time in broadcast history. And there's a scene where the new woman, played by Christina Applegate, gets the chance to anchor the evening news when Will Ferrell's character, Ron Burgundy, is late. (Soundbite of movie, \" Anchorman: The Legend of Ron Burgundy\") Mr. FRED WILLARD (Actor): (as Ed Harken) There's never been a woman anchor. Ms. CHRISTINA APPLEGATE (as Veronica Corningstone) Mr. Harken, this city needs its news. Mr. WILLARD: (as Ed Harken) Oh. Ms. APPLEGATE (as Veronica Corningstone) And you are going to deprive them of that because I have breasts? (Soundbite of laughter) HANSEN: She gets her chance, but the reason I bring that scene up is when she is delivering the news for the first time, she sits there and goes: Power, power, power, power. And then her colleagues start like mooning her, and trying to grab, you know, her attention. It's comedy in the film, but that stuff really happened to you. Ms. SIMPSON: It did, indeed. I was mooned when I was in the radio studios. My first job was in radio in Chicago and the men were not happy that I had been hired, and felt I'd been hired because I was simply a black woman and not because I might be qualified to do the job. But they set out to try to make me mess up on the air. And aside from mooning me, I had a big rubber tarantula thrown on the desk; my papers were set afire. And you're on the air live so you can't say anything. And you know what they did, Liane? By trying to make me mess up, they gave me focus. And to this day, there could be an explosion in this studio right now and I would continue talking to you like nothing happened. HANSEN: Was there ever a time when being an African American woman in broadcast news helped you? Ms. SIMPSON: Yes, it helped me in the mid-'60s when the Civil Rights Movement was at its height, and news directors and news editors could not get the stories because black people would not talk to white reporters. And it was because of those people saying, hey, send a black reporter and we'll talk to them, that they had to go out and higher a bunch of us to cover what was then the biggest story in the nation HANSEN: You were the first woman and minority to moderate a presidential debate between George H.W. Bush and Bill Clinton. Were you surprised to have been chosen? Ms. SIMPSON: I was absolutely surprised because had it been up to ABC, it would have gone to Peter Jennings or Ted Koppel or Diane Sawyer. But I was chosen by the Bipartisan Commission on Presidential Debates. There had been some criticism of the first debate because there hadn't been any minorities represented. It was the highlight of my career to be in that position and to premiere a new kind of debate - a town hall meeting, where average voters could get a chance to ask the candidates questions. HANSEN: You had covered Mr. Bush when he was vice president, but when he won the election in 1988 you didn't get the White House correspondent job and that's sort of customary. Ms. SIMPSON: Yes. I covered him for eight years and I had to read in the newspaper that it was given to Brit Hume. And I was asking management why are you changing the rules when it's my turn? You can't see me as a senior White House correspondent? But they had made a decision and I think it was a decision that a white male can just do a better job than a black female. HANSEN: Why were you let go from the anchor desk? Ms. SIMPSON: I fought racism; I fought sexism and I decided ageism is going to rear its head soon, I know. So, I fought it to the length of having plastic surgery in 1998 when I noticed my eyes starting to droop a little bit on the air, and double chin creeping in. I think it was ageism. They would say things like, you know, we need to bring other talent along and the weekend shows is a place to teach them how to do it. So, they just decided that it was time for me to move. And it's their toy store. I was just one of the little toys in there, and they said this toy can't play anymore. HANSEN: Uh-huh. And then you sang \"I Will Survive\" at your going away ceremony. So, good for you. Ms. SIMPSON: Yes, I did. I wanted them to know, you may take me off the air, but I will survive, and I have. HANSEN: You made a lot of noise about the discrimination and the disparity that was going on at ABC News. Did that work against you? Were you treated as some kind of agitator that maybe overlaid what you were actually doing, you know, as the work? Ms. SIMPSON: Yes. It's funny. I hadn't thought of myself as an agitator. I associate that with the South. But I was a troublemaker. I was a thorn in the side of ABC News. I know that. Because my experience in Alabama, I wasn't demonstrating and I wasn't taking part with Dr. King, so I decided that I was going to do what I could to change things where I was. So, I paid a price. I'm sure they're much happier without my being there, but then I worry. I see things slipping backwards. Where is me? Where is the person like me who is going to challenge them? HANSEN: Former ABC News anchor Carole Simpson now teaches broadcast journalism at Emerson College. Her new book, a memoir, is called \"News Lady.\" She joined us from the studios of WBUR in Boston. Thank you so much. Ms. SIMPSON: Thank you. (Soundbite of song, \"I Will Survive\") Ms. GLORIA GAYNOR (Singer): (Singing) I know I'll stay alive. I've got all my life to live and I've got all my love to give and I'll survive, I will survive, I will survive. HANSEN: You're listening to WEEKEND EDITION from NPR News. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/02/20/133913235/News-Lady-Carole-Simpsons-Career-Of-Firsts"
        },
        {
            "headline": "Saudi Forces Out In Force To Stop 'Day Of Rage'",
            "author": "By  \n\n\n\n\n\n\n\n      Frank Langfitt\n    \n\n ,  \n\n\n\n\n\n\n\n      Renee Montagne",
            "source": "NPR",
            "published_date": {
                "month": "March",
                "day": 11,
                "year": 2011
            },
            "article_content": "In Saudi Arabia, protests are expected against the government after Friday prayers. The Saudi government has banned all kinds of public demonstrations. The scale of Friday's demonstrations, as well as the government's response, will be closely watched.  ARI SHAPIRO, host: This is MORNING EDITION, from NPR News. I'm Ari Shapiro. RENEE MONTAGNE, host: And I'm Renee Montagne. Steve Inskeep is in Cairo, and we'll be hearing from him in a few minutes, about a romance between a Muslim girl and a Christian boy that led to deadly violence in Egypt. First, to the Kingdom of Saudi Arabia, which during this turmoil in the Middle East, has so far avoided large protests. Today, though, critics of the regime are calling for a Day of Rage, and Saudi authorities are out in force to stop it. NPR's Frank Langfitt is on the streets of the Saudi capital, Riyadh. And Frank, what does it look like out there around you? FRANK LANGFITT: Well, downtown is practically on lockdown right now. There are helicopters flying overhead. You can hear in the background, there are prayers at a nearby mosque. And actually, I was out on the streets a moment ago, and the hotel people pulled me back in, said don't stand out there. State security could come by and just grab you. As I've been driving around downtown, there are police cars every block, riot vans, jersey barriers, barbed wire, clusters of three and - two and three dozen cops. I had to go through a checkpoint at one point to get back here. The government's been sending text message to citizens telling them to stay off the streets. And it's clear that they're sort of poised for a showdown. Frankly, I'm not sure how someone pulls off a protest under these sort of, you know, really strong conditions. MONTAGNE: And, Frank, there were demonstrators last night in the eastern part of Saudi Arabia, reports of police shootings. What more do we know about that? LANGFITT: Well, we got some videos, actually, out of the city of Qatif. And there were - maybe several hundred protestors calling for the release of other prisoners that had been taken by the government, I think, quite some time ago. They were waving flags. They were saying peaceful, peaceful. And then, as you watch videos, you hear what sounds like gunfire. Now, the government says police were shooting over the heads of protestors. But there were at least three injured, including a cop. Now, the government is also saying that the protestors there attacked police. The protestors there are Shia. This is the eastern part of the country where the oil fields are. Of course, Saudi Arabia, the largest oil exporter in the world. And the Shia there complain about longstanding discrimination by the majority Sunnis here in Saudi Arabia. Earlier this week, the government said it would not tolerate protests. And a source that we were in touch with in Qatif said, you know, he thought the shooting yesterday was basically a warning to the rest of country to stay indoors today. MONTAGNE: Well, tell us what you can about the part of Saudi Arabia - you're in the capital, Riyadh. What are people there saying they want out of these protests? LANGFITT: Well, generally, the opposition, their demands are similar to what we've seen across the Middle East in recent weeks: They want an open political system in particular here, a constitutional monarchy and elections. But keep in mind, the opposition here is very fragmented. For the Shia, it's religious discrimination. Women are looking for more basic rights. But this is a different situation than some of the other Middle Eastern countries we've been following. This is a kingdom, an absolute monarchy, and all power flows from King Abdullah, who's actually quite popular. So people generally think the royal family is in a pretty strong position right now. MONTAGNE: So what do ordinary Saudis think of all of this, the call for demonstrations and protests? I mean, are they likely to turn out today in the streets of Riyadh? LANGFITT: I'd be surprised. I mean, they're nervous and even frightened. I was at an upscale mall yesterday chatting with people, and they were very cautious, did not want to talk politics. I mean, one told me point-blank yesterday, just stay inside your hotel and drink coffee. Don't go out. Another was just too concerned to talk at all. He said, you know, one day you're here. But if you talk, the next day, you might not be. So I think people here are very anxious and very careful. And certainly, when you see what's going on downtown on the streets, you can understand why lots of people just wouldn't go out. MONTAGNE: That's NPR's Frank Langfitt speaking to us from Riyadh, the capital of Saudi Arabia. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/03/11/134448256/Saudi-Protests"
        },
        {
            "headline": "America's 2nd Largest Indian Tribe Expels Blacks",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "September",
                "day": 20,
                "year": 2011
            },
            "article_content": "The Cherokee Nation recently stripped citizenship from a majority of African-Americans who descended from slaves of wealthy Cherokee Indians before the Civil War. Host Michel Martin discusses this controversial move with MacArthur Fellow Tiya Miles, who studies interrelated histories of African-Americans and Native Americans. Black Freedmen, who are descended from the slaves of Cherokee Indians, protest  their expulsion on Sept.  2 outside a regional Bureau of Indian Affairs office in Muskogee, Okla. Marilyn Vann, in pink, is the president of the Descendants of Freedmen Association.\n                \n                    \n                    Alex Kellogg/NPR\n                    \n                \nhide caption  MICHEL MARTIN, host: I'm Michel Martin and this is TELL ME MORE from NPR News. Coming up, a major civil rights victory for LGBT servicemembers. The policy which prevented them from serving openly in the military, the so-called \"don't ask, don't tell\" policy comes to an end today. We'll talk with a decorated Air Force veteran who's career came under a cloud because of \"don't ask, don't tell.\" We'll ask him about his thoughts about this day. But first, we wanted to talk about one of the many complicated stories that involve race and heritage. While it is well-known history that slavery was a common practice in the Deep South before the Civil War, less well known is the fact that it wasn't just white families that were slave owners. Some well-to-do Native Americans also owned slaves. In fact, the late Cherokee Nation Principal Chief Wilma Mankiller wrote in her autobiography that, quote, \"The truth is that the practice of slavery will forever cast a shadow on the great Cherokee Nation,\" unquote. Indeed that shadow continues today in the latest iteration over the debate over just who to include as members of the Cherokee Nation. The Cherokee Supreme Court has stripped some of the slave descendents known as freedmen of their Cherokee citizenship in the decision last month. We wanted to learn more about this story and the interesting intersecting histories of African-Americans and Native Americans, so we've called upon Tiya Miles. She is a professor and chair of the Afro-American and African Studies Department at the University of Michigan. She's also the author of several books on the subject of African-American and Cherokee history, including \"The House on Diamond Hill: A Cherokee Plantation Story.\" And today, it was also announced that Professor Miles is a 2011 MacArthur Fellow. That means she is the recipient of one of those coveted $500,000 Genius Grants. And she's with us now from WUOM in Ann Arbor, Michigan. Professor Miles, congratulations. Welcome to the program. TIYA MILES: Thank you so much, Michel. I'm glad to be here. MARTIN: And I do hope we get a chance to talk a little bit about the MacArthur in a minute. But I did want to talk about this story that's in the news. It's a very complicated history. Could you just set the stage for us about the moment in which these two cultures - African-Americans and the Cherokee Nation - intersected. MILES: Sure. Well, African-Americans - actually, Africans and Native American people first met each other during the colonial era. So, that would have been in the 1500s when Africans were brought to the Americas as both slaves and as indentured servants. That relationship then took a number of twists and turns over time. And one of the most difficult, the 1800s, the 19th century, when some Native Americans in the South began to own blacks as slaves. MARTIN: So, what is this dispute over who is included and who is not included? And why is this - I mean, this would seem to have been something that would have been settled long ago. MILES: Well, I think that we can look at the situation in Native American nations that had owned slaves as being somewhat similar to the United States situation. The U.S. is a country that owns slaves and all the slaves were freed and received citizenship. That is an issue that is hardly settled. They are vested as the legacies of racial division, segregation, racial hierarchy that Americans feel as a whole. And it's similar in Native American nations that have legacies of slave holding. Those tensions still remain. MARTIN: Well, as I understand it, the whole question of eligibility is determined using something called the Dawes Rolls. This is something that arose from the Dawes Commission, which was established in 1893, as I understand it, to convince what we're called the five civilized tribes to agree to dissolve the reservation system and that they wanted a list - the U.S. government wanted a list of all the members and the so-called Dawes Rolls are considered, what, determinative of who is a member of the nation and who is not. But so, what role did the Dawes Rolls play in this current dispute over whether the so-called Cherokee Freedman are members or not? MILES: Well, the Dawes Rolls are central to this dispute. So, in 1887 the Dawes Act was passed. And as you said, that led to an enrollment or development of a census of Native American people. Because before land could be allotted, the U.S. government had to know who to give the lands to. That list was a segregated list. It was a segregated census that divided people based upon their racial ancestry. So, the Dawes Roll was organized by Cherokees by blood and to married wives and also Freedmen. And these lists were incomprehensive to begin with. A number of people who were descended from slaves owned by Cherokees didn't even get to make the list, because they weren't there. They had fled during the Civil War, for example. Other people who had been on previous lists weren't allowed to be on the lists because of the arbitrary way in which designations were made. One example of this, which I think is really telling and also disturbing, is that the Dawes enrollment group that came to make the list would set up tents in the Indian nations. And one tent was called the Indian tent. The other tent was called the darky tent. And there was a second name for the darky tent, which I will not mention on air but I think that you can probably fill in that link. MARTIN: Was it the N word? Did it involve the N word? MILES: Yes, it did. MARTIN: OK. MILES: And so, when Cherokee people descendants of slaves came to be enrolled, they were directed to one or the other tent. So, the decision was made before they even had access to an interview and got to say who they were. The decision was made whether or not they should be written down on the list as a Cherokee person, quote, \"by blood,\" or as a Freedmen. MARTIN: If you're just joining us, I'm Michel Martin, and this is TELL ME MORE from NPR News. We're speaking with Tiya Miles. She's a professor of history and a 2011 MacArthur Fellow, it's just been announced. We're talking about the Cherokee Freedmen. They're descendants of slaves which were owned by members of the Cherokee Nation. That tribe's Supreme Court has recently revoked the citizenship of the descendants of Freedmen. So, this latest chapter in this historical saga for now some 2,800 Freedmen have been stripped of their Cherokee citizenship, which means that they're no longer eligible to receive, you know, whatever tribal benefits they had been receiving and that their votes won't be counted in an upcoming tribal election. In response to that, the Bureau of Indian Affairs has frozen some payments to the Cherokee Nation until this matter is resolved. Why is this coming up now? MILES: I think there could be a few reasons, and this is speculation on my part because I'm not in the Cherokee Nation. I'm not a member of that tribe. But I think that history suggests that when resources are at stake, there tends to be greater tension around the relationship between enrolled Cherokee people who define themselves as being Cherokee, quote, \"by blood,\" and the descendants of freed people. MARTIN: You can imagine that this has gotten a lot of attention. It's highly controversial. It's heavily covered, as you might imagine, in the Indian media. And there are those who are saying that this is just racist. I mean, that this is an attempt to define nationhood by blood brings up all kinds of nasty historical analogies. And there are a lot of people who are just shocked by that. Should they be? MILES: Well, I think so. I'm shocked. And I think that it's frustrating. It's ironic. It's so difficult to confront the fact that this whole tangle around who should be Cherokee was really set in motion by the United States government, which had colonized Cherokee people and other indigenous people in this nation. So, what the Cherokee Nation is doing now is relying on these Dawes Rolls which were forced upon them by the U.S. government. MARTIN: OK, but that was in the 19th century. MILES: Well, I think that... MARTIN: We got a lot of racial practices that occurred in the 19th century and before that people no longer embrace. MILES: Well, I think that those legacies remain with us. And I think that in the case of the Cherokee Nation and other native nations, there's a felt conflict between the sovereignty of those nations and the question of what the role should be, what the place should be of minorities in those nations. So, whereas the United States can and has at times protected the status of minorities and not felt itself threatened by Canada, for instance, about what it does. Native nations definitely feel themselves threatened by the United States government. They are concerned that their sovereignty, the right to make decisions for themselves, is going to be undermined by the U.S. government as it has been so many times in the past. But what I feel is a real problem here is that the Cherokee Nation is taking its definition from what really has been a white supremacist U.S. nation that fought to - I'm sorry. Go ahead, Michel. MARTIN: Go ahead. I was just going to ask you how you got interested in this. MILES: I got interested in this back in graduate school. And there were a few different experiences that led to my focus on it. One is that I come from an African-American family that has had an oral history of Native American ancestry and my grandmother, when she talked about it, didn't have facts and names. She just had the story that kind of took on the shape of a myth in our family. It so happened that I ended up marrying into a Native American family myself, and then I had a whole other set of experiences around black and Native American relationships. And then when I went to graduate school and I was taking a course in Native American history and I was quite surprised to discover that, in fact, there had been quite a lot of conflict, tension, pain between Native Americans and African-Americans. So I wanted to explore that. And I really set out to kind of prove my grandmother's story right. And I wanted to find examples of African-American and Native American resistance to racism in colonialism in the United States. MARTIN: But what you found was the opposite? MILES: I did. I did. I found the opposite. I found a story that really had to do with the ways in which the pressures of colonialism and slavery came to bear on native people as well as black people, and sometimes led them to make really awful choices. MARTIN: So before we let you go, we always have to ask. Where were you and what were you doing when you got the call? For people who are unaware of the MacArthur so-called Genius Grants are not things you can apply for. You have to be nominated. People generally don't find out that they've won until they get the call. So, what were you doing when you got the call? MILES: I was at home cleaning the kitchen when I got the call. And this was something that was so completely out of the blue and so completely overwhelming that I actually had to just sit down. I was on the staircase in our house. I had to sit on the steps just to kind of get my bearings and to let this sink in. MARTIN: Any idea what you'll do with the grant? MILES: Well, I've never actually contemplated so much money, but I do have a couple of ideas. One thing that I'm really excited about is continuing my research and taking it into other areas within the U.S. and Native American history. So, I've worked so far on the South and Indian territory. But now, I want to really look at slavery in the north and in particular in Detroit and in Michigan, because this is a place where we also don't really think about slavery existing, but it did. And the slaves in Detroit and in Michigan and Ontario were African-American and also Native American. MARTIN: Well, I hope you'll get a nice bottle of wine, too, in there, maybe. MILES: Maybe. Maybe I'll do that. (SOUNDBITE OF LAUGHTER) MARTIN: Tiya Miles is a professor and chair of the Afro-American and African Studies Department at the University of Michigan. And it has just been announced today that she is the winner of a 2011 MacArthur Fellowship, a so-called Genius Grant, and we want to congratulate her for that. Professor Miles, thank you so much for joining us. MILES: Thank you so much, Michel. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/09/20/140630565/americas-2nd-largest-indian-tribe-expels-blacks"
        },
        {
            "headline": "Herman Cain And The Race Card",
            "author": "By  \n\n\n      Frank James",
            "source": "NPR",
            "published_date": {
                "month": "November",
                "day": 2,
                "year": 2011
            },
            "article_content": "Herman Cain heads to speaking engagement at an Alexandria, Va., hotel, Wednesday, Nov. 2, 2011.\n                \n                    \n                    Cliff Owen/AP\n                    \n                \nhide caption Herman Cain heads to speaking engagement at an Alexandria, Va., hotel, Wednesday, Nov. 2, 2011. Here we go again with the race-card business. Questioning the motives of those seeking the truth about the sexual harassment allegations against him when he led the National Restaurant Association, Herman Cain said he suspects critics on the political left of attacking him for racial reasons. Cain, during a Fox News appearance, responded to pundit Charles Krauthammer's question as to whether race, specifically his being a black conservative, was behind what the Republican presidential candidate has elsewhere called a witch hunt: I believe the answer is yes, but we do not have any evidence to support it. But because I am unconventional candidate running an unconventional campaign and achieving some unexpected unconventional results in terms of my, the poll, we believe that, yes, there are some people who are Democrats, liberals, who do not want to see me win the nomination. And there could be some people on the right who don't want to see me because I'm not the, quote/unquote, establishment candidate. No evidence. KRAUTHAMMER: But does race have any part of that? Establishment, maverick, yes. What about race? CAIN: Relative to the left, I believe race is a bigger driving factor. I don't think it's a driving factor on the right. This is just based upon our speculation. This is the same Cain who said with confidence Monday that none of the criticism of President Obama from the political right has anything to do with race (a view shared by former Secretary of State Condoleezza Rice, apparently.) Visit msnbc.com for breaking news, world news, and news about the economy Yet, Democrats who raise questions about Cain's version of the sexual-harassment story are doing so because he's black, the former Godfather's Pizza CEO said. In Cain world, apparently, only liberals can be  guilty of racism. Cain's super PAC went even further in a fundraising appeal. It apparently decided there was no need to reinvent the race card wheel when there was already a classic at hand, the one Justice Clarence Thomas deployed at his 1991 Supreme Court confirmation hearings. The Hill reports on the super PAC's fundraising appeal: \"They're at it again. The left is trying to destroy Herman Cain — just like they did to Clarence Thomas,\" the letter said, referring to the Supreme Court justice, who is also black. \"They are engaging in a high-tech lynching by smearing his reputation and attacking his character.\" Anne Coulter, the conservative provocateur, also used the hoary metaphor. To anyone who has read deeply about lynchings, who has seen images of lynchings or who has heard the stories of James Cameron who survived one or the descendants of those who didn't, this is truly an offensive and trite use of the term. As Eric Deggans, media writer for the St. Pete Times wrote: Assessing whether a politician is guilty of a sex-based scandal is nothing close to this historical horror. And it is time for the defenders of Cain to stop using it... However this all shakes out, however, I hope we can all agree that connecting the imagery of lynching to a political scandal is not the wisest choice of words. Perhaps we could find a better analogy that serves the situation without distracting from the situation or trivializing history. Cain pre-figured the lynching talk in a May interview with the Washington Examiner political correspondent Byron York. Matter of fact, in that interview, Cain contradicted himself on the race issue. He has said that the success of his candidacy isn't about race. He said that explicitly during his Monday appearance at the National Press Club. But in May he said just the opposite, that there's a racial component to his candidacy's success. An excerpt from the Examiner piece based on York's interview: A mostly unspoken but possibly consequential factor in Cain's appeal to conservative voters is his race.  Cain is a black Republican — a pretty rare thing in itself — seeking to challenge the nation's first black president.  His audiences are almost entirely white; at the fundraiser, out of about 150 people, I saw one black couple, not counting Cain, his longtime driver, Cain's wife, and his wife's best friend.  When you ask Cain's white supporters why they like him, almost none mention race.  But occasionally someone will say they would like to see Republicans have a black candidate of their own who could go toe-to-toe with Obama. \"Here's my theory,\" said Cain, leaning forward in his chair.  \"Let's talk about the current field of Republican candidates.  They can't go after Obama as hard as I can because they're not black.  I think that, either subconsciously or deliberately, they are being coached to not say it a certain way, that you're going to be labeled a racist and the liberal media is going to try to bring you down, because they still want to protect their precious Obama.\" Cain believes his audiences are a different story. \"The voters, they hear my message first, not 'He could take it to Obama,' because they are more concerned about stopping Obama than taking it to Obama,\" he explained.  \"This is what I'm hearing and this is what I'm feeling.  And the race card is going to be short-lived if Herman Cain gets the nomination.\" Until then, apparently, it's alive and well and he will use it. York alluded to Justice Thomas' confirmation battle which seems prescient on the writer's part given that charges of sexual harassment were a factor there, too. Cain had a ready response: \"They're going to come after me more viciously than they would a white candidate,\" Cain responded.  \"You're right.  Clarence Thomas.  And so, to use Clarence Thomas as an example, I'm ready for the same high-tech lynching that he went through — for the good of this country.\"  Cain smiled broadly.  \"I'm ready for the same high-tech lynching.\" But not all conservatives are accepting Cain's use of the race card. Jennifer Rubin, who writes the Washington Post's Right Turn blog, criticized Cain for resorting to accusing his critics of racism. This is reprehensible, the sort of racial inflammation that, when practiced by the left, infuriates conservatives. Who is he accusing of racism — the Politico reporters? The women who made the claims in the 1990s? The media for covering allegations that he admitted were true (e.g., his employer settled at least one sexual harassment claim)? Cain and his defenders, like actors in a theatrical tragedy, are falling prey to the very evil they labored against: the propensity to assign political identity by race and to invoke race to shield one from personal responsibility. Cain is in trouble because he didn't handle a past claim that even a political novice would know would come to light. And even though she agrees with Cain that Obama is criticized because he's president and not because he's a black president, Rice, the former Bush Administration official, like Rubin, advised Cain to put the race card back in the deck. On CBS' \"The Early Show\" Wednesday she said: I don't care much for incendiary language. And I'm actually someone who doesn't believe in playing the race card on either side. I've seen it played, by the way, on the other side quite a lot too. And it's not good for the country.\" The whole problem with the race card, which I'll define as the cynical use of racial grievance to try and gain the moral high ground, is that it minimizes the difficult and confusing realities of race in America. There are legitimate discussions about race to be had just as there are still very real racial disparities and, believe it or not, cases of real discrimination. The advent of a black president hasn't changed that. We are not post-racial. Thus, not every complaint about the real and on-going effects of discrimination is \"playing the race card.\" And when actual instances of racism are called out, to accuse those who point out injustice of \"playing the race card\" is an added injustice. Unfortunately, there's no agreed-on referee to determine when a racial complaint has legitimacy and when the race card is being played. But when people in your own party accuse you of playing the race card, that's probably as good a place to start as any.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/sections/itsallpolitics/2011/11/02/141931160/herman-cain-and-the-race-card"
        },
        {
            "headline": "Affirmative-Action Case Could Be Campaign Issue",
            "author": "By  \n\n\n      Liz Halloran",
            "source": "NPR",
            "published_date": {
                "month": "October",
                "day": 5,
                "year": 2011
            },
            "article_content": " The Texas Longhorns band performs during a basketball game against the Oakland Golden Grizzlies on March 18. A challenge to the admissions policy at University of Texas, Austin, contends that the school does not need to consider race to achieve a diverse student body. A Texas affirmative action case that has the potential to rewrite law on how or whether public colleges and universities may consider race and ethnicity as a factor in admissions could be headed for the U.S. Supreme Court, and soon. Though the court, which opened its fall term this week, has not yet agreed to hear Fisher v. the University of Texas at Austin, constitutional experts on both sides of the issue say they believe the case will be scheduled for a hearing this year or next spring, just as the presidential election season heats up. The Obama administration weighed in early this year with an amicus brief in support of the University of Texas policy. Texas Gov. Rick Perry, a GOP presidential candidate already in trouble with conservatives for endorsing a program that allows children of immigrants to pay in-state tuition at public institutions, appointed the university officials overseeing the university's admissions program. And former Massachusetts Gov. Mitt Romney, who has traded GOP presidential front-runner status with Perry, told The Washington Post in 2008 that he does not support \"quotas in hiring, government contracting, school admissions or the like.\" So the first federal court challenge of a precedent established by a divided court eight years ago could be heard, and decided, in the middle of a hard-fought presidential contest when both parties will ask voters to think about who they'd like to see in the Oval Office next time a Supreme Court vacancy comes along. The most conservative justices are vehemently against affirmative action and see the chance to significantly change the law. Erwin Chemerinsky, constitutional law expert In 2003, the justices ruled 5-4 that the University of Michigan's use of race in assessing law school applicants did not violate the Constitution's equal protection clause as long as the policy was \"narrowly tailored\" to further the \"compelling government interest\" of a diverse student body. But the makeup of the court has changed since justices heard that case, known as Grutter v. Bollinger. Justice Sandra Day O'Connor, who wrote the Grutter decision, has retired, replaced by the more conservative, anti-affirmative action Justice Samuel Alito. And the Texas policy barely survived in June when a bitterly divided Fifth Circuit Court panel refused to rehear a three-judge panel's earlier decision that upheld the university's position. \"The case is ripe for the Supreme Court,\" says Joshua Thompson of the Pacific Legal Foundation, which has argued that Texas is violating the Constitution because it has failed to prove that \"race-neutral\" admissions policies haven't achieved diversity at the flagship university. \"The Texas case has brought the Grutter decision back into the national consciousness,\" says Thompson, a lawyer in California. Constitutional law expert Erwin Chemerinsky, founding dean of the School of Law at the University of California, Irvine, agrees that Grutter will likely be reassessed when the high court takes the Texas case, but for different reasons. \"The change in the composition of the court is what makes it likely that the court will hear this,\" he says. \"The most conservative justices are vehemently against affirmative action and see the chance to significantly change the law.\" The Grutter decision, he has said, \"seems in great jeopardy.\" Beginnings Of A Challenge The Texas case began in 2008, when two white female applicants, Abigail Fisher and Rachel Michalewicz, were denied entrance into the state's largest university. They challenged the university's race-conscious admission policies, arguing that they were not \"narrowly tailored\" as required by Grutter, and disproportionately benefited Hispanic students at the expense of others, including Asian-American applicants. The policy, they argued, violated the Constitution's equal protection clause, and federal civil rights statutes. Admissions policy at the University of Texas has changed with the times and the laws. When the young women applied, more than 80 percent of students were accepted under the state's so-called \"Top 10 Percent Law,\" a race-neutral policy, instituted in 1997, that guarantees a place at a state public university for every Texas student graduating in the top 10 percent of her high school class. The much smaller pool of other applicants is assessed on a range of criteria that has included test scores, special talents, \"family status\" and — since the 2003 Grutter decision — \"the applicant's race.\" The university has defended the policy as a tool used, in part, to increase diversity in \"individual class sections.\" Critics of the policy argue that, unlike Michigan, where the law school was woefully lacking in diversity, Texas already had a diverse university population, because of both the racial and ethnic makeup of the state and the effects of the Top 10 Percent law. The race-neutral Top 10 Percent Law has guaranteed diversity and continues to do so, they argue. The Texas challenge is being paid for and pursued by the  Project on  Fair Representation, a conservative group based in Washington. The Texas   Tribune has reported that the group's founder, Edward Blum, an  \"anti-affirmative  action crusader\" and formerly from Houston, founded  the group in 2005 to challenge  the use of race in public policy.  Prominent Washington lawyer Bert Rein is representing  the plaintiffs. In a stinging dissent to the Fifth Circuit's recent refusal to rehear Fisher, Chief Judge Edith Jones accused her colleagues of \"judicial abdication\" for failing to review a \"race-conscious admissions program ... that favors two groups, African-Americans and Hispanics, in one of the most ethnically diverse states in the United States.\" \"Texas today is increasingly diverse in ways that transcend the crude White/Black/Hispanic calculus that is the measure of the university's race-conscious admissions program,\" Jones wrote. She asserted that the Hispanic population ranges from families that have Texas roots going back generations, to recent immigrants, and with significant social and cultural differences among them. \"Privileging the admission of certain minorities in this true melting-pot environment seems inapt,\" she said. Thompson, of the Pacific Legal Foundation, argues that the particular circumstances of Texas are different from those of Michigan, where race-conscious admissions did boost law school enrollment of African-American and Hispanic students from 4 percent to 14.5 percent of the student body. Using race as a factor in Texas, critics argue, had an inconsequential effect on diversity at the university. A Remedy For Past Discrimination? At a time when many are struggling with the definition of diversity in an increasingly biracial and multi-ethnic society, affirmative action policies once more widely accepted as a partial remedy for past discrimination are increasingly vulnerable. But Chemerinsky argues that they are still needed. \"The reality is that because of the legacy of discrimination, we still will not have diversity in colleges and universities without affirmative action,\" he says. \"The number of African-Americans going to law school is decreasing. If the court overrules Grutter, or significantly limits it, the ability to have diversity in colleges and law schools will be greatly reduced.\" In a recent book, Chemerinsky wrote that while color blindness sounds noble, \"there is every difference in the world between using race to discriminate and using race to desegregate.\" That's a debate that won't end anytime soon, especially if the Texas case winds its way into the presidential campaign.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/10/05/141052635/affirmative-action-case-could-be-campaign-issue"
        },
        {
            "headline": "Compton's Latinos Want Council Elections Revamped",
            "author": "By  \n\n      Krissy Clark",
            "source": "NPR",
            "published_date": {
                "month": "January",
                "day": 18,
                "year": 2011
            },
            "article_content": "Lawyers representing Latinos in Compton, Calif., head to court Tuesday to try to postpone upcoming City Council elections. They're suing the city over political representation. Latinos want the city to change the way it votes for City Council members — from at-large to district elections.  STEVE INSKEEP, host: It's MORNING EDITION, from NPR News. I'm Steve Inskeep. RENEE MONTAGNE, host: And I'm Renee Montagne. Let's go to Southern California now, to a city that has long indentified itself as African-American. In Compton, changing demographics have landed the city in court. Latinos have overtaken African-Americans there as the largest ethnic group, but blacks still dominate the city politically. Now, a group of Latinos is suing to change the way city council members are elected in Compton, to give Latino neighborhoods more power. Krissy Clark of member station KQED has the story. KRISSY CLARK: If you stand outside Compton's city council chambers, through the glass doors, you'll see a giant mural in the lobby. Mr. JOAQUIN AVILA (Attorney): Portraits of African-American elected officials. CLARK: Like the first black mayor, elected after years of segregation, in 1969. But Joaquin Avila sees what's not in the mural. Mr. AVILA: I think it's a very incomplete picture. Basically, we're invisible. CLARK: By we, Avila means Compton's Latinos, who made up just a small part of the city when he was growing up here in the 1960s. But in the last few decades, Latinos have grown to more than 60 percent of Compton's population, and 40 percent of eligible voters. At least eight have run for city office in that time. And yet, Avila says... Mr. AVILA: There had never been a Latino on the city council. Doesn't take a rocket scientist to figure out that you have a problem. CLARK: But it could take a voting rights lawyer like Avila to solve it. He's representing three Latinos suing Compton under the California Voting Rights Act. They want to restructure city council elections so they give more opportunity for Latino candidates. The goal is ambitious and technical. To understand it, consider the city council campaign of one former candidate. Mr. PEDRO PALLAN (Bakery Owner): Pedro Pallan. I established a business here in Compton, the bakery. CLARK: In the early 1990s, Pallan almost won a council seat. He said he had lots of open support in the Latino parts of town where he lived and worked. But in the African-American neighborhoods, those who backed him were discrete. Mr. PALLAN: And they told me flatly, I cannot walk with you. My community would make me feel like a traitor for voting other than African-American. CLARK: This is what political scientist Lisa Garcia Bedolla calls racially polarized voting. She teaches at the University of California, Berkeley. Professor LISA GARCIA BEDOLLA (University of California, Berkeley): If you can show that along racial lines, people are voting in particular ways and that that's consistent, that's the place where you need some sort of remedy, so that the folks who are continually losing have some ability to be represented. CLARK: In cities with racial polarization, where council members are chosen at large, it can be nearly impossible for minorities to win. Garcia Bedolla says in places from the Deep South to San Francisco, a move to district elections has opened the doors of city governments to minorities. And it could do the same in Compton. Prof. BEDOLLA: The fundamental difficulty is how do you honor the history of the African-American community in that city, while at the same time understanding that the city demographics have changed? Mr. BENJAMIN HOLIFIELD: Honorable mayor, city council staff, ladies and gentleman. CLARK: At a recent Compton city council meeting, silver-haired Benjamin Holifield stands at the microphone to comment on police issues. Almost everyone in the room, including him, is black. The mayor, the entire city council and most of the audience. At a break, Holifield describes a time when these meetings looked very different. Mr. HOLIFIELD: I used to go to the city council here when it was all white, and they'd run me out of there. They'd say we're going to go out to closed session, so I'd leave. Then when I leave, I'd find out later they came right back out and started the meeting over again. So really, they threw me out. CLARK: He says years of political organizing and a severe bout of white flight slowly changed things. Craig Cornwell, Compton's city attorney, says the same thing will eventually happen for Latinos. He's defending the city in the lawsuit. Mr. CRAIG CORNWELL (City Attorney, Compton): Having your vote count is a tenet of this country and what a lot of people of various ethnicities have fought for. CLARK: Cornwell argues the problem's not the structure of elections, but that only 7 percent of Compton's eligible citizens bother to vote. Mr. CORNWELL: I think what's really at issue here is increasing voter participation of all ethnicities for the city of Compton. CLARK: But voter apathy is a vicious cycle. In court today, the Latino plaintiffs will argue that the current at large election system actually heightens disengagement. Since Latinos are in the minority, even if every one voted for the same candidate, it wouldn't be enough. If the judge agrees, he could freeze Compton's city council elections until the lawsuit's resolved. For NPR news, I'm Krissy Clark. Copyright © 2011 NPR.  All rights reserved.  Visit our website terms of use and permissions pages at www.npr.org for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
            "bias": "racial discrimination",
            "url": "https://www.npr.org/2011/01/18/133012346/Latinos-Want-Comptons-City-Council-Elections-Overhauled"
        },
        {
            "headline": "New Sticking Points For Thorny Budget Talks",
            "author": "By  \n\n      NPR Staff",
            "source": "NPR",
            "published_date": {
                "month": "February",
                "day": 20,
                "year": 2011
            },
            "article_content": "The House made dozens of amendments to a comprehensive spending bill before passing a version early Saturday that would cut more than $60 billion from the federal budget. Some of the changes the Republican-led House adopted made deep cuts that went beyond what was in the original bill. Others restored or increased funding to particular programs. Either way, the changes are sure to complicate talks with President Obama and Senate Democrats over how to to keep the government open for business beyond March 4. That's when a stopgap spending bill for the fiscal year that started nearly five months ago expires. CQ Roll Call summarized the amendments the House adopted before its spending bill passed in a 233-198 vote: ARTS AND CULTURE Reduce funding for the National Capital Arts and Cultural Affairs by $4.5 million (sponsored by Francisco \"Quico\" Canseco (R-TX); approved, 248-177) Reduce funding for the National Endowment for the Arts by $20.6 million (sponsored by Tim Walberg (R-MI); approved, 217-209) Reduce the Presidio Trust Fund by $15 million (sponsored by Tom Reed (R-NY); approved, 239-186) DEFENSE Terminate funding for the F-35 alternative engine (sponsored by Tom Rooney (R-FL); approved, 233-198) Prohibit the use of funds to implement the disestablishment, closure or realignment of the U.S. Joint Forces Command. (sponsored by J. Randy Forbes (R-VA); approved by voice vote) Prohibit the use of funds by the Defense Department for official representation activities (sponsored by J. Randy Forbes (R-VA).; approved, 241-184) EDUCATION Increase Individuals with Disabilities Education Act state grants to fiscal 2010 levels; reduce school improvement and teacher quality grants (sponsored by Cathy McMorris Rodgers (R-WA); approved, 249-179) Prohibit the use of funds for the Education Jobs Fund program (sponsored by Michael C. Burgess (R-TX); approved, 235-187) Prohibit the use of funds to implement new regulations on gainful employment programs (sponsored by John Kline, (R-MN); approved, 289-136) Strike language to eliminate funding for Alaska Native Educational Equity program and the Education for Native Hawaiians program (sponsored by Don Young (R-AK); approved, 313-117) ENERGY AND ENVIRONMENT Prohibit the use of funds for the construction of an ethanol blender pump or an ethanol storage facility (sponsored by Jeff Flake (R-AZ), ; approved, 261-158) Prohibit the use of funds for contributions to the Intergovernmental Panel on Climate Change (sponsored by Blaine Luetkemeyer (R-M)); approved, 244-179) Reduce funding for EPA's Environmental Programs and Management account by $8 million (sponsored by Mike Pompeo (R-KS).; approved, 239-185) Reduce funding for EPA's State and Tribal Assistance Grants by $10 million (sponsored by Tom Reed (R-NY); approved, 228-203) Prohibit the use of funds to enforce an EPA rule regulating cement manufacturing emissions (sponsored by John Carter (R-TX); approved, 250-177) Block the Environmental Appeals Board from reviewing air pollution permits for Arctic drilling (sponsored by Don Young (R-AK); approved, 243-185) Strike funds for enforcement of any EPA rule issued after Jan. 1 to limit stationary-source emissions (sponsored by Ted Poe (R-TX); approved, 249-177) Prohibit the use of funds to develop, promulgate, evaluate, implement, provide oversight to or backstop total maximum daily loads or watershed implementation plans for the Chesapeake Bay Watershed (sponsored by Robert W. Goodlatte (R-VA).; approved, 230-195) Prohibit funding to implement, administer or enforce the rule titled \"Water Quality Standards for the State of Florida's Lakes and Flowing Waters\" (sponsored by Tom Rooney (R-FL); approved, 237-189) Prohibit the use of funds for implementing, administering or enforcing EPA regulations and guidance issued on surface coal-mining permit coordination, or to carry out reviews of surface coal-mining operations (sponsored by Morgan Griffith (R-VA).; approved, 235-185) Prohibit the use of funds in the EPA administrator decision entitled \"Partial Grant of Clean Air Act Waiver Application Submitted by Growth Energy to Increase the Allowable Ethanol Content of Gasoline to 15 Percent\" (sponsored by John Sullivan (R-OK); approved, 285-136) Prohibit the use of funds by the EPA administrator to carry out section 404(c) of the Federal Water Pollution Control Act (sponsored by David B. McKinley (R-WV); approved, 240-182) Prohibit the use of EPA funds to develop, propose, finalize, implement, administer or enforce any regulation that identifies or lists fossil fuel combustion waste as hazardous waste subject to regulation. (sponsored by David B. McKinley (R-WV); approved, 239-183) Prohibit the use of funds to modify the national primary ambient air quality standard or the national secondary ambient air quality standard applicable to coarse particulate matter under section 109 of the Clean Air Act (sponsored by Kristi Noem (R-SD); approved, 255-168) Prohibit the use of funds for any fishery under the jurisdiction of the South Atlantic, Mid-Atlantic, New England or Gulf of Mexico Fishery Management Council (sponsored by Walter B. Jones (R-NC); approved, 259-159) Reduce funding for Bureau of Land Management by $2 million (sponsored by Dan Burton (R-IN); approved by voice vote) Reduce funding for Bureau of Reclamation's water and related resources account by $2 million (sponsored by Tom McClintock (R-CA); approved by voice vote) Prohibits use of funds to implement the Klamath Dam Removal and Sedimentation Study (sponsored by Tom McClintock (R-CA); approved, 215-210) Prohibit the use of funds by the Office of Surface Mining Reclamation and Enforcement to develop, carry out, implement or otherwise enforce proposed regulations published June 18, 2010 (sponsored by Bill Johnson, (R-OH); approved, 239-186) Prohibit the use of funds to establish a National Oceanic and Atmospheric Administration Climate Service (sponsored by Ralph M. Hall (R-TX); approved, 233-187) Prohibit the use of funds for a study of the Missouri River Projects (sponsored by Blaine Luetkemeyer (R-MO).; approved, 245-176) Reduce funding \"greening\" the Capitol by $1.5 million (sponsored by Edward Whitfield (R-KY); approved by voice vote) FOREIGN AID AND FOREIGN POLICY Prohibit the use of funds to provide military assistance to Chad (sponsored by Jeff Fortenberry (R-NE); approved by voice vote) Eliminate $10.7 million in funding for the East West Center, a research institution created by Congress to promote relations with Asia and the Pacific (sponsored by Francisco \"Quico\" Canseco (R-TX); approved, 274-155) Prohibit the use of funds to provide aid and military assistance to Saudi Arabia (sponsored by Anthony Weiner (D-NY); approved by voice vote) Prohibit \"locality pay\" adjustments for Foreign Service personnel serving overseas (sponsored by Tom Reed (R-NY); approved by voice vote) Reduce funding for the U.S. Institute of Peace by $43 million (sponsored by Anthony Weiner (D-NY); approved, 268-163) Prohibit funds for the design, renovation, construction or rental of any U.N. headquarters in the United States (sponsored by Cliff Stearns (R-FL); approved, 231-191) HEALTH CARE Reassign funds within the Health and Human Services Department (sponsored by Doc Hastings (R-WA); approved by voice vote) Prohibit the use of funds to implement the provisions of the Patient Protection and Affordable Care Act or Title I or subtitle B of Title II of the Health Care and Education Reconciliation Act of 2010 (sponsored by Denny Rehberg (R-MT); approved, 239-187) Bar the use of funds to implement provisions of the Patient Protection and Affordable Care Act, Health Care and Education Reconciliation Act or any amendment made by either (sponsored by Steve King (R-IA); approved, 241-187) Bar the use of funds to pay salary of any federal employee carrying out provisions of the health care overhaul (sponsored by Steve King (R-IA); approved, 237-191) Prohibit the IRS from using funds to enforce the individual mandate of the health care overhaul (sponsored by Jo Ann Emerson (R-MO); approved, 246-182) Prohibit implementation of a provision of the health care law that states that the federal standard included in the law relating to high-risk insurance pools supersedes state laws and standards (sponsored by Tom Price (R-GA); approved, 241-185) Prohibit the use of funds to any officer or employee of the Health and Human Services Department who develops or promulgates regulations or guidance with regard to health insurance exchanges under the 2010 health care overhaul laws (sponsored by Cory Gardner (R-CO); approved, 241-184) Prohibit the use of funds to pay the salary of any officer or employee of the Health and Human Services Department's Center for Consumer Information and Insurance Oversight (sponsored by Michael C. Burgess (R-TX); approved, 239-182) Prohibit the use of funds to pay the salary of any officer or employee of the Departments of Health and Human Services, Labor or Treasury who specifies or defines essential benefits under the health care overhaul (sponsored by Joe Pitts (R-PA); approved, 239-183) Prohibit the use of funds to implement section 1899A of the Social Security Act as added under the health care overhaul (sponsored by J.D. Hayworth (R-AZ); approved by voice vote) Deny funds to the Planned Parenthood Federation of America and its affiliates (sponsored by Mike Pence (R-IN); approved, 240-185) JUSTICE Eliminate funding for the National Drug Intelligence Center (sponsored by Jeff Flake (R-AZ); approved, 262-169) Increase funding for Community Oriented Policing Services by $298 million (sponsored by Anthony Weiner (D-NY); approved, 228-203) Direct $20 million to implement the National Instant Criminal Background Check System Improvement Amendments Act (sponsored by Rush D. Holt (D-NJ); approved by voice vote) Make additional funds available for carrying out the PROTECT Our Children Act of 2008 (sponsored by Debbie Wasserman Schultz (D-FL); approved by voice vote) Prohibits the use of funds to require licensed firearms and ammunition manufacturers or dealers to report information about the sale of multiple rifles or shotguns to the same person (sponsored by Dan Boren (D-OK); approved, 177-149) Deny the recovery of court costs to individuals who win suits against the government (sponsored by Cynthia M. Lummis (R-WY); approved, 232-197) OTHER PROGRAMS AND AGENCIES Agriculture: Prohibit the use of funds for salaries of staff to provide  non-recourse marketing assistance loans for mohair (sponsored by Anthony  Weiner (D-NY); approved by voice vote) Agriculture: Prohibit the designation of roads, trails and areas for motor vehicle  use in any administrative unit of the National Forest System (sponsored  by Wally Herger (R-CA); approved, 227-197) Consumer Protection: Prohibit the use of funds to carry out any of the activities described in section 6A of the Consumer Product Safety Act (sponsored by Mike Pompeo (R-KS).; approved, 234-187) FCC: Prohibit the use of funds to implement order on open Internet and broadband industry practices (sponsored by Greg Walden (R-OR); approved, 244-181) Federal Czars: Prohibit the use of funds to pay salaries and expenses for specified Federal agency \"czars\" (sponsored by Steve Scalise (R-LA); approved, 249-179) FEMA: Increase funding for firefighter assistance grants by $510 million (sponsored by Bill Pascrell Jr. (D-NJ); approved, 318-113) FEMA: Bar the use of funds to implement certain requirements of the Federal Fire Prevention and Control Act of 1974 (sponsored by Tom Price (R-GA); approved, 267-159) Homeland Security: Limit Urban Area Security Initiative grants to 25 high-risk urban areas (sponsored by Nita M. Lowey (D-NY); approved by voice vote) Presidential Election Campaign Fund: Prohibit the use of funds to implement the fund (sponsored by Tom Cole (R-OK); approved, 247-175) Treasury's debt restructuring: Reduce funding by $20 million (sponsored by Tom McClintock (R-CA); approved by voice vote)",
            "bias": "BLM",
            "url": "https://www.npr.org/2011/02/20/133908550/new-sticking-points-for-thorny-budget-talks"
        }
    ]
}